{
  "year": "1425",
  "Belgium": [
    "Pope Martin V issues papal bull founding University of Leuven."
  ],
  "China": [
    "The Hongxi Emperor died, probably from a heart attack.",
    "The Hongxi Emperor&apos;s son the Xuande Emperor became emperor of the Ming dynasty."
  ],
  "Malta": [
    "Uprising by the Maltese against Don Gonsalvo Monroy during his absence from the island, Count of Malta.",
    "His wife Donna Costanza is held hostage in the Castellamare (Fort St Angelo)",
    "Monroy appears before the Court of Sicily demanding that the strongest possible measures be taken against the insurgents.",
    "The Maltese insurgents repel an attempt by the Viceroy of Sicily to bring the island to order",
    "Maltese representatives appear before the same Court, offering to &quot;redeem&quot; the Islands by repaying the 30,000 florins originally paid by Monroy for his fiefdom over Malta, and asking King Alfonso to incorporate the Islands into his Royal Domains",
    "Monroy agrees to the terms but demands hostages to be held for as long as his wife is held in Malta. The impasse is resolved when Antonio Inguanez offers his two sons as hostages",
    "Negotiations drag on for several months during which only 10,000 florins are collected and the negotiated time elapses. However Monroy dies retaining for his heirs only a third of the sum collected and ordering that another third be returned to the Maltese. The last third he left to the King to be spent on strengthening the fortifications of Malta.",
    "Impressed by the loyalty of his Maltese subjects, the King declares Malta to be the most notable gem in his Crown. The old capital city of Mdina acquires the name <i>Citt&#xE0; Notabile</i>, as a result.",
    "The Maltese do not submit to Aragonese rule until the Magna Charta Libertatis granting them their new rights is delivered to them"
  ],
  "Russia": [
    "Vasili died. His son Vasili II, The Blind, succeeded him as Grand Prince of Moscow; his wife Sophia became regent. His younger brother, Yury Dmitrievich, also issued a claim to the throne."
  ]
}