{
  "year": "1511",
  "Barbados": [
    "Barbados first appears on Spanish maps and is referred to by King Ferdinand of Spain as Los Barbudos (Barbados), along with Cobaco (Tobago), and Mayo (unknown)."
  ],
  "Belgium": [
    "&#xC9;rard de La Marck, Prince-Bishop of Li&#xE8;ge, orders publication of Julius II&apos;s bull granting an indulgence for those contributing to the rebuilding of the collegiate church of Dinant."
  ],
  "China": [
    "<i>Capture of Malacca</i>: A Portuguese invasion force conquered the Malacca Sultanate."
  ],
  "Cuba": [
    "The first governor of Cuba, the Spanish conquistador Diego Vel&#xE1;zquez de Cu&#xE9;llar leads a group of settlers in Baracoa."
  ],
  "Indinesia": [
    "Afonso de Albuquerque after sailing from Portuguese Goa conquers the Sultanate of Malacca with a force of 1,200 and seventeen or eighteen ships."
  ],
  "Malaysia": [
    "Malacca came under Portuguese rule after falling to an army led by Alfonso de Albuquerque.\n<p>Sultan Mahmud Shah of Malacca made several attempts to retake the capital. He rallied support from his ally the Sultanate of Demak in Java, that in 1511 agreed to send naval forces to assist the effort to retake Malacca. Led by Pati Unus, the Sultan of Demak, the combined Malay&#x2013;Javan efforts failed and were fruitless. The Portuguese retaliated and forced the sultan to flee to Pahang. Later, the sultan sailed to Bintan Island and established a new capital there. With a base established, the sultan rallied the disarrayed Malay forces and organised several attacks and blockades against the Portuguese&apos;s position. Frequent raids on Malacca caused the Portuguese severe hardship.</p>\n<p>In 1521 the second Demak campaign to assist the Malay Sultan to retake Malacca was launched, however once again failed with the cost of the Demak Sultan&apos;s life. He was later remembered as Pangeran Sabrang Lor or the Prince who crossed (the Java Sea) to North (Malay Peninsula). The raids helped convince the Portuguese that the exiled sultan&apos;s forces must be silenced. A number of attempts were made to suppress the Malay forces, but it wasn&apos;t until 1526 that the Portuguese finally razed Bintan to the ground. The sultan then retreated to Kampar in Riau, Sumatra where he died two years later. He left two sons named Muzaffar Shah and Alauddin Riayat Shah II.</p>\n"
  ],
  "Singapore": [
    "Malacca fell to Pordos."
  ],
  "Slovenia": [
    "Ljubljana is devastated by an earthquake."
  ],
  "USA": [
    "Miguel Diaz settles San Germ&#xE1;n, Puerto Rico."
  ],
  "Vietnam": [
    "The Tr&#x1EA7;n Tu&#xE2;n Uprising took place."
  ]
}