{
  "year": "1565",
  "Brazil": [
    "Est&#xE1;cio de S&#xE1; founds Rio de Janeiro as S&#xE3;o Sebasti&#xE3;o do Rio de Janeiro."
  ],
  "Burma": [
    "Burmese forces capture Vientiane, capital of Lan Xang"
  ],
  "Chile": [
    "A Real Audiencia is established in Concepci&#xF3;n. The Audiencia is abolished in 1575."
  ],
  "India": [
    "Battle of Talikota results in the rout of Vijayanagara empire."
  ],
  "Malta": [
    "Ottoman fleet leaves Constantinople for Malta; Queen Elizabeth remarks: &quot;If the Turks should prevail against the Isle of Malta, it is uncertain what further peril might follow to the rest of Christendom.&quot;",
    "The Spanish Viceroy of Sicily, Don Garc&#xED;a de Toledo y Osorio, a tours the Island&apos;s fortifications; he promises the Knights that in the coming invasion they need only hold out until June, when he would bring his armada back to assist Malta.",
    "Evacuation to Sicily of &quot;a great number of people&quot; from Malta, including large numbers of Maltese nobility, in anticipation of the imminent invasion. (to 13 May)",
    "Ottoman armada sighted off the coast of Malta, signalling the start of the Great Siege of Malta.",
    "A storm prevents the Turkish fleet from landing at Marsaxlokk; the vessels are sheltered in &#x120;nejna Bay and at G&#x127;ajn Tuffie&#x127;a.",
    "The Turkish fleet anchors at Marsaxlokk, moved to &#x17B;ejtun and sets up camp at Marsa.",
    "Fort St. Elmo falls to the Turks.",
    "Turkish commanders order all the dead Knights found in St. Elmo to be beheaded; their mutilated bodies are floated across Grand Harbour on planks towards the bastions of Senglea and Birgu.",
    "Four galleys land in the north of Malta, bringing 600 soldiers, 42 knights, 56 gunners and numerous volunteers, to reinforce the Island&apos;s defences; they walk to Mdina by night, and then on to Birgu the following morning.",
    "The Turkish fleet is transported on rollers, overland, from Marsamxett Harbour to Grand Harbour, in preparation for an assault on Senglea. (to 12 July)",
    "The Turkish forces are reinforced with the arrival of 29 vessels and 2,500 warriors accompanied by the Bey of Algiers.",
    "Reinforcements sent by Viceroy Don Garc&#xED;a de Toledo fail to make harbour, as a result of the fall of Fort St. Elmo, and return to Sicily.",
    "Senglea is besieged.",
    "Don Garcia&apos;s reinforcements, known as the Grande Soccorso (&quot;great relief&quot;), finally arrive,",
    "Turkish forces retreat from Malta."
  ],
  "Philippine": [
    "Miguel L&#xF3;pez de Legazpi arrives in the Philippines with four ships and 380 men",
    "Legazpi established the first permanent Spanish settlement in the country",
    "Legazpi, representing King Philip II of Spain, and Rajah Tupas of Cebu signed the Treaty of Cebu, effectively establishing Spanish suzerainty over Cebu.",
    "Philippines was governed as a territory of the Viceroyalty of New Spain."
  ],
  "Russia": [
    "Ivan established the <i>Oprichnina</i>, a Muscovite territory ruled directly by the tsar."
  ],
  "USA": [
    "Pedro Men&#xE9;ndez de Avil&#xE9;s founded San Agust&#xED;n which is one of the oldest continuously occupied European-established settlement within the borders of the continental United States."
  ]
}