{
  "year": "1775",
  "Brazil": [
    "The Kingdom of Portugal reunites its South American colonies of the State of Brazil, the State of Great-Par&#xE1;, and the State of Maranh&#xE3;o into the Colony of Brazil. Rio de Janeiro is the capital."
  ],
  "Burma": [
    "Lan Na (Chiang Mai) revolts, seeks and receives Siamese help.",
    "Hsinbyushin raises the Shwedagon Pagoda to its present height",
    "Another Burmese invasion of Siam fails; Southern Lan Na becomes Siamese vassal (to 1776)"
  ],
  "England": [
    "American War of Independence begins."
  ],
  "India": [
    "First Anglo-Maratha War"
  ],
  "Malta": [
    "Rising of the Priests"
  ],
  "USA": [
    "<i>American Revolution</i>: The government of Fincastle County, Virginia issued the Fincastle Resolutions, promising resistance to the Intolerable Acts.",
    "Parliament passed the Conciliatory Resolution, addressed individually to each of Great Britain&apos;s colonies in North America, which promised that any colony which raised taxes for the common defense and for its own civil government would be relieved of additional taxation.",
    "<i>Westminster massacre</i>: One person was shot and killed by British colonial officials during a riot in Westminster, Vermont.",
    "Thomas Penn, the chief proprietor of Pennsylvania, died. His son John Penn inherited his stake in the colony.",
    "<i>American Revolution</i>: The government of Harford County, Maryland adopted the Bush Declaration, calling for armed revolt against Great Britain.",
    "<i>Second Virginia Convention</i>: In Richmond, Patriot Patrick Henry urged the provisional legislature of Virginia to begin arming militias in the speech Give me liberty, or give me death!",
    "<i>American Revolution</i>: Paul Revere of the Sons of Liberty rode from Boston to Lexington, Massachusetts to warn the local Patriot militia of the approach of British forces. <i>See</i> &#xA7;&quot;Midnight Ride&quot;",
    "<i>Battles of Lexington and Concord</i>: After attacking militias loyal to the Massachusetts Provincial Congress in Middlesex County, Massachusetts, British forces were made to withdraw to Boston.",
    "<i>Siege of Boston</i>: Patriot militia of Massachusetts established a siege line around Boston from Chelsea, Massachusetts to Roxbury, Boston.",
    "<i>Gunpowder Incident</i>: Royal Navy sailors removed gunpowder from the Williamsburg, Virginia magazine.",
    "Woodbridge&apos;s Regiment of Militia was established.",
    "The 7th, 12th, 13th, 21st and 25th Continental Regiments and the 1st, 2nd, 3rd, 4th, 6th, 8th and 12th Massachusetts Regiments were raised by the Massachusetts Provincial Congress.",
    "The 1st, 4th and 5th Connecticut Regiments were raised.",
    "The 6th Connecticut Regiment was raised at New Haven, Connecticut.",
    "The revolutionary government of Rhode Island authorized the 1st Rhode Island Regiment.",
    "Patriot forces captured Skenesboro in modern Whitehall, New York.",
    "<i>Thompson&apos;s War</i>: Patriot militia captured Royal Navy lieutenant Henry Mowat in Falmouth, now Portland, Maine, while his ship the HMS <i>Canceaux</i> sat at anchor in Casco Bay.",
    "<i>Capture of Fort Ticonderoga</i>: The Green Mountain Boys captured Fort Ticonderoga in modern Ticonderoga, New York from a British garrison.",
    "<i>Second Continental Congress</i>: A convention of delegates from Delaware, Pennsylvania, New Jersey, Connecticut, Massachusetts, Maryland, South Carolina, New Hampshire, Virginia, New York, North Carolina, and Rhode Island convened in Philadelphia to coordinate American resistance to the Intolerable Acts. The convention elected Peyton Randolph president.",
    "The Continental Artillery Regiment was authorized.",
    "<i>Battle off Fairhaven</i>: Patriot militia retrieved two captured vessels along with thirteen Royal Navy sailors off modern Fairhaven, Massachusetts.",
    "<i>Second Continental Congress</i>: Randolph left Philadelphia due to poor health.",
    "<i>American Revolution</i>: The residents of Hanna&apos;s Town, now Hannastown, Pennsylvania, signed the Hanna&apos;s town resolves, pledging to resist what they considered illegal acts of Parliament.",
    "<i>American Revolution</i>: The New York Provincial Congress declared itself the government of New York.",
    "The 1st and 3rd New Hampshire Regiments were authorized..",
    "<i>American Revolution</i>: The Provincial Congress of New Jersey, composed of delegates of the thirteen counties, met at Trenton.",
    "<i>Second Continental Congress</i>: The Congress elected John Hancock president.",
    "<i>Battle of Chelsea Creek</i>: British forces came into conflict with colonial militia attempting to remove livestock from Noddle&apos;s Island.",
    "<i>Battle of Chelsea Creek</i>: The British schooner HMS <i>Diana</i> was stripped of its cannon and burned by colonial forces off Chelsea, Massachusetts.",
    "The committee of safety of Mecklenburg County, North Carolina adopted the Mecklenburg Resolves, annulling all laws established under the authority of the monarch or parliament of Great Britain and investing the Second Continental Congress with all legislative and executive power.",
    "<i>Battle of Machias</i>: Patriot militia captured a British schooner in the port of Machias, Maine.",
    "<i>Second Continental Congress</i>: A resolution of the Congress established the Continental Army, which assumed control of the provincial troops of New Hampshire, Massachusetts, Rhode Island and Connecticut and established .",
    "<i>Second Continental Congress</i>: The Congress unanimously chose to appoint George Washington commander-in-chief of the Continental Army.",
    "<i>Second Continental Congress</i>: The Congress established the offices of the Paymaster-General and Quartermaster General of the United States Army.",
    "<i>Battle of Bunker Hill</i>: The British army captured the hills surrounding Boston from colonial forces at a disproportionate cost in casualties.",
    "<i>American Revolution</i>: Residents of Cumberland County, North Carolina drafted the Liberty Point Resolves, pledging to join one another in resistance against British force.",
    "Harrington Township, New Jersey was established out of the northern portions of New Barbadoes Township and Hackensack Township.",
    "<i>Second Continental Congress</i>: The Congress drafted the Olive Branch Petition, expressing the desire of the Thirteen Colonies to remain British subjects and calling on George III to grant the colonies trade rights equal to those of Britain proper, or relieve them of taxation.",
    "<i>Second Continental Congress</i>: The Congress issued the Declaration of the Causes and Necessity of Taking Up Arms, rejecting the authority of the Parliament over the Thirteen Colonies.",
    "<i>Third Virginia Convention</i>: A meeting of the Patriot legislature of Virginia opened in Richmond which would appoint a committee of safety to govern the colony between sessions. The Culpeper Minutemen and the 1st and 2nd Virginia Regiments were organized.",
    "Governor Josiah Martin of North Carolina fled Fort Johnston in the face of a Patriot advance.",
    "<i>Second Continental Congress</i>: The Congress established the Army Hospital, now the Army Medical Department.",
    "<i>Battle of Gloucester (1775)</i>: Colonial militia captured some twenty British sailors sent to seize a schooner run aground in the harbor at Gloucester, Massachusetts.",
    "<i>American Revolution</i>: The citizens of Tryon County, North Carolina signed the Tryon Resolves promising armed resistance to Parliamentary authority.",
    "George III issued the Proclamation of Rebellion, declaring that the Thirteen Colonies were in open rebellion against Great Britain and would be subdued by force.",
    "Governor Sir John Wentworth, 1st Baronet of New Hampshire fled the colony.",
    "<i>1775 Newfoundland hurricane</i>: A hurricane made landfall in North Carolina which would kill some two hundred people in North Carolina and Virginia.",
    "The 1st and 2nd North Carolina Regiments were authorized.",
    "<i>Benedict Arnold&apos;s expedition to Quebec</i>: Continental Army colonel Benedict Arnold departed Cambridge, Massachusetts for Quebec City.",
    "<i>American Revolutionary War</i>: Patriot forces captured the fort overlooking the South Carolinian capital Charleston. Governor Lord William Campbell dissolved the provincial assembly and fled.",
    "<i>Siege of Fort St. Jean</i>: Continental Army forces began setting up entrenched positions around Fort Saint-Jean in modern Saint-Jean-sur-Richelieu.",
    "<i>Battle of Longue-Pointe</i>: A Patriot expedition sent to capture Montreal was intercepted. Its leader, Ethan Allen, was taken prisoner.",
    "Gage departed Massachusetts for Great Britain.",
    "The 2nd Pennsylvania Regiment was raised.",
    "<i>Second Continental Congress</i>: The Congress authorized the establishment of a Continental Navy.",
    "<i>Burning of Falmouth</i>: A Royal Navy fleet bombarded the city of Falmouth in modern Portland, Maine with incendiaries.",
    "<i>Siege of Fort St. Jean</i>: The defenders of Fort Saint-Jean surrendered to the Continental Army.",
    "The British governor John Murray, 4th Earl of Dunmore of Virginia issued Dunmore&apos;s Proclamation, declaring martial law in Virginia and promising freedom to any slave of a colonial revolutionary to join the British Armed Forces.",
    "<i>Second Continental Congress</i>: The Congress established the Continental Marines.",
    "<i>Benedict Arnold&apos;s expedition to Quebec</i>: Arnold&apos;s Continental Army forces reached the Plains of Abraham outside Quebec City.",
    "<i>Battle of Kemp&apos;s Landing</i>: A Continental Army force suffered casualties in a failed ambush of British forces in modern Virginia Beach, Virginia.",
    "<i>Noble train of artillery</i>: Colonel Henry Knox of the Continental Army led an expedition out of Fort Ticonderoga to transport the artillery captured there to Boston.",
    "<i>Second Continental Congress</i>: The Congress established the Field Artillery Branch of the Continental Army effective 1 January 1776.",
    "<i>Siege of Savage&apos;s Old Fields</i>: Patriot major Andrew Williamson set up camp on a plantation in Ninety Six, South Carolina.",
    "<i>Siege of Savage&apos;s Old Fields</i>: Williamson&apos;s militia was surrounded by a larger loyalist force.",
    "<i>Siege of Savage&apos;s Old Fields</i>: The Patriot and loyalist militia exchanged prisoners and abandoned their positions.",
    "<i>Battle of Great Bridge</i>: An attempt by the Dunmore to cross the Elizabeth River and destroy the Patriot encampment at modern Great Bridge, Virginia was decisively repelled.",
    "The 1st Delaware Regiment, now the 198th Signal Battalion, was raised.",
    "The 3rd, 4th, 5th and 6th Pennsylvania Regiments were raised.",
    "The 5th Connecticut Regiment was disbanded.",
    "The 4th Connecticut Regiment was disbanded.",
    "<i>Battle of Great Cane Brake</i>: A Patriot expedition captured over a hundred loyalists in modern Greenville County, South Carolina.",
    "The 3rd, 4th, 5th, 6th, 10th and 15th Virginia Regiments were raised.",
    "<i>Battle of Quebec (1775)</i>: A Continental Army force suffered high casualties in a failed attack on Quebec City. Brigadier general Richard Montgomery was killed and Arnold was wounded."
  ]
}