{
  "year": "1777",
  "Germany": [
    "Carl Friedrich Gauss was born."
  ],
  "Taiwan": [
    "Immigrants in Taiwan number 839,800"
  ],
  "Tonga": [
    "Cook met the <i>Tu&apos;i Kanokupolu</i>, Tu&#x2BB;ihalafatai, on his third visit."
  ],
  "USA": [
    "<i>Forage War</i>: The war took place.",
    "<i>Battle of the Assunpink Creek</i>: Also known as the Second Battle of Trenton. The battle took place.",
    "<i>Battle of Princeton</i>: The battle took place.",
    "<i>Battle of Bound Brook</i>: The battle took place.",
    "The Continental Army made camp at the Middlebrook encampment.",
    "<i>Battle of Short Hills</i>: The battle took place.",
    "The Continental Army left the Middlebrook encampment.",
    "Fort Ticonderoga was abandoned by the Continental Army due to advancing British troops placing cannon on Mount Defiance.",
    "The British retook Fort Ticonderoga.",
    "<i>Battle of Hubbardton</i>: The battle took place.",
    "Delegates in Vermont established the Vermont Republic and adopted the Constitution of Vermont, which abolished slavery.",
    "<i>Battle of Oriskany</i>: The battle took place.",
    "<i>Battle of Bennington</i>: The battle took place.",
    "<i>Battle of Brandywine</i>: The battle took place.",
    "<i>Battles of Saratoga</i>: The first Battle of Saratoga took place.",
    "<i>Battle of Paoli</i>: The battle took place.",
    "The British occupied Philadelphia.",
    "<i>Battle of Germantown</i>: The battle took place.",
    "<i>Battles of Saratoga</i>: The second battle concluded with the surrender of the British army under General John Burgoyne.",
    "<i>Battle of Red Bank</i>: The battle took place.",
    "<i>Second Continental Congress</i>: The Congress adopted the Articles of Confederation.",
    "<i>Battle of White Marsh</i>: The battle began.",
    "<i>Battle of White Marsh</i>: The battle ended.",
    "<i>Battle of Matson&apos;s Ford</i>: The battle took place.",
    "The Continental Army entered its winter quarters at Valley Forge"
  ]
}