{
  "year": "1776",
  "Argentina": [
    "Establishment of the Viceroyalty of the R&#xED;o de la Plata (Spanish: <i></i>) comprising today&apos;s Argentina, Uruguay, and Paraguay, as well as much of present-day Bolivia, declared with Buenos Aires as its capital"
  ],
  "Chile": [
    "The territories of Cuyo, previously governed as part of Chile, become part of the Viceroyalty of the R&#xED;o de la Plata. (<i>See History of Argentina.</i>)"
  ],
  "Colombia": [
    "Manuel Antonio Flores is Viceroy of New Granada"
  ],
  "Mexico": [
    "The autonomous Commandancy General of the Provincias Internas was established under Teodoro de Croix in the northern provinces of New Spain."
  ],
  "Peru": [
    "The Governorate of the R&#xED;o de la Plata was spun off as an independent viceroyalty."
  ],
  "Philippine": [
    "Pedro de Sarrio appointed Governor-General (1776&#x2013;1778)"
  ],
  "USA": [
    "New Hampshire ratified the first state constitution.",
    "Prisoners began to be taken in Wallabout Bay. <i>see</i> Prisoners in the American Revolutionary War.",
    "Thomas Paine published <i>Common Sense</i>.",
    "Knox reached Boston.",
    "<i>Battle of Nassau</i>: The battle began.",
    "<i>Battle of Nassau</i>: The battle ended.",
    "Congress enacted the Lee Resolution declaring independence from the British Empire.",
    "Congress approved the written United States Declaration of Independence.",
    "<i>Battle of Long Island</i>: The battle took place.",
    "<i>Staten Island Peace Conference</i>: The peace conference took place.",
    "<i>Landing at Kip&apos;s Bay</i>: The landing took place.",
    "<i>Battle of Harlem Heights</i>: The battle took place.",
    "<i>Great Fire of New York</i>: The fire began.",
    "Nathan Hale was captured and executed for espionage.",
    "<i>Great Fire of New York (1776)</i>: The fire ended.",
    "<i>Battle of Valcour Island</i>: The battle took place.",
    "<i>Battle of White Plains</i>: The battle took place.",
    "<i>Battle of Fort Washington</i>: The battle took place.",
    "<i>Battle of Fort Lee</i>: The battle took place.",
    "<i>Battle of Iron Works Hill</i>: The battle began.",
    "<i>Battle of Trenton</i>: The battle took place.",
    "<i>Battle of Iron Works Hill</i>: The battle ended."
  ]
}