{
  "year": "1780",
  "Belgium": [
    "Death of Maria Theresa."
  ],
  "China": [
    "A pagoda was built at Fragrant Hills."
  ],
  "Colombia": [
    "Manuela Beltr&#xE1;n organized a peasant revolt against excessive taxation"
  ],
  "India": [
    "Second Anglo-Mysore War begins."
  ],
  "Peru": [
    "<i>Battle of Sangarar&#xE1;</i>: Indigenous rebels led by T&#xFA;pac Amaru II soundly defeated a numerically inferior Spanish force while they attended church."
  ],
  "Philippine": [
    "Real Sociedad Economica de los Amigos del Pais de Filipinas (Royal Economic Society of Friends of the Philippines) introduced in the Philippines to offer local and foreign scholarships and professorships to Filipinos, and financed trips of scientists from Spain to the Philippines"
  ],
  "USA": [
    "A stockade known as Fort Nashborough was founded on the banks of the Cumberland River.",
    "Some eight thousand British forces under General Henry Clinton arrived in Charleston, South Carolina, from New York.",
    "<i>Second Continental Congress</i>: New York ceded its western claims, including territory west of Lake Ontario, to the Congress.",
    "<i>Bombardment of Fort Charlotte</i>: After a two-week siege, Spanish General Bernardo de G&#xE1;lvez y Madrid, Count of G&#xE1;lvez captured Fort Charlotte, in Mobile, from the British.",
    "<i>Siege of Charleston</i>: British troops under General Clinton and naval forces under Admiral Mariot Arbuthnot besiege Charleston, South Carolina.",
    "The Continental Army left Morristown.",
    "<i>Siege of Charleston</i>: Fort Moultrie fell to the British.",
    "<i>Siege of Charleston</i>: American General Benjamin Lincoln surrendered Charleston to the British. The British lost two hundred and fifty-five men while capturing a large American garrison.",
    "<i>Battle of Waxhaws</i>: A clash between Continental Army forces under Abraham Buford and a mainly Loyalist force led by Banastre Tarleton near Lancaster, South Carolina resulted in the destruction of the American forces.",
    "<i>Battle of Connecticut Farms</i>: The battle took place.",
    "<i>Battle of Springfield</i>: An attempted British invasion of New Jersey was stopped at Connecticut Farms and Springfield, ending major fighting in the North.",
    "John Andr&#xE9; was captured, exposing the treason of Arnold.",
    "<i>Battle of Kings Mountain</i>: The battle took place."
  ]
}