{
  "year": "1802",
  "Burma": [
    "Ceylonese monks seek ordination at Amarapura"
  ],
  "France": [
    "<i>Saint-Domingue expedition</i>: French Army General Charles Leclerc and the first 5,000 of 20,000 troops arrive at Cap-Fran&#xE7;ois (now Cap-Ha&#xEF;tien) to suppress Toussaint L&apos;Ouverture and the rebellion of the black population in Haiti.",
    "<i>War of the Second Coalition</i>: The Treaty of Amiens established a peace between France and the United Kingdom."
  ],
  "Germany": [
    "<i>French Revolutionary Wars</i>: France and the United Kingdom signed the Treaty of Amiens, ending the war."
  ],
  "Haiti": [
    "A French expeditionary force, sent by Napoleon Bonaparte and led by his brother-in-law Charles Leclerc, arrived in Samana Bay.",
    "French vessels arrived at Cap-Fran&#xE7;ais.",
    "Henri Christophe burned Cap-Fran&#xE7;ais to resist the French troops.",
    "<i>Battle of Ravine-&#xE0;-Couleuvres</i>: French forces defeated Toussaint.",
    "Toussaint was defeated by French forces.",
    "<i>Battle of Cr&#xEA;te-&#xE0;-Pierrot</i>: The battle began.",
    "<i>Battle of Cr&#xEA;te-&#xE0;-Pierrot</i>: The battle ended with a French victory over Jean-Jacques Dessalines.",
    "Toussaint arrived in Cap-Fran&#xE7;ais to negotiate his surrender to the French.",
    "Toussaint was arrested by General Leclerc and shipped to France, where he was imprisoned.",
    "Dessalines, now Commander-in-Chief of the revolutionary forces, met with Alexandre P&#xE9;tion in Haut-du-Cap to plan further military action.",
    "Commander of the French forces General Leclerc died of yellow fever. He was succeeded by Donatien-Marie-Joseph de Vimeur, vicomte de Rochambeau."
  ],
  "Malta": [
    "First Declaration of Rights issued in Malta: <i>Dichiarazione dei Diritti degli Abitanti di Malta e Gozo</i>, including the right to freedom of conscience under the rule of law.",
    "Under the Peace of Amiens, Britain is ordered to return Malta to the Knights of St John, but facing imminent hostilities by Napoleonic France, Britain chooses not to comply."
  ],
  "Russia": [
    "Alexander established the Ministry of Internal Affairs (MVD)."
  ],
  "Vietnam": [
    "Battle of Tr&#x1EA5;n Ninh",
    "The Nguy&#x1EC5;n defeat last of T&#xE2;y S&#x1A1;n forces.",
    "Emperor Gia Long (1802&#x2013;1820) became ruler of Vietnam.",
    "Capital moved to Hu&#x1EBF;.",
    "Emperor C&#x1EA3;nh Th&#x1ECB;nh (1792&#x2013;1802) ended his rule of Vietnam."
  ]
}