{
  "year": "1800",
  "Albania": [
    "Most Albanian conversion to Islam came to an end."
  ],
  "India": [
    "Death of Nana Fadnavis"
  ],
  "Indinesia": [
    "The bankrupt Dutch East India Company (VOC) is formally dissolved and the nationalised Dutch East Indies is established."
  ],
  "Malta": [
    "The French surrender. General Vaubois surrendered and with Rear Admiral Villeneuve, Major General Pigot and Captain Martin, signed the articles of Capitulation. Although 20,000 Maltese lost their lives during the uprising, not one Maltese was present to sign the document. Malta and Gozo become a Protectorate."
  ],
  "USA": [
    "<i>Action of 1 January 1800</i>: A pirate squadron loyal to the pro-French Haitian general Andr&#xE9; Rigaud attacked a convoy of American merchant ships in the Gulf of Gon&#xE2;ve. The Haitian squadron captured two American ships at great cost in casualties.",
    "The Virginia General Assembly adopted the Report of 1800, arguing that the Alien and Sedition Acts violated the Constitution and for the compact theory that the United States is a free association of states.",
    "Adams signed into law an act establishing the Library of Congress and moving the national capital from Philadelphia to Washington, D.C.",
    "<i>United States House of Representatives elections, 1800</i>: The first regular elections to the House of Representatives for the 7th Congress began, in New York.",
    "The Slave Trade Act of 1800, which forbade residents and citizens of the United States from investing in or serving aboard a ship engaged in the business of transporting slaves into the United States, was signed into law.",
    "<i>Battle of Puerto Plata Harbor</i>: American forces captured a French ship and Spanish fort in the harbor of what is now Puerto Plata, Dominican Republic.",
    "<i>Fries&apos;s Rebellion</i>: President Adams issued a general amnesty to all participants in the rebellion.",
    "John Marshall becomes Secretary of State.",
    "<i>Revival of 1800</i>: Several congregants of the Red River Meeting House in Logan County, Kentucky fell into ecstasy during a sermon.",
    "The Indiana Territory was partitioned from the Northwest Territory.",
    "Connecticut ceded the Connecticut Western Reserve to the federal government, which in turn annexed it to the Northwest Territory.",
    "The Supreme Court held in a decision in <i>Mossman v. Higginson</i> that the parties to a suit must be so described as to show on the record that the court has jurisdiction.",
    "In a decision in <i>Bas v. Tingy</i>, the Supreme Court held that France was an enemy of the United States under a 1799 salvage law because, although Congress had not declared war, it had taken actions concomitant with a state of war.",
    "<i>Invasion of Cura&#xE7;ao (1800)</i>: American forces arrived to expel French forces from Cura&#xE7;ao.",
    "<i>Invasion of Cura&#xE7;ao (1800)</i>: The French occupiers fled Cura&#xE7;ao. British forces took possession of the island and seized local merchant ships, including American ships.",
    "<i>Quasi-War</i>: France and the United States signed the Convention of 1800, ending the war. The Convention terminated the Treaty of Alliance and guaranteed that each nation would grant the other most favoured nation status.",
    "<i>United States presidential election, 1800</i>: The last delegates to the Electoral College were selected, by the General Assembly of South Carolina, giving the Republican Party a majority.",
    "<i>1800 State of the Union Address</i>: President Adams delivered a speech to a joint session of Congress in which he celebrated the capital&apos;s move to its permanent home in Washington, D.C.",
    "<i>United States Senate elections, 1800 and 1801</i>: The first regular election to the Senate for the 7th Congress began, in Kentucky.",
    "<i>United States presidential election, 1800</i>: The Electoral College cast an equal number of votes for Democratic-Republicans Jefferson and Aaron Burr, sending them to a runoff election in the House.",
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null
  ],
  "Vietnam": [
    "The Siege of Quy Nh&#x1A1;n took place."
  ]
}