{
  "year": "1815",
  "Argentina": [
    "Defeats in battles in late 1815 led to final loss of modern Bolivia"
  ],
  "Belgium": [
    "Battle of Ligny: Napoleon Bonaparte&apos;s last victory.",
    "Battle of Waterloo: final defeat of Napoleon Bonaparte."
  ],
  "Bhutan": [
    "British mission to Thimphu fails to reach a conclusion amid increasing border tensions."
  ],
  "Brazil": [
    "The United Kingdom of Portugal, Brazil and the Algarves is established under Queen Mary I. Brazil is elevated from the status of Portuguese colony to a constituent country of the united kingdom."
  ],
  "Chile": [
    "Guerrilla resistance against the Spanish begins, led by Manuel Rodr&#xED;guez Erdoiza, and other spies such as Justo Estay. Increasing enmity between Osorio and Abascal leads Abascal to replace Osorio with Casimiro Marc&#xF3; del Pont."
  ],
  "Colombia": [
    "Custodio Garc&#xED;a Rovira is president of the United Provinces of the New Granada. he was executed 1 month later by Pablo Morillo.",
    "Jos&#xE9; Miguel Pey de Andrade is President of the United Provinces of the New Granada",
    "Antonio Villavicencio is President of the United Provinces of the New Granada",
    "Camilo Torres Tenorio is President of the United Provinces of the New Granada"
  ],
  "England": [
    "<i>Napoleonic Wars</i>: The Napoleonic Wars ended. Battle of Waterloo on 18 June."
  ],
  "France": [
    "The transfer of the coffins of King Louis XVI of France and his wife, Marie Antoinette, to the church St. Denis in Paris.",
    "Hundred Days: Napoleon escapes from Elba.",
    "Hundred Days: Napoleon greeted by the 5th Regiment at Grenoble after his escape from Elba.",
    "Hundred Days: <i>Battle of Waterloo</i>: Napoleon is defeated by Seventh Coalition armies, definitively ending the First French Empire and the Napoleonic Wars, and marks the start of almost half a century of peace throughout Europe.",
    "Second Restoration: With Napoleon exiled in Saint Helena, the House of Bourbon was again restored. Louis XVIII became King of France until his death on 16 September 1824."
  ],
  "Germany": [
    "Otto von Bismarck was born.",
    "<i>Congress of Vienna</i>: A conference of twenty-three ambassadors signed a treaty reordering Europe&apos;s national boundaries and establishing freedom of navigation on the Rhine and the Danube. France was greatly expanded and a German Confederation of thirty-four states was established.",
    "<i>Battle of Waterloo</i>: The restored French emperor Napoleon was dealt a decisive defeat by the United Kingdom and its allies at Waterloo.",
    "Karl Weierstrass was born."
  ],
  "Indinesia": [
    "Mount Tambora in Sumbawa island erupted, it was the largest volcanic eruption in recorded history that wiped Tambora culture and killed at least 71,000 people in total (including the aftermath). The eruption created global climate anomalies known as &quot;volcanic winter&quot;."
  ],
  "Mexico": [
    "\n<ul>\n<li>The Inquisition declares Morelos a heretic and sentences him to life imprisonment in Africa if he is not sentenced to the death penalty. The ecclesiastical degradation of Morelos is carried out in the chapel of the Holy Office.</li>\n</ul>\n",
    "\n<ul>\n<li>Jos&#xE9; Mar&#xED;a Morelos is executed by a firing squad in San Crist&#xF3;bal de Ecatepec.</li>\n</ul>\n"
  ],
  "Peru": [
    "By royal order, Joaqu&#xED;n de la Pezuela was named viceroy of Peru to replace Abascal."
  ],
  "Philippine": [
    "Napoleon is defeated in Waterloo",
    "Napoleon is exiled in St. Helena&apos;s Island"
  ],
  "Poland": [
    "The Republic of Krakow was established."
  ],
  "Russia": [
    "<i>Congress of Vienna</i>: The territory of the Duchy of Warsaw was divided between Prussia, Russia, and three newly established states: the Grand Duchy of Posen, the Free City of Krak&#xF3;w and Congress Poland. The latter was a constitutional monarchy with Alexander as its king."
  ],
  "Spain": [
    "<i>Spanish reconquest of New Granada</i>: The reconquest began."
  ],
  "USA": [
    "<i>War of 1812</i>: <i>Battle of New Orleans</i>: The battle took place before notification of the Treaty of Ghent made it to the frontier."
  ],
  "Vietnam": [
    "Ho&#xE0;ng Vi&#x1EC7;t law enforced.",
    "Emperor Gia Long (1802&#x2013;1820) ended his rule of Vietnam."
  ]
}