{
  "year": "1811",
  "Argentina": [
    "First Triumvirate of Feliciano Chiclana, Juan Jos&#xE9; Paso and Manuel de Sarratea replaced Junta Grande in September 1811"
  ],
  "Armenia": [
    "Mkhitarist order of Vienna founded."
  ],
  "Chile": [
    "Tired of being circumvented by political intrigues, Jos&#xE9; Miguel Carrera takes power by military means and initiates a dictatorship."
  ],
  "Colombia": [
    "Antonio Nari&#xF1;o publishes the first Newspaper in Colombia, &quot;La Bagatela&quot;",
    "Jorge Tadeo Lozano is declared President of Cundinamarca and Vicegerent of the King&apos;s Person",
    "Antonio Nari&#xF1;o is declared President of Cundinamarca and Vicegerent of the King&apos;s Person",
    "Cartagena de Indias declared its complete independence from Spain"
  ],
  "Haiti": [
    "P&#xE9;tion is elected to a second four-year term as President of the Republic of Haiti",
    "Christophe proclaims himself King Henri I of the northern Haitian state, now known as the Kingdom of Haiti",
    "The Kingdom of Haiti promulgates the Royal Constitution of Henri I",
    "Christophe is crowned as King Henri I in Cap-Ha&#xEF;tien"
  ],
  "India": [
    "Death of Yashwantrao Holkar"
  ],
  "Indinesia": [
    "British invasion of Java during the Napoleonic Wars. Stamford Raffles was appointed as the Lieutenant-Governor of Java."
  ],
  "Japan": [
    "Golovnin Incident marks increasing contacts with the Russian Empire"
  ],
  "Mexico": [
    "\n<ul>\n<li>Miguel Hidalgo and Ignacio Allende arrive in Zacatecas.</li>\n</ul>\n",
    "\n<ul>\n<li>From Guadalajara, Jos&#xE9; de la Cruz offers Miguel Hidalgo pardon, according to the amnesty decreed by the Cortes.</li>\n</ul>\n",
    "\n<ul>\n<li>Near Saltillo, Ignacio Allende and Miguel Hidalgo reject the pardon.</li>\n<li>In San Antonio B&#xE9;jar, Jos&#xE9; Manuel Zambrano recovers the city and Texas for the royalists.</li>\n</ul>\n",
    "\n<ul>\n<li>Miguel Hidalgo, Ignacio Aldama, Jos&#xE9; Mariano Abasolo, and Ignacio Allende arrive in Saltillo.</li>\n</ul>\n",
    "\n<ul>\n<li>The insurgent <i>caudillos</i> Miguel Hidalgo, Ignacio Allende, Jos&#xE9; Mariano Jim&#xE9;nez, Jos&#xE9; Mariano Abasolo and Ignacio Aldama are captured by Ignacio Elizondo in the Wells of Baj&#xE1;n and taken prisoner to Monclova and Chihuahua. The son of Ignacio Allende dies at the site of the capture.</li>\n</ul>\n",
    "\n<ul>\n<li>In Chihuahua, Ignacio Allende, Ignacio Aldama and Jos&#xE9; Mariano Jim&#xE9;nez are executed by a firing squad and decapitated. Jos&#xE9; Mariano Abasolo is sentenced to life imprisonment.</li>\n</ul>\n",
    "\n<ul>\n<li>From Zit&#xE1;cuaro, Ignacio L&#xF3;pez Ray&#xF3;n proposes to Jos&#xE9; Mar&#xED;a Morelos the formation of a governmental board.</li>\n</ul>\n",
    "\n<ul>\n<li>Miguel Hidalgo is executed by a firing squad and beheaded in Chihuahua.</li>\n</ul>\n"
  ],
  "Philippine": [
    "<i>Del Superior Govierno</i> is established in Manila by Gov. Gen. Fernandez de Folgueras; the country&apos;s first newspaper lasted six months."
  ],
  "Russia": [
    "Regional military companies were merged into the Internal Guard."
  ],
  "Spain": [
    "<i>Venezuelan War of Independence</i>: The war began."
  ],
  "USA": [
    "The charter of the First Bank of the United States expires."
  ]
}