{
  "year": "1826",
  "Afghanistan": [
    "Dost Mohammad Khan took the throne in Kabul, where he proclaimed himself <i>emir</i>."
  ],
  "Armenia": [
    "Nickolas Balian, architect in Constantinople (to 1858)"
  ],
  "Australia": [
    "New South Wales established first settlement in Western Australia at King George Sound as a convict-supported military garrison, named Frederick Town but renamed Albany in 1832"
  ],
  "Brazil": [
    "Empress Maria Leopoldina dies after suffering a miscarriage."
  ],
  "Burma": [
    "End of First Anglo-Burmese War; Burma cedes Arakan, Assam, Manipur and Tenasserim"
  ],
  "Chile": [
    "Freire incorporates Chilo&#xE9;, the last area under Spanish control, into Chile. He later resigns, initiating an interregnum known as The Anarchy. First attempt in Chile of federal (as against centralized) government, led by the first president of Chile Manuel Blanco Encalada, and the federalist Jos&#xE9; Miguel Infante."
  ],
  "Germany": [
    "Bernhard Riemann was born."
  ],
  "India": [
    "British rule in Burma (to 1947)"
  ],
  "Malaysia": [
    "The Burney Treaty was signed between Thailand and the United Kingdom, partitioning the northern Malay states between the two countries.",
    "The Straits Settlements were established as part of the territories controlled by the British East India Company."
  ],
  "Russia": [
    "An imperial decree established the Second Section of His Majesty&apos;s Own Chancery, concerned with codifying and publishing the law, and the Third Section, which operated as the Empire&apos;s secret police.",
    "Nicholas established the office of Chief of Gendarmes, in charge of the Gendarmerie units of the Internal Guard.",
    "<i>Russo-Persian War (1826&#x2013;1828)</i>: The Persian army invaded the Russian-owned Talysh Khanate."
  ],
  "Tonga": [
    "Aleamotu&apos;a converted to Christianity and allowed Wesleyan missionaries to settle on Tongatapu."
  ],
  "USA": [
    "Former presidents Jefferson and John Adams die within hours of each other; ironically on Independence Day."
  ]
}