{
  "year": "1830",
  "Albania": [
    "Five hundred Albanian leaders, accepting an invitation to meet with an Ottoman general in Monastir, were trapped and killed in an ambush."
  ],
  "Argentina": [
    "Yaghan aboriginal Jemmy Button (Orundellico) taken from Tierra del Fuego to England by Robert FitzRoy on <i>HMS Beagle</i>"
  ],
  "Australia": [
    "Sturt arrived at Goolwa, having charted the Murray River.",
    "The Black Line, a huge six-week military offensive, is launched, using moving cordons to drive all Aboriginal Tasmanians from the colony&apos;s settled districts to the Tasman Peninsula."
  ],
  "Belgium": [
    "Belgian Revolution begins",
    "Allied powers recognise Belgian independence."
  ],
  "Chile": [
    "Diego Portales begins to remodel Chilean institutions, converting the country into an authoritarian republic."
  ],
  "Colombia": [
    "The Federation of Gran Colombia is dissolved",
    "Rafael Jos&#xE9; de Urdaneta y Far&#xED;a is Provisional Chief of the Government of the Republic of Gran Colombia",
    "Simon Bol&#xED;var dies in Quinta de San Pedro Alejandrino near Santa Marta"
  ],
  "France": [
    "<i>July Revolution</i> or French Revolution of 1830: the conservative House of Bourbon is overthrown and replaced by the more liberal Orleans Monarchy with Louis-Philippe becoming King of France.",
    "End of the Greek War of Independence; Greece wins their independence when Russia, France and Britain finally agree on the terms of the Treaty of London"
  ],
  "Germany": [
    "Charles II, Duke of Brunswick was forced by an angry mob to flee the capital Braunschweig."
  ],
  "Italy": [
    "A series of uprisings along the Italian Peninsula occur, calling out for the merging of the different territories in the peninsula into one unified nation."
  ],
  "Kenya": [
    "Slave trade flourishes"
  ],
  "Philippine": [
    "Pascual Enrile y Alcedo appointed Governor-General (1830&#x2013;1835)",
    "Manila is opened to the world market"
  ],
  "Poland": [
    "November Uprising begins."
  ],
  "Russia": [
    "<i>November Uprising</i>: A group of Polish nationalists attacked Belweder Palace, the seat of the Governor-General."
  ],
  "Singapore": [
    "Singapore comes under the Presidency of Bengal in India."
  ],
  "Tajikistan": [
    "Beginning of the Great Game."
  ],
  "USA": [
    "<i>Second Great Awakening</i>: A Christian revival takes place.",
    "The Oregon Trail comes into use by settlers migrating to the Pacific Northwest.",
    "The Indian Removal Act is passed."
  ]
}