{
  "year": "1832",
  "Australia": [
    "Swan River Colony had its name changed to Western Australia."
  ],
  "Belgium": [
    "Order of Leopold established.",
    "Leopold I of Belgium marries Louise of Orl&#xE9;ans.",
    "Albert Joseph Goblet d&apos;Alviella replaces F&#xE9;lix de Muelenaere as Prime Minister",
    "Siege of Antwerp by Belgian army with French support removes Dutch forces from Antwerp Citadel."
  ],
  "Chile": [
    "Discovery of mineral deposits in Cha&#xF1;arcillo, and the beginning of the rise of silver in what was then el Norte Chico and now constitutes the Atacama and Coquimbo regions of Chile. The mining fortunes constitute an important source of power in the following decades."
  ],
  "Colombia": [
    "Jos&#xE9; Ignacio de M&#xE1;rquez is President of the Republic of New Granada",
    "Francisco de Paula Santander is President of the Republic of New Granada",
    "Coat of Arms of Colombia is officially adopted"
  ],
  "England": [
    "The Great Reform Act was passed, doubling the franchise."
  ],
  "France": [
    "<i>June Rebellion</i>: Unsuccessful Anti-monarchist insurrection in Paris."
  ],
  "Germany": [
    "Goethe died.",
    "Wilhelm Busch was born.",
    "<i>Hambach Festival</i>: A rally began at Hambach Castle where participants demonstrated for the liberalization and unification of the German states."
  ],
  "Poland": [
    "Handelsakademie was founded."
  ],
  "Singapore": [
    "Singapore becomes the center of government of the Straits Settlements."
  ],
  "Sweden": [
    "The G&#xF6;ta Canal, providing a route from Gothenburg on the west coast to S&#xF6;derk&#xF6;ping on the east coast, is completed."
  ],
  "Switzerland": [
    "Confederate Sch&#xFC;tzenverein founded."
  ],
  "Taiwan": [
    "Zhang Bing rebellion"
  ],
  "USA": [
    "The Supreme Court rules in favor of the Cherokee Nation in <i>Worcester v. State of Georgia</i>.",
    "<i>Black Hawk War</i>: The war takes place.",
    "The Tariff of 1832 is passed.",
    "The Ordinance of Nullification is passed by South Carolina.",
    "The Department of Indian Affairs is established.",
    "<i>United States presidential election, 1832</i>: Jackson is reelected President; Martin Van Buren is elected Vice President of the United States.",
    "<i>Bank War</i>: Jackson vetoes the charter renewal of the Second Bank of the United States.",
    "Calhoun resigns the Vice Presidency."
  ]
}