{
  "year": "1856",
  "Australia": [
    "Van Diemen&apos;s Land name changed to Tasmania."
  ],
  "Belgium": [
    "Partial legislative elections of 1856"
  ],
  "Chile": [
    "The Dispute of Sacrist&#xE1;n (<i>&quot;Cuesti&#xF3;n del Sacrist&#xE1;n&quot;</i>). An apparently trivial question of ecclesiastical discipline divides the Conservative Party into secular and ultra-Catholic factions, which lays the ground for their political defeat in the elections of 1861."
  ],
  "China": [
    "<i>Second Opium War</i>: The British navy began a bombardment of Guangzhou."
  ],
  "Colombia": [
    "Creation of the Sovereign State of Antioqu&#xED;a"
  ],
  "Germany": [
    "Neanderthal remains were discovered in Neandertal."
  ],
  "India": [
    "Hindu Widows&apos; Remarriage Act, 1856",
    "Bal Gangadhar Tilak is born (to 1920)",
    "Narayana Guru is born (to 1928)"
  ],
  "Italy": [
    "The Congress of Paris, a peace conference held between Austria, France, Prussia, the Kingdom of Great Britain, the Ottoman Empire, the Russian Empire, and the Kingdom of Sardinia, is held to make peace after the Crimean War.",
    "Italian statesman Camillo Benso of Cavour disparages Austria&apos;s intrusive presence in the Italian Peninsula."
  ],
  "Philippine": [
    "Ram&#xF3;n Montero y Blandino appointed Governor-General (1856&#x2013;1857)"
  ],
  "Russia": [
    "<i>Crimean War</i>: The Treaty of Paris was signed, officially ending the war. The Black Sea was demilitarized. Russia lost territory it had been granted at the mouth of the Danube, abandoned claims to protect Turkish Christians, and lost its influence over the Danubian Principalities."
  ],
  "Tanzania": [
    "Sultan Seyyid Said dies at sea and is succeeded by his sons Thuwaini bin Said, in Muscat and Oman and Majid bin Said, in Zanzibar."
  ],
  "USA": [
    "<i>Sacking of Lawrence</i>: The sacking of Lawrence takes place.",
    "<i>Pottawatomie massacre</i>: The massacre, led by John Brown, takes place.",
    "Preston Brooks beats Charles Sumner with his walking stick in the Senate chamber.",
    "<i>U.S. presidential election, 1856</i>: An election is held."
  ]
}