{
  "year": "1857",
  "Afghanistan": [
    "Afghanistan declared war on Persia.",
    "Afghan forces re-captured Herat."
  ],
  "Australia": [
    "Victorian Committee reported that a &apos;federal union&apos; would be in the interests of all the growing colonies. However, there was not enough interest in or enthusiasm for taking positive steps towards bringing the colonies together.",
    "Victorian men achieved the right to vote."
  ],
  "Bangladesh": [
    "Indian Rebellion of 1857 also known as the Sepoy Mutiny/ Indian Mutiny breaks out."
  ],
  "Belgium": [
    "Charles Rogier replaces Pierre de Decker as Prime Minister",
    "Belgian general election, 1857"
  ],
  "Chile": [
    "The Civil Code of Chile comes into effect; it will become a model for Latin American legal codes down to the present day."
  ],
  "Colombia": [
    "The Law of 15 June 1857, created the other states that would go on to form the Granadine Confederation: The Sovereign State of Bol&#xED;var, The Sovereign State of Santander, The Sovereign State of Cauca, and The Sovereign State of Magdalena"
  ],
  "India": [
    "Indian Rebellion of 1857",
    "Established first three University of Mumbai, University of Madras and University of Calcutta in India"
  ],
  "Malaysia": [
    "1857 Chinese Uprising: Liu Shan Bang, leader of the gold miners in Pangkalan Tebang started a rebellion against the White Rajahs in Bau, Sarawak."
  ],
  "Nepal": [
    "Sepoy Rebellion waged against British in north India; Nepal aids British (to 1858)"
  ],
  "Philippine": [
    "Fern&#xE1;ndo Norzagaray y Escudero appointed Governor-General (1857&#x2013;1860)"
  ],
  "Russia": [
    "The last military settlements were disbanded."
  ],
  "Slovenia": [
    "The &quot;Carinthian railway&quot; between Maribor and Klagenfurt is being built.",
    "The &quot;Southern Railway&quot; is completed and opened."
  ],
  "Tanzania": [
    "British explorers Richard Burton and John Speke travel from Zanzibar to the East African coast and begin their exploration of continental East Africa."
  ],
  "USA": [
    "James Buchanan becomes President.",
    "A decision in <i>Dred Scott v. Sandford</i> declares blacks are not citizens of the United States and, therefore, do not have the right to file lawsuits.",
    "<i>Utah War</i>: The war starts.",
    "The LeCompton Constitution is rejected in the Kansas Territory.",
    "<i>Panic of 1857</i>: The panic takes place."
  ]
}