{
  "year": "1869",
  "Australia": [
    "Children of Australian Aboriginal and Torres Strait Islander descent are removed from their families by Australian and State government agencies. This practice lasted 100 years and is known as the Stolen Generation."
  ],
  "Belgium": [
    "Death of nine-year-old Prince Leopold, Duke of Brabant, heir to the Belgian throne.",
    "Belgian senate passes a law prohibiting any French company from purchasing Belgian railways.",
    "Protocol signed to settle railway disputes between France and Belgium.",
    "Death of the painter Henri Leys."
  ],
  "Cuba": [
    "An assembly of rebels against Spanish rule adopts the Gu&#xE1;imaro Constitution, which remains nominally in effect until the end of the Ten Years&apos; War."
  ],
  "Cyprus": [
    "The Suez Canal opened."
  ],
  "Estonia": [
    "Estonian Song Festivals established."
  ],
  "Haiti": [
    "The National Assembly elects Nissage Saget to a four-year term as President of Haiti after the overthrow of Salnave"
  ],
  "India": [
    "Mahatma Gandhi is born (to 30 January 1948)\n<p>Thakkar Bapa is Born (to 1951)</p>\n"
  ],
  "Malta": [
    "Opening of the Suez Canal. This greatly enhanced the importance of the Grand Harbour to British merchant marine and naval shipping."
  ],
  "Philippine": [
    "Suez Canal opened",
    "Colegio de Santa Isabel inaugurated as the first Normal School in Southeast Asia",
    "Manuel Maldonado appointed Governor-General (1869)",
    "Carlos Mar&#xED;a de la Torre y Navacerrada appointed Governor-General (1869&#x2013;1871)"
  ],
  "Serbia": [
    "Subotica, one of the biggest Serbian settlements, is connected to the West by railway."
  ],
  "Singapore": [
    "The Suez Canal opens, and Singapore enjoys the increase in trade"
  ],
  "Slovenia": [
    "Rally at Vi&#x17E;marje near Ljubljana gathers around 30,000 people where programme of the United Slovenia is demanded."
  ],
  "Taiwan": [
    "Government troops are decreased from 14,425 to 7,621"
  ],
  "USA": [
    "The First Transcontinental Railroad is completed at Promontory Summit, Utah Territory.",
    "Women&apos;s suffrage leaders Susan B. Anthony and Elizabeth Cady Stanton found the National Woman Suffrage Association."
  ]
}