{
  "year": "1884",
  "Argentina": [
    "Gold is discovered near Cape Virgenes sparking the Tierra del Fuego gold rush"
  ],
  "Belgium": [
    "North Sea Fisheries Convention (signed 1882) comes into effect.",
    "Jules Malou replaces Walth&#xE8;re Fr&#xE8;re-Orban as Prime Minister",
    "Belgian general election, 1884",
    "Auguste Beernaert replaces Jules Malou as Prime Minister"
  ],
  "Chile": [
    "The War of the Pacific ends with the signing of a truce with Bolivia. Chile&apos;s territorial gains allow the mining of saltpeter in the conquered regions, leading to great national prosperity for Chile. Treaty called &quot;Pacto de Tregua&quot;."
  ],
  "China": [
    "<i>Battle of Fuzhou</i>: A French fleet destroyed the Qing Fujian Fleet at the mouth of the Min River."
  ],
  "Colombia": [
    "Ezequiel Hurtado is President of the United States of Colombia",
    "Rafael Nu&#xF1;ez is President of the United States of Colombia for second time",
    "ETB (company) is created, being the first telecommunications company in Colombia"
  ],
  "England": [
    "The Reform Act 1885 was passed."
  ],
  "Germany": [
    "<i>Berlin Conference</i>: A conference was convened in Berlin to formalize the practice of territorial claims in Africa by the participating powers Austria-Hungary, Belgium, Denmark, France, the United Kingdom, Italy, the Netherlands, Portugal, Spain, Sweden-Norway, the Ottoman Empire and the United States."
  ],
  "Haiti": [
    "Haitian writer Louis-Joseph Janvier publishes the article &quot;L&apos;Egalit&#xE9; des Races&quot;, which proclaims the equality of the races"
  ],
  "Japan": [
    "Chichibu incident &#x2013; a peasants rebellion"
  ],
  "Philippine": [
    "Required forced labor of 40 days a year is reduced to 15 days by the Spanish Colonial Government.",
    "Rizal finishes his medical studies in Spain"
  ],
  "Poland": [
    "Alexander Nevsky Cathedral was constructed."
  ],
  "Rwanda": [
    "The Society for German Colonization is formed by Karl Peters in order to acquire German colonial territories in overseas countries. Peters signs treaties with several native chieftains on the mainland opposite Zanzibar.",
    "Rwanda becomes a German protectorate."
  ],
  "Sweden": [
    "The daily newspaper <i>Svenska Dagbladet</i> is founded.",
    "The Fredrika Bremer Association, Sweden&apos;s oldest women&apos;s rights organization, is founded."
  ],
  "Taiwan": [
    "<i>Keelung Campaign</i>: French forces try to land at Jilong but are forced to withdraw by Chinese troops",
    "<i>Keelung Campaign</i>: French forces capture Jilong",
    "<i>Battle of Tamsui</i>: A French attack on Danshui is defeated"
  ],
  "Tanzania": [
    "The Society for German Colonization is formed by Karl Peters in order to acquire German colonial territories in overseas countries. Peters signs treaties with several native chieftains on the mainland opposite Zanzibar."
  ]
}