{
  "year": "1896",
  "Australia": [
    "The Bathurst Conference (the second &quot;people&apos;s convention&quot;) met to discuss the 1891 draft constitution."
  ],
  "Belgium": [
    "Paul de Smet de Naeyer replaces Jules de Burlet as Prime Minister",
    "Partial legislative elections of 1896"
  ],
  "Colombia": [
    "Poet Jos&#xE9; Asunci&#xF3;n Silva commits suicide"
  ],
  "Cuba": [
    "Cuban rebels led by Antonio Maceo and Maximo Gomez execute a successful invasion along the length of the island. Maceo is killed by Spanish forces in December."
  ],
  "England": [
    "The <i>Daily Mail</i> was first published."
  ],
  "Germany": [
    "The German emperor Wilhelm II, German Emperor sent the Kruger telegram to president Paul Kruger of the South African Republic, congratulating him on the successful repulsion of the Jameson Raid."
  ],
  "Haiti": [
    "President Hyppolite dies of a heart attack; Tir&#xE9;sias Simon Sam is elected to a seven-year term as president"
  ],
  "Israel": [
    "Theodor Herzl published <i>Der Judenstaat</i>, arguing for the establishment of an independent Jewish state."
  ],
  "Italy": [
    "The French Lumi&#xE8;re brothers publicly screen some of the earliest films in the history of cinema in various locations in Italy."
  ],
  "Japan": [
    "1896 Sanriku earthquake kills 22,066 men"
  ],
  "Malaysia": [
    "<i>Mat Salleh Rebellion</i>: Disputes between locals and the British North Borneo Company led to rebellion."
  ],
  "Philippine": [
    "Rizal is recruited as a physician for the Spanish Army in Cuba by Governor Ramon Blanco",
    "Rizal returns to Manila from Cuba",
    "<i>Katipunan</i> is discovered by the Spanish authorities. Katipuneros flee to Balintawak",
    "Revolution is proclaimed by Bonifacio at the Cry of Balintawak. Katipuneros tear up their cedulas",
    "Andres Bonifacio, Emilio Jacinto and other Katipuneros board Rizal&apos;s ship to Barcelona. They offer his rescue but Rizal refused",
    "Revolutionary Battle at San Juan del Monte. Governor Ramon Blanco proclaims a state of war in Manila, Laguna, Cavite, Batangas, Pampanga, Bulacan, Tarlac and Nueva Ecija.",
    "Battle of San Juan del Monte took place.",
    "Rizal Boards the ship Isla de Panay for Barcelona",
    "Four members of Katipunan involved in the Battle of San Juan del Monte, were executed on the Campo de Bagumbayan.",
    "Thirteen Filipinos were executed in Plaza de Armas in the town of Cavite.",
    "Rizal arrives at Barcelona",
    "Rizal is imprisoned in Montjuich by order of Capt. Gen. Despujo",
    "Rizal returns to Manila as a prisoner",
    "A new group of the Katipunan is formed in Cavite headed by Emilio Aguinaldo",
    "Battle of Binakayan: Filipino forces win against Spanish colonizers.",
    "Rizal arrives in Manila and is incarcerated in Fort Santiago",
    "Rizal is interrogated for charges against the Spanish Colonial Government",
    "Camilo Polavieja becomes acting Governor-General (1896&#x2013;1897)",
    "Rizal is executed at Bagumbayan."
  ],
  "Slovenia": [
    "The National hall (<i>Narodni dom</i>) is built in Celje."
  ],
  "Taiwan": [
    "<i>Yunlin Massacre</i>: 6,000 Taiwanese are massacred by the Japanese at Yunlin"
  ],
  "Tanzania": [
    "The Anglo-Zanzibar War is fought between Zanzibar and the United Kingdom. It lasted approximately 38 minutes and is the shortest war in history."
  ],
  "USA": [
    "A decision in <i>Plessy v. Ferguson</i> affirms the legality of &quot;separate but equal&quot; public facilities.",
    "William Jennings Bryan delivered his Cross of Gold speech.",
    "Gold was discovered in the Yukon&apos;s Klondike region.",
    "Utah became the 45th state."
  ]
}