{
  "year": "1893",
  "Afghanistan": [
    "Abdur Rahman and British Raj representative Mortimer Durand signed an agreement establishing the Durand Line."
  ],
  "Australia": [
    "The Corowa Conference (the &quot;people&apos;s convention&quot;) called on the colonial parliaments to pass enabling acts, allowing the election of delegates to a new constitutional convention aimed at drafting a proposal and putting it to a referendum in each colony."
  ],
  "Belgium": [
    "Inaugural meeting of the Christene Volkspartij held in Okegem, with a party programme drafted by Adolf Daens"
  ],
  "Brazil": [
    "The American James Harden-Hickey claimed the Trindade island and declares himself as James I, Prince of Trinidad. According to James Harden-Hickey&apos;s plans, Trinidad, after being recognized as an independent country, would become a military dictatorship and have him as dictator. He designed postage stamps, a national flag, and a coat of arms; established a chivalric order, the &quot;Cross of Trinidad&quot;; bought a schooner to transport colonists; appointed M. le Comte de la Boissiere as Secretary of State; opened a consular office at 217 West 36th Street in New York; and even issued government bonds to finance construction of infrastructure on the island. Despite his plans, his idea was ridiculed or ignored by the world."
  ],
  "Haiti": [
    "Haitian writer Hannibal Price publishes <i>De la R&#xE9;habilitation de la Race Noire par la R&#xE9;publique d&apos;Ha&#xEF;ti</i> (<i>&quot;On the Rehabilitation of the Black Race by the Republic of Haiti&quot;</i>) in response to Spenser St. John&apos;s <i>Hayti or the Black Republic</i>"
  ],
  "Philippine": [
    "<i>El Hogar</i> is established; country&apos;s first publication for and by women.",
    "Federico Ochando becomes acting Governor-General (1893)",
    "Ram&#xF3;n Blanco appointed Governor-General (1893&#x2013;1896)"
  ],
  "Serbia": [
    "Aleksandar Obrenovi&#x107; assumes power following a coup d&apos;&#xE9;tat."
  ],
  "Taiwan": [
    "Construction of the Taibei-Xinzhu road is completed"
  ],
  "Tonga": [
    "George Tupou died and was succeeded as king by George Tupou II."
  ],
  "USA": [
    "Cleveland is inaugurated President for a second term.",
    "<i>Panic of 1893</i>: The panic takes place.",
    "The Sherman Silver Purchase Act is repealed."
  ]
}