{
  "year": " 1906",
  "Albania": [
    "Albanians began joining the Committee of Union and Progress in the hope of gaining autonomy for their nation within the Ottoman Empire."
  ],
  "Australia": [
    "Australia takes control of south-eastern New Guinea",
    "<i>Australian federal election, 1906</i>: Alfred Deakin was reelected."
  ],
  "Belgium": [
    "Belgian general election, 1906"
  ],
  "Brazil": [
    "The Brazilian battleship Aquidab&#xE3; sinks, after its powder magazines explode near the Jacuacanga strait, in Angra dos Reis bay. A total of 212 people are killed, including three admirals and most of the ship&apos;s officers; 98 survive.",
    "In the presidential election, Afonso Pena of the Mineiro Republican Party receives 97.9% of the vote.",
    "The Treaty of Limits between Brazil and the Netherlands is signed in Rio de Janeiro, establishing the international boundary between Brazil and the Dutch colony of Suriname.",
    "An aeroplane of Alberto Santos-Dumont takes off at Bagatelle in France and flies 60 meters (200&#xA0;feet). This is the first officially recorded powered flight in Europe.",
    "The Brazilian Flag Anthem (&quot;Hino &#xE0; Bandeira Nacional&quot;), with words by Olavo Bilac and music by Francisco Braga, is performed for the first time."
  ],
  "Cuba": [
    "Under attack from defeated political rivals, President Tom&#xE1;s Estrada Palma seeks U.S. intervention and U.S. troops reoccupy Cuba under Provisional Governor William Howard Taft.",
    "Charles Magoon becomes Provisional Governor of Cuba"
  ],
  "France": [
    "Armand Falli&#xE8;res began his term as president of France."
  ],
  "Germany": [
    "<i>Algeciras Conference</i>: Germany, Austria-Hungary, the United Kingdom, France, Russia, Spain, the United States, Italy, Morocco, the Netherlands, Sweden, Portugal and Belgium signed the final act of the conference, which limited Moroccan spending and placed French and Spanish officers in charge of its police."
  ],
  "India": [
    "Jugantar formed.",
    "Muslim League formed in Dacca."
  ],
  "Indinesia": [
    "The Dutch intervention in Bali (1906) destroyed the southern Bali kingdom of Badung and Tabanan."
  ],
  "Italy": [
    "The poet Giosu&#xE8; Carducci is the first Italian to win the Nobel Prize in Literature."
  ],
  "Philippine": [
    "James Francis Smith appointed as Civil Governor (1906&#x2013;1909)",
    "St. Scholastica&apos;s College in Manila is established by the Missionary Benedictine Sisters of Tutzing."
  ],
  "Russia": [
    "<i>Russian legislative election, 1906</i>: The first free elections to the Duma gave majorities to liberal and socialist parties.",
    "The Fundamental Laws were issued, reaffirming the autocratic supremacy of the tsar.",
    "The First Duma was called.",
    "The First Duma was dissolved.",
    "The Constitutional Democratic party (Kadets) issued the Vyborg Manifesto, calling on the Russian people to evade taxes and the draft. All signatories to the Manifesto lost their right to hold office in the Duma.",
    "A decree by Prime Minister Pyotr Stolypin signaled the start of the Stolypin reform, intended to replace the obshchina with a more progressive, capitalist form of agriculture."
  ],
  "Serbia": [
    "The Pig War between Austria-Hungary and the Kingdom of Serbia begins. Austria imposes an economic blockade on Serbia following Serbia&apos;s decision to improve cooperation with France, Britain and Bulgaria. Serbia eventually triumphs with the aid of Western allies."
  ],
  "Sweden": [
    "An official spelling reform of the Swedish language is enacted, reforming and simplifying the previous spelling."
  ],
  "USA": [
    "Women&apos;s suffrage and civil rights activist Susan B. Anthony died.",
    "The 1906 San Francisco earthquake killed over 3,400 people and destroyed over 80% of San Francisco; being the deadliest earthquake in American history.",
    "The Hepburn Act was signed into law.",
    "The Pure Food and Drug Act and Meat Inspection Act were signed; establishing the Food and Drug Administration (FDA).",
    "President Theodore Roosevelt was awarded the Nobel Peace Prize for his role in negotiating the end of the Russo-Japanese war; becoming the first statesman to win a Nobel Prize."
  ]
}