{
  "year": " 1908",
  "Albania": [
    "Albanian intellectuals meeting in Bitola chose the Latin alphabet as the standard script for the Albanian language."
  ],
  "Australia": [
    "Dorothea Mackellar publishes <i>My Country</i>",
    "The Dalgety proposal for the national capital is revoked, and Canberra is chosen instead.",
    "Birth of Donald Bradman in Cootamundra, New South Wales.",
    "Andrew Fisher became 5th Prime Minister of Australia."
  ],
  "Belgium": [
    "Belgian general election, 1908"
  ],
  "Brazil": [
    "The Kasato Maru arrives at the Port of Santos with the first official group of Japanese immigrants to Brazil.",
    "The first <i>Minas Geraes</i>-class Dreadnought battleship for Brazil, <i>Minas Geraes</i> is launched at Armstrong Whitworth&apos;s yard on the River Tyne in England, catalysing the &quot;South American dreadnought race&quot;.",
    "Pedro de Alc&#xE2;ntara, Prince of Gr&#xE3;o-Par&#xE1;, renounces his claim on the Brazilian throne in order to marry Countess Elisabeth Dobr&#x17E;ensky de Dobr&#x17E;enicz."
  ],
  "China": [
    "The Guangxu Emperor died of arsenic poisoning.",
    "The Guangxu Emperor&apos;s young nephew Puyi became emperor of the Qing dynasty."
  ],
  "Germany": [
    "Poet Wilhelm Busch died."
  ],
  "Haiti": [
    "Pierre Nord Alexis withdraws from the presidency; the Constituent Assembly appoints Fran&#xE7;ois C. Antoine Simon president"
  ],
  "India": [
    "Alipore bomb case"
  ],
  "Indinesia": [
    "Budi Utomo is proclaimed as the first official nationalist movement. During Dutch intervention in Bali (1908), the last Balinese rulers wiped out in <i>puputan</i> (&apos;suicidal battle to death&apos;)."
  ],
  "Italy": [
    "The 7.1  Messina earthquake shakes Southern Italy with a maximum Mercalli intensity of XI (<i>Extreme</i>), killing between 75,000 and 200,000."
  ],
  "Malta": [
    "Malta Tramways Limited assumes operations of the electric tramway service."
  ],
  "Philippine": [
    "The University of the Philippines is established in Manila.",
    "<i>Philippines Free Press</i> is founded by Judge W.A. Kincaid and publishes its first issue in magazine format."
  ],
  "Poland": [
    "Bezdany raid near Vilna on a Russian imperial train"
  ],
  "Serbia": [
    "At the peak of the economic blockade Austria-Hungary annexes Bosnia and Herzegovina triggering the <i>Bosnian crisis</i> in Europe.",
    "The Young Turk Revolution starts within the Ottoman Empire. As Bulgaria proclaims independence Serbia starts looking toward Kosovo and Macedonia in the south having to accept the Bosnian occupation."
  ],
  "Slovenia": [
    "The &quot;Karavanken railway&quot; is built."
  ],
  "USA": [
    "The Aldrich&#x2013;Vreeland Act was signed into law.",
    "The Bureau of Investigation (later the FBI) was established.",
    "The Ford Model T appeared on the market.",
    "<i>United States presidential election, 1908</i>: U.S. Secretary of War William Howard Taft was elected President, defeating former Nebraska Representative William Jennings Bryan.",
    "The Root&#x2013;Takahira Agreement was reached."
  ]
}