{
  "year": " 1902",
  "Argentina": [
    "The Drago Doctrine is announced by the Argentine Minister of Foreign Affairs Luis Mar&#xED;a Drago."
  ],
  "Australia": [
    "The <i>Franchise Act</i> guarantees women the right to vote in federal elections (by this stage, most states had already done this). However, it excludes most non-European ethnic groups, including Aboriginal people, unless already registered to vote on State roles.",
    "King Edward VII approved the design of the Australian flag.",
    "Breaker Morant is executed for having shot Boers who had surrendered"
  ],
  "Belgium": [
    "Belgian general election, 1902",
    "Italian anarchist Gennaro Rubino attempts to assassinate Leopold II"
  ],
  "Brazil": [
    "Presidential election: Rodrigues Alves of the Republican Party of S&#xE3;o Paulo receives 91.7% of the vote. Francisco Silviano de Almeida Brand&#xE3;o is elected vice-president but dies suddenly before the start of his term of office.",
    "The first season of competitive football in Brazil concludes with a victory for S&#xE3;o Paulo Athletic Club.",
    "Jos&#xE9; Paranhos, Baron of Rio Branco, is appointed Minister of Foreign Affairs. His ten-year tenure would be the longest in the country&apos;s history."
  ],
  "Colombia": [
    "The peace treaty that ends the thousand days war is signed on the Neerlandia plantation"
  ],
  "Cuba": [
    "The Cuban Republic is established under the 1901 Constitution. Tom&#xE1;s Estrada Palma takes office as president."
  ],
  "Haiti": [
    "President Simon Sam resigns; Pierre Nord Alexis becomes president"
  ],
  "India": [
    "Anushilan Samiti, organized revolutionary association formed."
  ],
  "Philippine": [
    "The first labor union of The Country, Union de Litografose Impresores de Filipinas, is organized.",
    "The Philippine Commission calls for the organization of Public Schools in the Philippines.",
    "The US Marines leave Balangiga",
    "General Miguel Malvar surrenders to the US forces",
    "Governor Taft negotiates with Pope Leo XIII the sale of the friar lands in the Philippines",
    "Macario Sakay establishes a second Tagalog Republic.",
    "The Philippine Organic Act was enacted.",
    "Cooper Act is passed by the US Senate. Philippine Assembly is established",
    "Americans proclaim the end of the Philippine&#x2013;American War, however fighting continues",
    "The Foundation of Iglesia Filipina Independiente separated from Roman Catholic Church was proclaimed by The Union Obrera Democratica with Gregorio Aglipay as The 1st Obispo Maximo",
    "Pope Leo XIII formally bestows a Pontifical title on the University of Santo Tomas",
    "Bandolerism Act passed by the Philippine Commission. All armed resistance against US rule are considered banditry"
  ],
  "Russia": [
    "<i>Russification of Finland</i>: Nikolai Ivanovich Bobrikov, the Governor-General of Finland, was given the power to dismiss opponents of Russification from the Finnish government."
  ],
  "Slovenia": [
    "First telephone is mounted in Celje."
  ],
  "USA": [
    "The first <i>Rose Bowl Game</i> was played between the University of Michigan and Stanford University.",
    "The Elkins Act was signed into law.",
    "The Drago Doctrine was announced.",
    "The Newlands Reclamation Act was signed into law."
  ]
}