{
  "year": " 1914",
  "Albania": [
    "William, Prince of Albania was installed as head of the new Principality of Albania by the International Commission of Control.",
    "<i>World War I</i>: The new Albanian state collapsed."
  ],
  "Australia": [
    "Australian soldiers are sent to the First World War. This was first time Australians had fought under the Australian flag, as opposed to that of Britain&apos;s.",
    "Andrew Fisher become Prime Minister."
  ],
  "Belgium": [
    "Belgian general election, 1914",
    "German invasion with attendant atrocities: beginning of Belgian involvement in the First World War."
  ],
  "Brazil": [
    "In the presidential election, incumbent Vice-President Venceslau Br&#xE1;s, of the Mineiro Republican Party, receives 91.6% of the vote.",
    "The Brazilian Football Confederation is founded, with &#xC1;lvaro Zamith as its first president. The Brazilian Olympic Committee is founded on the same day.",
    "The British Royal Navy auxiliary cruiser HMS&#xA0;<i>Carmania</i> fought the German SMS&#xA0;<i>Cap Trafalgar</i> off Trindade in the Battle of Trindade. <i>Carmania</i> sank <i>Cap Trafalgar</i>, but sustained severe damage herself."
  ],
  "Canada": [
    "Great Britain declares war on Germany, bringing Canada into the First World War."
  ],
  "Chile": [
    "The Panama Canal opens; with Atlantic&#x2013;Pacific shipping redirected to the new canal, the formerly crucial port of Valpara&#xED;so enters an economic decline.",
    "First World War: A German naval squadron decisively defeats a British squadron at the Battle of Coronel, off the coast of Chile."
  ],
  "Colombia": [
    "Jos&#xE9; Vicente Concha is president of Colombia"
  ],
  "Cyprus": [
    "Britain annexed Cyprus in response to Turkey&apos;s alliance with Germany and Austro-Hungary in World War I."
  ],
  "England": [
    "<i>World War I</i>: Great Britain declares war on Germany."
  ],
  "France": [
    "<i>World War I</i>: Germany declared war on France."
  ],
  "Germany": [
    "Albert Einstein moved to Berlin.",
    "<i>World War I</i>: Austria-Hungary declared war on Serbia.",
    "<i>World War I</i>: The United Kingdom declared war on Germany.",
    "<i>Blockade of Germany</i>: The United Kingdom established a blockade of war materiel and foodstuffs bound for Germany.",
    "<i>Battle of Tannenberg</i>: The German 8th Army decisively defeated a Russian force near Olsztyn, practically destroying the Russian 2nd Army.",
    "<i>First Battle of the Marne</i>: French forces met the invading 1st and 2nd Armies of the German Empire at the Marne."
  ],
  "Haiti": [
    "President Oreste is overthrown and succeeded by Oreste Zamor",
    "President Zamor is overthrown and lost by Joseph Davilmar Th&#xE9;odore"
  ],
  "India": [
    "Hindu&#x2013;German Conspiracy"
  ],
  "Indinesia": [
    "World War I breaks out; the Netherlands is a neutral country in the war."
  ],
  "Ireland": [
    "<i>Dublin Lockout</i>: The Trades Union Congress (TUC) rejected a call by the ITGWU to go on strike in their support. The strikers quit the union and returned to work.",
    "<i>Government of Ireland Act</i>, providing for Irish Home Rule, passed but application simultaneously postponed for the duration of World War I."
  ],
  "Japan": [
    "Siege of Tsingtao starts as part of World War I"
  ],
  "Kenya": [
    "Kenya is one of British military bases for World War I"
  ],
  "Latvia": [
    "<i>World War I</i>: The war began."
  ],
  "Lebanon": [
    "After the abolishment of Lebanon&apos;s semiautonomous status, Jamal Pasha militarily occupies Lebanon."
  ],
  "Malaysia": [
    "Battle of Penang: The German cruiser SMS&#xA0;<i>Emden</i> sank two Allied warships in the Strait of Malacca."
  ],
  "Malta": [
    "Throughout World War I, especially following the failed invasion of Gallipoli, many casualties are shipped to hospitals in Malta, resuming its role as the <i>Nurse of the Mediterranean</i>. (to 1918)"
  ],
  "Nepal": [
    "Thousands of Nepalese citizens fight as soldiers for British in World War I (to 1918)"
  ],
  "Philippine": [
    "Iglesia ni Cristo (largest independent church in Asia) is registered to the government."
  ],
  "Russia": [
    "<i>Assassination of Archduke Franz Ferdinand</i>: Archduke Franz Ferdinand of Austria was assassinated by Gavrilo Princip of the Bosnian separatist group Young Bosnia.",
    "<i>World War I</i>: Austria-Hungary issued the July Ultimatum to Serbia, demanding, among other things, the right to participate in the investigation into the assassination of Franz Ferdinand, which Serbia refused.",
    "<i>World War I</i>: Austria-Hungary declared war on Serbia.",
    "<i>World War I</i>: Russia mobilized its army to defend Serbia.",
    "<i>World War I</i>: Germany declared war on Russia in defense of Austria-Hungary."
  ],
  "Serbia": [
    "The Assassination in Sarajevo of Archduke Franz Ferdinand sparks a major European crisis. The July Ultimatum is delivered to Serbian authorities demanding that Austro-Hungarian troops march into Serbia. The Kingdom of Serbia rejects the proposal supported by Imperial Russia, France and Great Britain. Austria-Hungary and the German Empire declare war on the Kingdom of Serbia triggering the outbreak of World War I",
    "The Battle of Cer marks the <b>First Allied Victory in the War</b> as the Serbian First Army under field marshal Stepa Stepanovi&#x107; pushes the Austro-Hungarian Army across the Drina and Sava rivers expelling them from the Kingdom of Serbia. Serbia suffers 16,000 casualties, compared to 30,000 Austro-Hungarian casualties in this part of the Serbian Campaign.",
    "Three months later Austria-Hungary launches the 2nd invasion on the Kingdom of Serbia. Belgrade population falls from 110,000 to 20,000 following the bombing from the Sava and Danube rivers. The Battle of Kolubara begins resulting in the second decisive victory of the Serbian First Army and retreat of Austria-Hungary across the rivers a month later. Field marshals Radomir Putnik and &#x17D;ivojin Mi&#x161;i&#x107;&apos;s strategy has been hailed throughout the country. Serbia is free for almost a year but at a terrible cost; it lost approximately 170,000 men &#x2013; almost a half of its entire army."
  ],
  "Slovenia": [
    "The railway on the route Novo mesto &#x2013; Karlovac begins to run.",
    "Austrian Archduke Franc Ferdinand an heir to the Austrian throne and his wife Countess Sophie are killed in Sarajevo, Bosnia at the hands of a pro-Serb nationalist assassin (a Bosnian Serb student Gavrilo Princip, a member of the Young Bosnia) &#x2013; World War I begins."
  ],
  "Spain": [
    "<i>World War I</i>: The war began. Spain remained neutral."
  ],
  "Taiwan": [
    "Itagaki Taisuke creates the Taiwan Doukakai, a Taiwan assimilationist movement with popular support from Taiwanese"
  ],
  "Tanzania": [
    "The East African Campaign of the First World War begins.",
    "The Battle of Tanga, the first major military engagement of the First World War, takes place. (to 5 November)"
  ],
  "USA": [
    "<i>Ludlow massacre</i>: The camps of striking coal miners were attacked by the Colorado National Guard; killing 25, including 11 children.",
    "<i>World War I</i>: Austria-Hungary invaded the Kingdom of Serbia after the assassination of Archduke Franz Ferdinand; triggering the start of World War I.",
    "The first Mother&apos;s Day was observed.",
    "The Federal Trade Commission was established.",
    "The Clayton Antitrust Act was signed into law."
  ]
}