{
  "year": " 1912",
  "Albania": [
    "Albanians rose against Ottoman authority and seized Skopje.",
    "<i>First Balkan War</i>: The war began, encouraging Albanian leaders to affirm the independence of their state.",
    "Muslim and Christian delegates declared Albania independent at Vlor&#xEB; and established a provisional government.",
    "An ambassadorial conference in London gave half of Albanian territory to Serbia and Greece."
  ],
  "Argentina": [
    "S&#xE1;enz Pe&#xF1;a Law introduces universal, secret and compulsory male suffrage, end of the Generation of &apos;80"
  ],
  "Australia": [
    "Australia sends women to the Olympic Games for the first time",
    "Walter Burley Griffin wins a design competition for the new city of Canberra"
  ],
  "Belgium": [
    "Belgian general election, 1912"
  ],
  "Brazil": [
    "Beginning of the Contestado War, a dispute between settlers and landowners.",
    "The federal government sends in 200 federal troops to deal with ongoing trouble in the State of Santa Catarina."
  ],
  "China": [
    "<i>Xinhai Revolution</i>: Sun Yat-sen was inaugurated president of the Provisional Government of the Republic of China.",
    "<i>Xinhai Revolution</i>: Puyi&apos;s regent, the empress dowager Empress Dowager Longyu, signed an edict under which Puyi would retain his imperial title but all power would pass to the Provisional Government of the Republic of China.",
    "Sun Yat-sen resigned in favor of Yuan Shikai.",
    "The Tongmenghui and several smaller revolutionary parties merged to form the Kuomintang (KMT).",
    "<i>Republic of China National Assembly election, 1912</i>: An election to the National Assembly under the Provisional Constitution of the Republic of China began which would produce pluralities for the KMT in the House and Senate."
  ],
  "Cuba": [
    "The G&#xF3;mez government suppresses the Negro Rebellion, a revolt on the part of Afro-Cubans."
  ],
  "East_Timor": [
    "The rebellion was quashed with Portuguese troops from its colonies in Mozambique and Macau, resulting in the deaths of three thousand people."
  ],
  "Haiti": [
    "The Haitian American Sugar Company is founded",
    "President Leconte and 300 soldiers are killed in an explosion at the National Palace; the Constituent Assembly appoints Tancr&#xE8;de Auguste president"
  ],
  "India": [
    "Delhi conspiracy case"
  ],
  "Indinesia": [
    "Islamic League (Sarekat Islam) becomes the first mass-based nationalist party.",
    "First scientific description ever of Komodo dragon by Peter Ouwens.",
    "The modernist Islamic organization Muhammadiyah was established by Ahmad Dahlan in Yogyakarta."
  ],
  "Malta": [
    "Dr. Enrico Mizzi, a staunch supporter of the <i>italianit&#xE0;</i> of Malta, proposes in a journal article that Britain could exchange Malta for Eritrea with Italy, on the understanding that Britain would be granted access to Maltese harbours and facilities. The article proposes an Italo-Maltese federation, with elected Maltese representatives in the Italian parliament."
  ],
  "Philippine": [
    "A silent movie about Jose Rizal is the first Filipino movie introduced in the Philippines."
  ],
  "Russia": [
    "<i>Lena goldfields massacre</i>: The Russian army fired on a crowd of striking miners, killing 150.",
    "The Third Duma ended.",
    "The Fourth Duma was called."
  ],
  "Serbia": [
    "The <i>Balkan Wars</i> begin as Montenegro and Serbia declare war on the Ottoman Empire followed by Bulgaria and Greece. The Balkan League besieges Constantinople.",
    "Albania proclaims independence from the Ottoman Empire and is approved in the Treaty of London forcing Serbo-Montenegrin troops to withdraw from the country."
  ],
  "Slovenia": [
    "The Preporod (<i>Rebirth</i>), a juvenile movement is established. Many members have political connections with the pro-Serb organization Young Bosnia (<i>Mlada Bosna</i>).",
    "A hydroelectric station in Zavr&#x161;nica (2500&#xA0;kW) is being built. (to 1915)"
  ],
  "USA": [
    "New Mexico was admitted to the Union, becoming the 47th.",
    "Arizona was admitted to the Union, becoming the 48th state.",
    "Girl Scouts of the USA was created by Juliette Gordon Low.",
    "The RMS <i>Titanic</i> crashed into an iceberg in the northern Atlantic Ocean, sinking the ship entirely less than three hours the initial collision, killing over 1,500 of the 2,224 passengers aboard.",
    "Former President Theodore Roosevelt was shot, but not killed, while campaigning for President as the candidate for the progressive Bull Moose Party.",
    "<i>United States presidential election, 1912</i>: New Jersey Governor Woodrow Wilson defeated incumbent President William Howard Taft, former President Theodore Roosevelt and union leader Eugene V. Debs."
  ]
}