{
  "year": "1922",
  "Afghanistan": [
    "Solar Hijri calendar officially adopted in Afghanistan."
  ],
  "Albania": [
    "Ecumenical Patriarch of Constantinople Patriarch Meletius IV of Constantinople recognized the Orthodox Autocephalous Church of Albania.",
    "Zog became Prime Minister."
  ],
  "Australia": [
    "The Smith Family charity is founded in Sydney",
    "Death of Henry Lawson aged 55.",
    "<i>Australian federal election, 1922</i>: Billy Hughes reelected as Prime Minister."
  ],
  "Brazil": [
    "Modern Art Week is held in S&#xE3;o Paulo, marking the beginning of Brazilian Modernism.",
    "In the Brazilian presidential election, Artur Bernardes of the Mineiro Republican Party receives 56.0% of the vote.",
    "The 18 of the Copacabana Fort revolt occurs in Rio de Janeiro, then Federal District of Brazil. It is the first revolt of the <i>tenentista</i> movement, in the context of the Brazilian Old Republic."
  ],
  "Burundi": [
    "Burundi and Rwanda were joined into the League of Nations mandate of Ruanda-Urundi, governed by Belgium."
  ],
  "Estonia": [
    "Estonia joined the League of Nations."
  ],
  "Germany": [
    "Germany and Russia signed the Treaty of Rapallo, in which each renounced all territorial and financial claims against the other and pledged to normalize relations."
  ],
  "Haiti": [
    "Louis Born&#xF3; is elected to a four-year term as president by the State Council",
    "President Dartiguenave&apos;s term ends; Louis Born&#xF3; is sworn into office",
    "The Central School of Agriculture (<i>Ecole Centrale d&apos;Agriculture</i>) is founded in Damien"
  ],
  "India": [
    "Chauri Chaura incident"
  ],
  "Ireland": [
    "<i>Irish Civil War</i>: Bombardment by Michael Collins of Anti-Treaty forces occupying the Four Courts marks the start of the Irish Civil War"
  ],
  "Italy": [
    "After the lack of a compromise between socialists and Christian-democrats, and the March on Rome of the fascist militias, Benito Mussolini is named by the King as prime minister of Italy."
  ],
  "Latvia": [
    "A Latvian constitution was adopted."
  ],
  "Malaysia": [
    "Haji Abdul Rahman Limbong represented one of the 43 farmers being put to trial in a court for doing farming without permission."
  ],
  "Philippine": [
    "Mrs. Redgrave pioneers the radio broadcasting from Nichols Field, only for a test broadcast.",
    "Henry Hermann, owner of an electrical supply company, begins operating three radio stations in Manila and Pasay, also for their test broadcasts."
  ],
  "Poland": [
    "Legislative election",
    "Gabriel Narutowicz becomes President",
    "Assassination of Gabriel Narutowicz",
    "Stanis&#x142;aw Wojciechowski becomes President"
  ],
  "Russia": [
    "<i>Russian famine of 1921</i>: A decree published in <i>Izvestia</i> authorized the seizure of church valuables for famine relief.",
    "The Georgian, Armenian and Azerbaijani SSRs were merged into the Transcaucasian Soviet Federative Socialist Republic (SFSR).",
    "The Eleventh Communist Party Congress established the office of the General Secretary of the Communist Party and appointed Joseph Stalin to fill it.",
    "Tikhon, the Patriarch of Moscow, was put under house arrest.",
    "<i>Basmachi Revolt</i>: Enver Pasha was killed in Turkestan.",
    "The Treaty on the Creation of the USSR united its signatories, the Russian and Transcaucasian SFSRs and the Byelorussian and Ukrainian SSRs, under the power of the Union of Soviet Socialist Republics."
  ],
  "Rwanda": [
    "Ruanda-Urundi are joined as a League of Nations mandate, governed by Belgium."
  ],
  "Slovenia": [
    "Julian March (<i>Julijska krajina</i>) is incorporated to Italy."
  ],
  "USA": [
    "The Fordney&#x2013;McCumber Tariff was signed into law."
  ]
}