{
  "year": " 1927",
  "Argentina": [
    "Fabrica Militar de Aviones aircraft factory founded in Cordoba"
  ],
  "Australia": [
    "The tenth parliament is formally opened in Canberra, finalising the move to the new capital.",
    "Slim Dusty (David Kirkpatrick), Country Music Singer and Musician is Born in Kempsey, New South Wales."
  ],
  "Bhutan": [
    "Coronation of Jigme Wangchuck."
  ],
  "Brazil": [
    "The Brazilian submarine Humayt&#xE1; is launched at the Odero-Terni-Orlando shipyard at La Spezia, Italy."
  ],
  "Canada": [
    "Canada appoints Vincent Massey as its first fully accredited envoy to a foreign capital."
  ],
  "Chile": [
    "In a bloodless coup, Carlos Ib&#xE1;&#xF1;ez del Campo takes the presidency by force during great political instability. He subsequently governs as a dictator until 1931.\n<p>The corps of <i>Carabineros</i> &#x2014; paramilitary police &#x2014; is founded.</p>\n"
  ],
  "China": [
    "<i>Shanghai massacre of 1927</i>: KMT forces led by Chiang attack Communist allies in Shanghai, initiating a full-scale purge of Communists in regions under KMT control.",
    "<i>Nanchang uprising</i>: Communist forces launched an uprising against the KMT in Nanchang."
  ],
  "Colombia": [
    "The Federaci&#xF3;n Nacional de Cafeteros de Colombia is created"
  ],
  "India": [
    "Simon Commission"
  ],
  "Japan": [
    "Sh&#x14D;wa financial crisis"
  ],
  "Philippine": [
    "Eugene Allen Gilmore appointed as acting Civil Governor (1927)",
    "Radio station KZRM (Radio Manila) begins operation under RCP; later acquired by Erlanger and Galinger, Inc. in 1931, then by Amado Araneta in 1939 with KZEG.",
    "Henry L. Stimson appointed as Civil Governor (1927&#x2013;1929)"
  ],
  "Russia": [
    "Article 58 of the RFSR Penal Code revised the penalties for counterrevolutionary activity.",
    "Sergius affirmed the loyalty of the Russian Orthodox Church to the Soviet government.",
    "Trotsky and Zinoviev were expelled from the Communist Party.",
    "The Fifteenth Party Congress expelled the remainder of the United Opposition from the Party."
  ],
  "Slovenia": [
    "Founding of the TIGR at Gori&#x161;ko, Slovene anti-fascist organisation, first such European organization and a secret youth organization Borba (<i>The fight</i>) at the Trieste region."
  ],
  "Taiwan": [
    "The Taiwanese People&apos;s Party breaks from the Taiwanese Cultural Association"
  ],
  "USA": [
    "The radio network Columbia Broadcasting System (later CBS) was founded.",
    "<i>Bath School disaster</i>: Andrew Kehoe detonated over 500 pounds of dynamite and incendiary pyrotol which he planted in an elementary school in Bath Township, Michigan, where he later detonated the first ever car bomb in the U.S. in a suicide attack at the scene of the bombing; killing a total of 44 people and being the deadliest mass murder at a school in U.S. history.",
    "Charles Lindbergh made the first trans-Atlantic flight.",
    "Sacco and Vanzetti were executed.",
    "<i>The Jazz Singer</i>, the first motion picture with sound, was released."
  ]
}