{
  "year": "1926",
  "Albania": [
    "Italy and Albania signed the First Treaty of Tirana, guaranteeing Albanian boundaries and the political position of Zog."
  ],
  "Australia": [
    "The first Miss Australia contest is held"
  ],
  "Belgium": [
    "Wedding of King Leopold III of Belgium and Astrid of Sweden."
  ],
  "Bhutan": [
    "King Ugyen Wangchuck dies; his son Jigme Wangchuck begins to reign."
  ],
  "Brazil": [
    "In the presidential election, Washington Lu&#xED;s of the Republican Party of S&#xE3;o Paulo, who received 98.0% of the vote."
  ],
  "Canada": [
    "A constitutional crisis, known as the King-Byng Affair, is precipitated when Governor General Byng refused Prime Minister King&apos;s request to dissolve parliament and call an election, instead asking opposition leader Meighen to form a government, which in turn was quickly defeated. King framed the dispute as one of Britain, represented by the Governor General, interfering with Canadian affairs. Consequently, the affair played a role in the Balfour Declaration of 1926, in which each Dominion of the British Empire was declared to be of equal status with Britain."
  ],
  "China": [
    "<i>Northern Expedition</i>: The KMT general Chiang Kai-shek launched an expedition of some hundred thousand National Revolutionary Army (NRA) soldiers from Guangdong against the warlords Zhang Zuolin, Wu Peifu and Sun Chuanfang."
  ],
  "Colombia": [
    "Miguel Abad&#xED;a M&#xE9;ndez is president of Colombia"
  ],
  "Cuba": [
    "Fidel Castro is born in the province of Holgu&#xED;n."
  ],
  "Cyprus": [
    "Sir Ronald Storrs became governor."
  ],
  "Germany": [
    "Germany joined the League of Nations."
  ],
  "Haiti": [
    "President Born&#xF3; is re-elected by the State Council and makes a diplomatic trip to the United States",
    "Haitian writer Leon Laleau publishes his second compilation of poems, <i>La Fl&#xE8;che au C&#x153;ur</i>"
  ],
  "Indinesia": [
    "Nahdlatul Ulama was established by Hasyim Asy&apos;ari as the reaction to the modernist Muhammadiyah organization."
  ],
  "Italy": [
    "Mussolini assumes dictatorial powers.",
    "The novelist Grazia Deledda is the first Italian woman who is awarded the Nobel Prize for Literature."
  ],
  "Poland": [
    "May Coup",
    "Ignacy Mo&#x15B;cicki becomes President"
  ],
  "Russia": [
    "The Kara-Kyrgyz Autonomous Oblast was reorganized into the Kyrgyz ASSR <small>(2)</small>.",
    "Trotsky was expelled from the Politburo."
  ],
  "Spain": [
    "<i>Rif War (1920)</i>: The war ended."
  ],
  "USA": [
    "The broadcast network NBC was founded."
  ]
}