{
  "year": " 1924",
  "Albania": [
    "Zog&apos;s party won elections to the National Assembly.",
    "Zog stepped down after a financial scandal and an assassination attempt.",
    "A peasant-backed insurgency won control of Tirana, installed Fan S. Noli as Prime Minister and forced Zog of Albania to flee to Yugoslavia.",
    "Zog, backed by the Yugoslavian army, returned to power and forced Noli to flee to Italy."
  ],
  "Brazil": [
    "Military revolt in S&#xE3;o Paulo."
  ],
  "Chile": [
    "Chile&apos;s first income tax is levied."
  ],
  "France": [
    "Gaston Doumergue began his term as president of France."
  ],
  "Germany": [
    "Germany and the Triple Entente agreed to the Dawes Plan negotiated by head of the United States Bureau of the Budget chief Charles G. Dawes, under which the French and Belgian occupation of the Ruhr valley was ended and the reparation payment schedule restructured."
  ],
  "India": [
    "Hindustan Socialist Republican Association is formed"
  ],
  "Philippine": [
    "Radio Corporation of the Philippines (RCP) acquires radio station KZKZ, which begins its broadcast by Hermann earlier that year, replacing experimental stations; broadcast ceased in 1925 upon merger of Far Eastern Radio with RCP.",
    "Another commercial radio station, KZRQ (1924&#x2013;1927) by Far Eastern Radio, Inc., goes on air."
  ],
  "Poland": [
    "W&#x142;adys&#x142;aw Grabski&apos;s monetary reform with Bank of Poland acting as an issuing bank"
  ],
  "Russia": [
    "Lenin died.",
    "The 1924 Soviet Constitution came into effect.",
    "The Thirteenth Party Congress, led by Stalin, Comintern chairman Grigory Zinoviev and Politburo chairman Lev Kamenev, denounced Trotsky and his faction, the Left Opposition.",
    "The territory of the Khorezm SSR was incorporated into the Turkestan ASSR.",
    "The Moldavian ASSR was established in the Ukrainian SSR.",
    "The Kara-Kyrgyz Autonomous Oblast was spun off of the Turkestan ASSR and incorporated into the Russian SFSR.",
    "The Uzbek SSR was spun out of the Turkestan ASSR.",
    "The Mongolian People&apos;s Republic was established.",
    "The Bukharan People&apos;s Soviet Republic was incorporated into the Uzbek SSR."
  ],
  "Serbia": [
    "the <i>Balkan Entente</i> is formed by the Kingdom of Serbs, Croats and Slovenes, the Kingdom of Romania, Greece and Turkey as a counterbalance to the revisionists (chiefly Italy and Hungary). It also served as a buffer-zone with the Soviet Union."
  ],
  "Tajikistan": [
    "Formation of the first militia in Tajikistan."
  ],
  "USA": [
    "J. Edgar Hoover was appointed director of the Bureau of Investigation.",
    "The Immigration Act Basic Law was signed into law.",
    "<i>United States presidential election, 1924</i>: President Calvin Coolidge defeated former Solicitor General John W. Davis and Wisconsin Senator Robert M. La Follette."
  ]
}