{
  "year": " 1929",
  "Afghanistan": [
    "Amanullah was forced to abdicate in favor of Habibullah Kalakani in the face of a popular uprising.",
    "Former General Mohammed Nadir Shah took control of Afghanistan."
  ],
  "Australia": [
    "Western Australia celebrates its centenary",
    "Labor returns to office under James Scullin. The Great Depression hits Australia."
  ],
  "Belgium": [
    "<i>The Adventures of Tintin</i> first published in <i>Le Petit Vingti&#xE8;me</i>",
    "Belgian general election, 1929"
  ],
  "Brazil": [
    "Minas Gerais, Rio Grande do Sul, and Para&#xED;ba join the political opposition from several states, including the Democratic Party of S&#xE3;o Paulo, to oppose the presidential candidacy of Washington Lu&#xED;s&apos;s nominated successor, J&#xFA;lio Prestes, and form the Liberal Alliance.",
    "The Liberal Alliance nominates its candidates for the presidential elections: Get&#xFA;lio Vargas as President and Jo&#xE3;o Pessoa Cavalcanti de Albuquerque as Vice President.",
    "The US stock market crash causes a fall in coffee quotations to 60%."
  ],
  "Canada": [
    "Great Depression in Canada begins, resulting in widespread poverty and unemployment for the next decade."
  ],
  "Chile": [
    "The crash of 1929 begins to affect the Chilean economy. The World Economic Survey of the League of Nations estimated that Chile was the worst affected nation by the Great Depression."
  ],
  "Germany": [
    "The Allies accepted the Young Plan, which reduced Germany&apos;s war reparations and allowed it to defer a greater portion, which would accrue interest due to a consortium of American banks.",
    "Stresemann died.",
    "<i>Wall Street Crash of 1929</i>: The Dow Jones Industrial Average dropped twelve percent in a trading session of record volume."
  ],
  "Haiti": [
    "Haiti and the Dominican Republic sign an agreement settling the border between the two countries"
  ],
  "India": [
    "Central Assembly Bombed by Bhagat Singh and Batukeshwar Dutt.",
    "Purna Swaraj resolution."
  ],
  "Indinesia": [
    "Great Depression in America. affected the economy of Dutch East Indies."
  ],
  "Italy": [
    "Italian film director Sergio Leone is born."
  ],
  "Malta": [
    "The <i>Malta Tramway</i> service is terminated."
  ],
  "Philippine": [
    "RCP operates its first radio station outside Manila, also first provincial station in the country, with KZRC (Radio Cebu) in Cebu, experimental station originally a relay station of KZRM in Manila.",
    "Eugene Allen Gilmore appointed as acting Civil Governor (1929)",
    "Dwight F. Davis appointed as Civil Governor (1929&#x2013;1932)"
  ],
  "Russia": [
    "Bukharin was expelled from the Politburo.",
    "<i>Collectivisation in the USSR</i>: A Central Committee resolution began the collectivisation of Soviet agriculture.",
    "The Tajik ASSR of the Uzbek SSR became the Tajik SSR."
  ],
  "Serbia": [
    "<i>January 6 Dictatorship</i> is introduced by King Alexander of Yugoslavia following the assassination of the Croatian Peasant Party leader and the most important Croatian politician at the time, Stjepan Radi&#x107;, by a Montenegrin Serb member of the Serbian People&apos;s Radical Party, Puni&#x161;a Ra&#x10D;i&#x107;. The Constitution is suspended and the Parliament dissolved as the King starts his 2-year dictatorship aimed at restoring order in the ethnically divided Kingdom. The state is renamed as the Kingdom of Yugoslavia and its internal borders are reintroduced through 9 banovinas."
  ],
  "Slovenia": [
    "The king Alexander I. with a coup d&apos;&#xE9;tat dissolves the parliament and establishes the 6 January Dictatorship. He abolishes the St. Vitus Day constitution, freedom of the press and the pooling rights.",
    "The king Alexander I renames the Kingdom of Serbs, Croats and Slovenes as the Kingdom of Yugoslavia. All political parties are prohibited."
  ],
  "Tanzania": [
    "The Tanganyika African Association is founded by members of the Tanganyika Territory African Civil Service association."
  ],
  "USA": [
    "The St. Valentine&apos;s Day Massacre became one of the most infamous slaying between rival gangs of the Prohibition era; resulting in the deaths of 7.",
    "<i>Wall Street Crash of 1929</i>: The Dow Jones Industrial Average plummeted a record 68 points.",
    "The Museum of Modern Art opened to the public in New York City.",
    "American Samoa officially became a United States territory."
  ]
}