{
  "year": " 1942",
  "Albania": [
    "<i>Conference of Pez&#xEB;</i>: The National Liberation Movement (Albania) was established.",
    "Noncommunist nationalist groups appeared to resist Italian occupation."
  ],
  "Australia": [
    "Singapore falls, 15,000 Australians become Prisoners of War of the Japanese",
    "Japanese air raids &#x2013; almost 100 attacks against sites in the Northern Territory, Western Australia and Queensland (to 1943). Bombing of Darwin sees largest attack on Australia by a foreign power.",
    "The Royal Australian Navy and 6th and 7th Divisions of 2nd AIF are recalled from Mediterranean Theatre to participate in the anticipated <i>Battle for Australia</i>.",
    "Sparrow Force engages in guerilla campaign in Battle of Timor (to 1943)",
    "<i>Battle of the Coral Sea</i>: United States and Royal Australian Navy halt advance of the Japanese towards Port Moresby (Australian Territory of Papua)",
    "<i>Battle of Kokoda Trail</i>: Australian soldiers halt Japanese march on Port Moresby",
    "Australian forces inflict the first defeat on the Imperial Japanese Army in the Battle of Milne Bay.",
    "Australia&apos;s 9th Division plays crucial role in the First and Second Battle of El Alamein, which turned the North Africa Campaign in favour of the Allies.",
    "National daylight saving is introduced as a war time measure.",
    "The UK <i>Statute of Westminster</i> is formally adopted by Australia. The Statute formally grants Australia the right to pass laws that conflict with UK laws."
  ],
  "Brazil": [
    "Brazil breaks diplomatic relations with the Axis countries.",
    "Several Brazilian vessels are torpedoed by the Germans.",
    "President Get&#xFA;lio Vargas signs the declaration of war against Germany and Italy.",
    "The Cruzeiro &quot;antigo&quot; is adopted as the official currency."
  ],
  "Burma": [
    "Japanese occupation of Burma. Thai occupation of Kengtung (to 1945)"
  ],
  "China": [
    "<i>Battle of Changsha</i>: A Japanese army crossed the Xinqiang River after suffering heavy losses in a failed attempt to conquer Changsha."
  ],
  "Colombia": [
    "Alfonso L&#xF3;pez Pumarejo is president of Colombia for a second time"
  ],
  "Germany": [
    "<i>Wannsee Conference</i>: A government conference was held to discuss the implementation of the Final Solution, the extermination of European Jewry."
  ],
  "India": [
    "",
    "Cripps&apos; mission",
    "1. Quit India movement<br>\n2. Indian National Army Established by Subhas Chandra Bose"
  ],
  "Indinesia": [
    "Battle of the Java Sea, Imperial Japanese Navy defeated Allied force and sealed the fate of Netherlands East Indies, afterwards Imperial Japan occupies Indonesia during World War II, over throwing the Dutch East Indies and install their own imperial structure."
  ],
  "Malaysia": [
    "Battle of Muar: The last major battle of the Malayan campaign was fought.",
    "Parit Sulong Massacre: Allied soldiers were massacred by Japanese forces.",
    "Battle of Singapore: The Japanese crossed the Strait of Johor in inflatable boats and landed in Singapore.",
    "Battle of Pasir Panjang: A Malay regiment led by Lieutenant Adnan bin Saidi fought bravely against the Japanese at Pasir Panjang Ridge.",
    "Kedah became the Thai possession of Syburi."
  ],
  "Malta": [
    "Governor Dobbie issues a warrant for the deportation, exile and internment in Uganda of 47 Maltese (including Dr. Enrico Mizzi) who were suspected of pro-Italian sentiments. (to 8 March)",
    "In the Council of Government, Nationalist Party member Sir Ugo Mifsud gives a spirited, juridical rebuttal of Britain&#x2019;s policy of deporting &quot;italo-phile&quot; Maltese subjects; he collapses in the Chamber of Deputies, and dies two days later.",
    "The Court of Appeal declares that the deportation to Uganda of &quot;pro-Italian&quot; Maltese subjects was illegal, null, and without effect. The deportees remain in Uganda nonetheless.",
    "The Royal Opera House, Valletta, is destroyed by Luftwaffe bombers.",
    "A 200&#xA0;kg bomb pierces the dome of the Rotunda of Sta. Marija Assunta, Mosta, but skids across the floor without exploding; two other bombs bounce off the roof and fail to explode; 300 people were hearing Mass inside the church at the time.",
    "The George Cross is awarded to Malta by King George VI, so as to &quot;bear witness to the heroism and devotion of its people&quot;.",
    "With the people of Malta near starvation after two years of virtually constant bombardment, Operation Pedestal brings the &quot;Santa Marija Convoy&quot; to Malta, saving the Islands from a planned surrender to the Axis powers."
  ],
  "Philippine": [
    "Japanese troops enters Manila",
    "Masaharu Homma appointed as Japanese Military Governor (1942)",
    "General Masaharu Homma declares the end of American Rule in the Philippines",
    "Martial Law declared",
    "All forms of opposition against the Japanese forces declared subject to death penalty",
    "An executive committee, composed of Filipinos, is formed by General Homma as a conduit of the military administration&apos;s policies and requirements.",
    "The Japanese Military Government issues an order adopting the Japanese educational system in The Country",
    "President Quezon and the war cabinet leave for the US",
    "General MacArthur leaves for Australia to take command of the South Western Pacific Area",
    "The Commonwealth government is moved to the US",
    "The People&apos;s Anti-Japanese Army or Hukbong Bayan Laban sa Hapon (Hukbalahap) is organized.",
    "A pro-US resistance movement is organized, mainly to provide data to the US on enemy positions",
    "Bataan, under US commander General Edward King, is the last province that surrenders to the Japanese armies.",
    "Corregidor Island falls to Japanese forces",
    "Shizuichi Tanaka appointed as Japanese Military Governor (1942&#x2013;1943)",
    "The Commonwealth of the Philippines becomes a member of the United Nations",
    "The Kalibapi is organized by the Japanese"
  ],
  "Poland": [
    "Be&#x142;&#x17C;ec extermination camp begins secretive Operation Reinhard",
    "Sobib&#xF3;r extermination camp starts mass gassing operations",
    "Treblinka extermination camp becomes ready for the Grossaktion Warsaw deportations"
  ],
  "Russia": [
    "<i>Battle of Moscow</i>: The Soviet counteroffensive ended between sixty and one-hundred fifty miles from Moscow.",
    "<i>Battle of Stalingrad</i>: The German Luftwaffe began a bombing raid against Stalingrad.",
    "<i>Operation Uranus</i>: The Soviet army began a pincer movement against the German forces besieging Stalingrad.",
    "<i>Operation Uranus</i>: The German Sixth Army was surrounded."
  ],
  "Singapore": [
    "First major daylight air raid on Singapore. Henceforth, the island is bombed everyday up to the British surrender (with the exception of 19 January).",
    "Malaya falls to the Japanese and the Causeway is blown up to delay Japan&apos;s advancement to Singapore.",
    "The Japanese military police, the Kempei Tai kills an estimated 25,000 to 50,000 people during Sook Ching Massacre. (to March)",
    "The siege of Singapore begins. The Japanese in Johor Bahru begin shelling the island daily in addition to daily aerial bombing.",
    "The Japanese cross the Strait of Johor by inflatable boats and land in Singapore during the Battle of Singapore.",
    "The Japanese and Allied soldiers fight fiercely at Bukit Timah.",
    "The Malay regiment, led by Lt. Adnan bin Saidi, fight bravely against the Japanese at Pasir Panjang Ridge in the Battle of Pasir Panjang.",
    "The Japanese have captured most of Singapore, and most of the population is crammed into the city centre.",
    "The British surrenders and the Japanese Occupation of Singapore starts. Singapore is renamed Syonan (Light of the South)."
  ],
  "USA": [
    "The Congress of Racial Equality was established.",
    "The Office of Price Administration was established.",
    "Automobile production in the United States for private consumers is halted by the War Production Board.",
    "<i>Japanese American internment</i>: Internment and seizure of property began, per Executive Order 9066 issued by President Roosevelt.",
    "The U.S. surrenders to Japan in the Battle of Bataan, beginning the three-year occupation of the Commonwealth of the Philippines by Japanese forces.",
    "President Roosevelt signed Executive order 8734; establishing the Office of Price Administration.",
    "<i>Pacific Theater of Operations</i>: The Doolittle Raid begins the first U.S. bombing of Japanese archipelago.",
    "The Aleutian Islands Campaign begins the Japanese occupation of Alaska Territory.",
    "The Battle of Midway was fought.",
    "The <i>Guadalcanal Campaign</i> begins in the Solomon Islands.",
    "The <i>Manhattan Project</i>, leading to the development of the first atomic bomb, began.",
    "The Revenue Act of 1942 was signed into law.",
    "The <i>Cocoanut Grove fire</i>, the deadliest nightclub fire in U.S. history, killed 492 people in Boston."
  ]
}