{
  "year": " 1951",
  "Albania": [
    "Albania and the Soviet Union signed an agreement on mutual economic assistance."
  ],
  "Australia": [
    "Voters reject a referendum to change the Constitution to allow the Menzies Government to ban the Communist Party",
    "Australia signs the ANZUS treaty with the United States and New Zealand"
  ],
  "Barbados": [
    "Election: The first election with universal adult suffrage."
  ],
  "Belgium": [
    "Treaty of Paris signed, establishing the European Coal and Steel Community.",
    "King Leopold III abdicates",
    "Baudouin of Belgium sworn in as king"
  ],
  "Brazil": [
    "The Brazilian Medical Association is founded.",
    "The Escola Superior de Propaganda e Marketing is founded in S&#xE3;o Paulo."
  ],
  "China": [
    "Representatives of the <i>Dalai Lama</i> of Tibet the 14th Dalai Lama and of the Central People&apos;s Government of the People&apos;s Republic of China signed the Seventeen Point Agreement for the Peaceful Liberation of Tibet, which guaranteed Tibetan autonomy within China and called for the integration of the Tibetan Army into the PLA."
  ],
  "Cuba": [
    "Eduardo Chib&#xE1;s, leader of the Ortodoxo party and mentor of Fidel Castro, commits suicide during a live radio broadcast."
  ],
  "France": [
    "Treaty of Paris: Establishment of the European Coal and Steel Community (ECSC) between France, West Germany, Italy, and the Benelux countries, producing diplomatic and economic stability in Europe between former enemy states. The ECSC is credited as one of the major &quot;ancestors&quot; of the European Union."
  ],
  "Germany": [
    "The Inner Six European nations including West Germany signed the Treaty of Paris establishing the European Coal and Steel Community, a single market in coal and steel governed by supranational institutions."
  ],
  "Haiti": [
    "President Magloire of Haiti and President Trujillo of the Dominican Republic meet for diplomatic talks",
    "The Haitian Institute of Statistics (<i>Institut Ha&#xEF;tien de Statistique</i>) and the Haitian Institute of Farming and Industrial Credit (<i>Institut Ha&#xEF;tien de Cr&#xE9;dit Agricole et Industriel</i>) are established by the government"
  ],
  "India": [
    "Congress Party wins first general elections under leadership of Jawaharlal Nehru. (to 1952)"
  ],
  "Indinesia": [
    "The Natsir cabinet falls",
    "The composition of the new cabinet is announced. The new Prime Minister is Dr. Sukiman Wirjosanjojo."
  ],
  "Malaysia": [
    "Assassination of Sir Henry Gurney: British High Commissioner Sir Henry Gurney was killed by members of the Malayan Communist Party in Fraser&apos;s Hill."
  ],
  "Nepal": [
    "End of Rana rule. Sovereignty of crown restored and anti-Rana rebels in Nepalese Congress Party form government"
  ],
  "Philippine": [
    "Fort Santiago was declared a National Shrine.",
    "The National Movement for Free Elections (NAMFREL) is established",
    "The Mutual Defense Treaty between Philippines and United States was signed.",
    "Nicasio &#x201C;Asiong&#x201D; Salonga, branded as Tondo&#x2019;s Public Enemy No. 1 and the kingpin of Manila, was shot and killed by Ernesto Reyes, a henchman of his rival and also notorious gang leader Carlos &#x201C;Totoy Golem&#x201D; Capistrano."
  ],
  "Poland": [
    "Trial of the Generals who served in the anti-Nazi resistance during World War II"
  ],
  "Singapore": [
    "The number of elected seats is increased to 9 in the second election."
  ],
  "Taiwan": [
    "<i>Land Reform in Taiwan</i>: The government starts selling public land to tenant farmers, nearly a fifth of Taiwan&apos;s arable land"
  ],
  "USA": [
    "The Twenty-second Amendment to the United States Constitution, establishing term limits for President, was ratified.",
    "President Truman relieved General Douglas MacArthur of his commands after criticizing the limited war efforts of the Truman administration, and starting unauthorized talks with China in the Korean war.",
    "The ANZUS Treaty was signed.",
    "The Japanese Peace Treaty Conference was held San Francisco.",
    "The Mutual Security Act was signed into law."
  ]
}