{
  "year": " 1967",
  "Albania": [
    "The Hoxha regime began to conduct a violent campaign against religious life which would close or convert to other uses over two thousand religious buildings by the end of the year."
  ],
  "Argentina": [
    "Death of Ernesto &apos;Che&apos; Guevara"
  ],
  "Australia": [
    "Ronald Ryan becomes the last person legally executed in Australia.",
    "Black Tuesday bushfires devastate large areas of Hobart and south-eastern Tasmania; 62 people were killed.",
    "Gough Whitlam becomes leader of the Labor Party",
    "The constitution is changed to allow Aboriginal Australians to be included in the population count and for the federal government to legislate for them",
    "Sydney is rocked by a series of brutal underworld killings",
    "Talkback radio is introduced",
    "Prime Minister Harold Holt disappears while swimming at Cheviot Beach, Victoria",
    "Holt was officially presumed dead by the government. Governor-General Lord Casey swore John McEwen in as Prime Minister, on an interim basis pending the Liberal Party electing its new leader"
  ],
  "Brazil": [
    "Brazilian police arrest Franz Stangl, ex-commander of Treblinka and Sobib&#xF3;r extermination camps.",
    "The Republic of the United States of Brazil is renamed the Federative Republic of Brazil."
  ],
  "Canada": [
    "Canada celebrates its centennial.",
    "Expo 67 opens in Montreal and goes on to be considered most successful World&apos;s Fair of the 20th century and a landmark moment in Canadian history."
  ],
  "Cuba": [
    "Che Guevara executed in La Higuera, Bolivia."
  ],
  "France": [
    "Charles de Gaulle&apos;s famous &quot;Vive le Qu&#xE9;bec libre&quot; speech provoked a diplomatic crisis in France-Canada relations."
  ],
  "Germany": [
    "The unarmed student Benno Ohnesorg, a member of the German student movement, was shot and killed by Karl-Heinz Kurras, a Berlin Police inspector and East German spy, while protesting the state visit of <i>shah</i> Mohammad Reza Pahlavi of Iran."
  ],
  "Indinesia": [
    "New investment laws designed to bring in foreign capital are passed; restrictions are introduced regarding status of Indonesian Chinese, their names and their religions.",
    "In a ceremony at the presidential palace, Sukarno hands over authority to Suharto.",
    "A Special Session of the Provisional People&apos;s Consultative Assembly strips Sukarno of his powers and appoints Suharto acting president. (to 12 March)",
    "ASEAN established in Bangkok by Indonesia, Malaysia, the Philippines, Singapore and Thailand.",
    "Diplomatic relations with the People&apos;s Republic of China are suspended."
  ],
  "Israel": [
    "<i>Six-Day War</i>: The Israeli air force destroyed the Egyptian air force on the ground over a period of three hours.",
    "<i>Six-Day War</i>: Israel signed a ceasefire with its enemies Egypt, Syria, Jordan, Lebanon and Iraq. It remained in control of the formerly Egyptian Gaza Strip and Sinai Peninsula, the Syrian Golan Heights and the Jordanian West Bank and East Jerusalem.",
    "Mayor Teddy Kollek of Jerusalem announced that the city had been fully reunified."
  ],
  "Kenya": [
    "East African Community formed\n<p>Kenyan pro-divisions founded</p>\n"
  ],
  "Malaysia": [
    "Communist insurgency in Malaysia (1968&#x2013;89): A renewed insurgency was conducted by the Malayan Communist Party against Malaysian federal security forces."
  ],
  "Philippine": [
    "Two buses carrying pilgrims collide and fall off a ravine south of Manila, killing more than 115 in what would be the country&apos;s worst road accident.",
    "Republic Act No. 4867 divided old Davao into the new provinces of Davao del Norte, Davao del Sur, and Davao Oriental.",
    "A demonstration conducted by <i>Lapiang Malaya</i> ends in a violent disperse attempt by the Philippine Constabulary, killing 33.",
    "Republic Act No. 4979 divided old Agusan into the new provinces of Agusan del Norte and Agusan del Sur.",
    "ASEAN (Association of Southeast Asian Nation) was formed."
  ],
  "Russia": [
    "<i>Sino-Soviet split</i>: The Chinese government announced that it could no longer guarantee the safety of Soviet diplomats outside the embassy building.",
    "The Soviet Union severed diplomatic relations with Israel. <i>see</i> Soviet Union and the Arab-Israeli conflict"
  ],
  "Singapore": [
    "The Civilian Memorial is unveiled at the Kranji War Cemetery",
    "The National Service bill is passed in the parliament.",
    "Registrations for national service begins at the Central Manpower Base.",
    "The issue of the first Singapore Dollar.",
    "The first batch of the army is drafted for national service.",
    "Singapore is the founding member of the Association of Southeast Asian Nations (ASEAN)."
  ],
  "Sweden": [
    "Right-hand traffic is introduced in Sweden."
  ],
  "Syria": [
    "<i>Six-Day War</i>: A war with Israel began.",
    "<i>Six-Day War</i>: The Golan Heights were occupied by Israel."
  ],
  "Tanzania": [
    "President Nyerere issues the Arusha Declaration, outlining the principles of <i>Ujamaa</i>."
  ],
  "USA": [
    "Jack Ruby died of a pulmonary embolism at Parkland Hospital, where Oswald had died and where President Kennedy had been pronounced dead after his assassination.",
    "<i>Operation Cedar Falls</i>, the largest ground operation of the Vietnam War, began; with over 500,000 with the number of U.S. troops totaling more than 500,000 by the end of 1967.",
    "<i>Super Bowl I</i>: In the first Super Bowl took place between the Green Bay Packers and the Kansas City Chiefs.",
    "The Twenty-fifth Amendment to the United States Constitution, establishing succession to the Presidency and procedures for filling a vacancy in the office of the Vice President, was ratified.",
    "The United States Department of Transportation was established.",
    "<i>National Mobilization Committee to End the War in Vietnam</i>: 400,000 demonstrators march in New York City from Central Park to the United Nations Headquarters against the Vietnam War; with 100,000 protesting the war in San Francisco, being one of the largest demonstrations against the Vietnam War.",
    "The <i>Summer of Love</i> took place, marking a defining period for the counterculture movement in the U.S.",
    "<i>Loving v. Virginia</i>: The Supreme Court overruled the prohibition of interracial marriage.",
    "American Samoa became self-governing under a new Constitution.",
    "Thurgood Marshall was sworn in as an Associate Justice of the Supreme Court; becoming the first African-American Justice to serve on the court."
  ]
}