{
  "year": "1976",
  "Albania": [
    "Communist Party of China Chairman Mao Zedong died, leading eventually to a cooling of relations with Albania.",
    "A new constitution superseded the 1950 version and renamed Albania the Socialist People&apos;s Republic of Albania."
  ],
  "Argentina": [
    "Military coup in March deposed Mart&#xED;nez de Per&#xF3;n",
    "The high-technology company INVAP is created",
    "The Proceso de Reorganizaci&#xF3;n Nacional military government led by Jorge Videla repressed political and armed opposition through use of torture, forced disappearance and extrajudicial killing up of to 30,000 people (to 1983)"
  ],
  "Australia": [
    "The Australian Capital Territory legalises homosexuality between consenting adults in private."
  ],
  "Bangladesh": [
    "Death of national poet Kazi Nazrul Islam."
  ],
  "Barbados": [
    "Election: Won by Barbados Labour Party-BLP, led by J.M.G.M &quot;Tom&quot; Adams",
    "Cubana Flight 455 is bombed shortly after taking off from the Sir Grantley Adams International Airport."
  ],
  "Burundi": [
    "Jean-Baptiste Bagaza assumed the Presidency of Burundi in a bloodless <i>coup d&apos;&#xE9;tat</i>."
  ],
  "Cambodia": [
    "Sihanouk exiled and establishment of Democratic Kampuchea under total Khmer Rouge control."
  ],
  "China": [
    "The premier Zhou Enlai died.",
    "<i>Tiananmen Incident</i>: Some four thousand people were arrested during a protest against the removal of wreaths, flowers and poems laid at the Monument to the People&apos;s Heroes in Zhou&apos;s memory.",
    "<i>1976 Tangshan earthquake</i>: An earthquake with its epicenter near Tangshan killed roughly a quarter of a million people.",
    "Mao died.",
    "The Gang of Four, a political faction including Mao&apos;s wife Jiang Qing, was arrested on the orders of the premier Hua Guofeng.",
    "Hua became Chairman of the Communist Party of China."
  ],
  "Colombia": [
    "Starts the development of Cerrej&#xF3;n Coal mine. It is the largest mining operation in Colombia and among the largest open-pit coal mines in the world"
  ],
  "Cuba": [
    "South African forces backing the UNITA rebel force withdraw from Angola. It is regarded as a victory for Cuban forces.",
    "A referendum endorses the 1976 Constitution, which institutionalizes the principles of the Cuban Revolution. It takes effect of 24 February.",
    "Two time bombs destroy Cubana Flight 455 departing from Barbados, via Trinidad, to Cuba. Evidence implicated several CIA-linked anti-Castro Cuban exiles and members of the Venezuelan secret police DISIP.",
    "Fidel Castro becomes President of Cuba."
  ],
  "East_Timor": [
    "<i>Indonesian occupation of East Timor</i>: Indonesia declared East Timor its 27th province."
  ],
  "Indinesia": [
    "General Ibnu Sutowo is &apos;dismissed with honour&apos; after a decade as head of Pertamina, the state oil corporation.",
    "Palapa A1, Indonesia&apos;s first communication satellite launched from Cape Canaveral.",
    "Suharto signs a bill integrating East Timor into Indonesia as its 27th province.",
    "UN General Assembly rejects Indonesia&apos;s annexation of East Timor."
  ],
  "Israel": [
    "<i>Operation Entebbe</i>: Sayeret Matkal freed some hundred hostages held at Entebbe International Airport by hijackers belonging to the Palestinian nationalist Popular Front for the Liberation of Palestine &#x2013; External Operations and the far-left Revolutionary Cells."
  ],
  "Philippine": [
    "New people&apos;s Army Spokesman Satur Ocampo arrested",
    "Lt. Victor Corpuz captured.",
    "An earthquake of 7.8 magnitude and a following tsunami (flood wave) hit Mindanao, killing an estimated 8,000 people on and off the coast.",
    "Kumander Dante of the New People&apos;s Army arrested",
    "Annual meeting of boards of governors of World Bank and International Monetary Fund is held in the Philippine International Convention Center.",
    "Martial Law allowed to extend by virtue of a plebiscite",
    "First Lady Imelda Marcos visits Libya.",
    "Tripoli Agreement signed"
  ],
  "Singapore": [
    "The PAP wins all 69 seats in the 1976 General Election."
  ],
  "Spain": [
    "<i>Spanish transition to democracy</i>: The transition began."
  ],
  "Syria": [
    "<i>Syrian occupation of Lebanon</i>: The Syrian occupation of Lebanon began."
  ],
  "Tanzania": [
    "Archaeologist Mary Leakey and her team discover homoinid fossil footprints at Laetoli, south of the Olduvai Gorge."
  ],
  "USA": [
    "Steve Jobs founded Apple Inc.",
    "<i>Gregg v. Georgia</i>: The Supreme Court affirmed that the death penalty did not violate the Eighth Amendment.",
    "<i>United States Bicentennial</i>: Americans celebrated the United States bicentennial.",
    "The Copyright Act of 1976 was signed into law.",
    "<i>U.S. presidential election, 1976</i>: Georgia Governor Jimmy Carter was elected President, defeating incumbent Gerald Ford."
  ],
  "Vietnam": [
    "President T&#xF4;n &#x110;&#x1EE9;c Th&#x1EAF;ng (1976&#x2013;1980) became ruler of Vietnam.",
    "The National Assembly proclaims unification of the country as the Socialist Republic of Vietnam.",
    "Fourth National Party Congress. The Vietnamese Workers Party renamed the Vietnam Communist Party."
  ]
}