{
  "year": "1978",
  "Afghanistan": [
    "<i>Saur Revolution</i>: Military units loyal to the PDPA assaulted the Afghan Presidential Palace, killing President Mohammed Daoud Khan and his family.",
    "<i>Saur Revolution</i>: The PDPA installed its leader, Nur Muhammad Taraki, as President of Afghanistan.",
    "A rebellion against the new Afghan government began with an uprising in Nuristan Province.",
    "A treaty was signed which permitted deployment of the Soviet military at the Afghan government&apos;s request."
  ],
  "Albania": [
    "China terminated all economic and military aid to Albania."
  ],
  "Argentina": [
    "Argentina hosted and won the 1978 Football World Cup",
    "Argentina refused the binding Beagle Channel Arbitration and started the Operation Soberania in order to invade Chile"
  ],
  "Australia": [
    "First Sydney Gay and Lesbian Mardi Gras"
  ],
  "Bangladesh": [
    "Bangladesh is elected to a two-year term on the UN Security Council.",
    "Ziar wins presidential election and secures his position for a five-year term."
  ],
  "Belgium": [
    "Jacques Brel dies.",
    "Leo Tindemans resigns as Prime Minister after the failure of the Egmont pact.",
    "Belgian general election, 1978"
  ],
  "Bhutan": [
    "Bhutan&apos;s population reaches an estimated 400,000."
  ],
  "Chile": [
    "Beagle conflict: Argentina refuses to abide by the judgement and invades Chile in Operation Soberania. Argentine forces withdraw before any combat occurs."
  ],
  "China": [
    "The poet Huang Xiang pasted pro-democracy, anti-Mao poems on the Democracy Wall in Beijing.",
    "The Communist official Deng Xiaoping became paramount leader of China.",
    "<i>Chinese economic reform</i>: Economic liberalization measures including the replacement of collective farming with the household-responsibility system began to be instituted.",
    "Deng Xiaoping first advocated for the Four Modernizations, of agriculture, industry, national defense and science and technology."
  ],
  "Colombia": [
    "Julio C&#xE9;sar Turbay Ayala is president of Colombia"
  ],
  "Estonia": [
    "One of the last Forest Brother guerilla movement fighter August Sabbe was discovered and killed in Estonia."
  ],
  "Indinesia": [
    "The People&apos;s Consultative Assembly (MPR) elevates Pancasila to the status of compulsory moral education of youth and government officials. Suharto appoints B.J. Habibie as state minister for research and technology.",
    "Suharto inaugurated Istiqlal Mosque, Jakarta, the Indonesian national mosque."
  ],
  "Israel": [
    "Israel and Egypt signed the Camp David Accords at the White House. The framework agreement provided for the establishment of an autonomous authority in the West Bank and Gaza Strip and for withdrawal of Israeli forces from the Sinai Peninsula in exchange for the establishment of full diplomatic relations with Egypt."
  ],
  "Italy": [
    "Kidnapping of the former Prime Minister Aldo Moro by the Red Brigades.",
    "Aldo Moro is killed after the government refuses to negotiate with the Communist group. The &quot;historic compromise&quot; is stopped and Giulio Andreotti steps down from government. The Red Brigades begin falling apart.",
    "President Giovanni Leone resigned.",
    "Socialist Sandro Pertini is the new President of the Republic."
  ],
  "Kenya": [
    "Jomo Kenyatta dies\n<p>Daniel Arap Moi becomes new Kenyan President</p>\n"
  ],
  "Philippine": [
    "Rodolfo Salas takes over the leadership of the Communist Party of the Philippines.",
    "Members of the Interim Batasang Pambansa are elected.",
    "U.S. Vice Pres. Walter Mondale visits the Philippines.",
    "Inauguration of Interim Batasang Pambansa with Pres. Marcos as its Prime Minister.",
    "Jesus is Lord Church led by Eddie Villanueva, a former activist and professor was established."
  ],
  "Poland": [
    "Election of Pope John Paul II"
  ],
  "Russia": [
    "<i>Saur Revolution</i>: Military units loyal to the PDPA assaulted the Afghan Presidential palace, killing President Mohammed Daoud Khan.",
    "<i>Saur Revolution</i>: The PDPA installed its leader, Nur Muhammad Taraki, as President of Afghanistan.",
    "A rebellion against the new Afghan government began with an uprising in Nuristan.",
    "Brezhnev&apos;s poliboro sizes up Karol Cardinal Wojtyla of Poland when he is elected Pope John Paul II on 16 October and delivers his &quot;be not afraid&quot; speech on\n<p>22 October&apos;s papal inauguration.</p>\n",
    "A treaty was signed that permitted deployment of the Soviet military at the Afghan government&apos;s request.",
    "Cambodian-Vietnamese War: The Vietnamese army invaded Cambodia."
  ],
  "Singapore": [
    "Spyros disaster"
  ],
  "Slovenia": [
    "The &quot;South railway&quot; is electrified."
  ],
  "Spain": [
    "The Spanish Constitution of 1978 was issued."
  ],
  "Sudan": [
    "Oil was discovered in Bentiu."
  ],
  "Tanzania": [
    "Ugandan forces under Idi Amin invade Tanzania, starting the Uganda&#x2013;Tanzania War, also known as the Liberation War."
  ],
  "USA": [
    "The Camp David Accords were signed by Menachem Begin of Israel and Anwar Sadat of Egypt at Camp David.",
    "The Foreign Intelligence Surveillance Act was signed into law.",
    "The Humphrey Hawkins Full Employment Act was signed into law.",
    "<i>Jonestown massacre</i>: The mass-suicide of 909 American citizens who were members of the religious cult the Peoples Temple, led by Jim Jones, occurred in Guyana. With the addition murders of nine others, including Congressman Leo Ryan, the 918 deaths were the largest loss of American life in a single incident and in a non-natural disaster at the time.",
    "<i>Moscone&#x2013;Milk assassinations</i>: Harvey Milk, the first openly gay person elected to public office, and San Francisco Mayor George Moscone, were assassinated by Dan White in San Francisco."
  ],
  "Vietnam": [
    "Admittance to the Comecon.",
    "25-year &quot;Treaty of Friendship and Cooperation&quot; with the Soviet Union."
  ]
}