{
  "year": " 1971",
  "Australia": [
    "Neville Bonner becomes the first Aborigine to become an Australian Member of Parliament;",
    "John Gorton resigns as Prime Minister and is succeeded by William McMahon",
    "The 1971 Springbok tour sparks protest all throughout Australia. Premier of Queensland Joh Bjelke-Petersen declares a state of emergency in QLD in response to escalating protest.",
    "Daylight saving is introduced to New South Wales, Victoria, Queensland, South Australia and the Australian Capital Territory."
  ],
  "Bangladesh": [
    "First hoisting of the National flag of Bangladesh (initial version) at the Dhaka University by Vice President of Dhaka University Students&apos; Union (DUCSU) leader A. S. M. Abdur Rab.",
    "Sheikh Mujibur Rahman makes his historic freedom speech.",
    "Pakistan Army launches Operation Searchlight at midnight on the 25th, marking the start of the 1971 Bangladesh atrocities. Sheikh Mujib is arrested. (to 26 March)",
    "Sheikh Mujib declares the independence of Bangladesh before his arrest by Pakistani Army. ",
    "Major Ziaur Rahman broadcasts the declaration of independence on behalf of Bangabandhu Sheikh Mujibur Rahman over the radio. .",
    "Kushtia resistance begins.",
    "Jinjira genocide",
    "Formation of a provisional Bangladesh government-in-exile.",
    "M. A. G. Osmani takes command of the Bangladesh Armed Forces.",
    "The government-in-exile takes oath at Mujibnagar.",
    "Battle of Daruin, Comilla and Battle of Rangamati-Mahalchari waterway, Chittagong Hill Tracts.",
    "Gopalpur massacre, workers slain by the Pakistani Army",
    "Chuknagar massacre by the Pakistan Army.",
    "Swadhin Bangla Betar Kendra radio station established in Kolkata.",
    "Sector Commanders Conference 1971. (to 17 July)",
    "Operation Jackpot, Bangladesh naval commando operation.",
    "Flight Lieutenant Matiur Rahman attempts to defect after hijacking a fighter plane.",
    "Battle of Goahati, Jessore.",
    "Bangladesh Air Force functional.",
    "Dhaka guerrillas kill Abdul Monem Khan, governor of East Pakistan.",
    "Battle of Dhalai Outpost, Srimongol.",
    "Six small ships constitute the first fleet of Bangladesh Navy.",
    "Battle of Ajmiriganj, an 18&#x2011;hour encounter between MB Freedom Fighters and the Pakistan army.",
    "Battle of Garibpur between India and the Pakistan Army. (to 21 November)",
    "Mitro Bahini, a joint force of Bangladesh and Indian troops formed.",
    "Battle of Boyra, involving Pakistani and Indian air force.",
    "Indo-Pakistani War of 1971 breaks out. Bangladesh Air Force destroys Pakistani oil depots.",
    "India officially invades East Pakistan.",
    "India becomes the first country to recognize Bangladesh. Swadhin Bangla Betar Kendra radio station becomes Bangladesh Betar.",
    "Liberation of Jessore, Sylhet and the Moulovi Bazar.",
    "Chandpur and Daudkandi liberated.",
    "Liberation of Laksham. Two Bangladeshi ships sunk mistakenly by Indian air attack.",
    "Liberation of Hilli, Mymensingh, Kushtia and Noakhali.",
    "Selective genocide of nationalist intellectuals, liberation of Bogra.",
    "Surrender of the Pakistan army and liberation of Dhaka."
  ],
  "Belgium": [
    "Emperor Hirohito&apos;s state visit to Belgium.",
    "Belgian general election, 1971"
  ],
  "Bhutan": [
    "Bhutan joins the United Nations."
  ],
  "Brazil": [
    "Seventy Brazilian political prisoners are released in Santiago, Chile; Giovanni Enrico Bucher is released 16 January.",
    "Giovanni Enrico Bucher is released by the A&#xE7;&#xE3;o Libertadora Nacional.",
    "A bridge still in construction, called Elevado Engenheiro Freyssinet, falls over the Paulo de Frontin Avenue, in Rio de Janeiro; 48 people are killed and several injured. Reconstructed, the bridge is currently a part of the Linha Vermelha elevate."
  ],
  "Chile": [
    "Poet Pablo Neruda receives Nobel Prize for Literature."
  ],
  "Cyprus": [
    "EOKA B&apos; is being created"
  ],
  "Germany": [
    "France, the United Kingdom, the United States and the Soviet Union signed the Four Power Agreement on Berlin, in which all parties pledged peace and the latter pledged to continue to allow trade and communication between West Berlin and West Germany."
  ],
  "Haiti": [
    "The National Assembly approves an amendment to the constitution, allowing President For Life Duvalier to name his son, Jean-Claude Duvalier, as his successor",
    "President for Life Fran&#xE7;ois Duvalier dies in Port-au-Prince",
    "Jean-Claude &quot;Baby Doc&quot; Duvalier succeeds his father as President for Life"
  ],
  "India": [
    "Third war with Pakistan over creation of Bangladesh, formerly East Pakistan.",
    "Twenty-year treaty of friendship signed with Soviet Union."
  ],
  "Indinesia": [
    "Suharto&apos;s wife inspired by a visit to Disneyland, conceives a national cultural theme park.",
    "Indonesia&apos;s second parliamentary election and the first under the New Order is held. Golkar wins an outright majority."
  ],
  "Italy": [
    "The regional council of Calabria recognizes Catanzaro regional capital.",
    "In Italy resume violent riots.",
    "Partial local elections showed a decline of the Christian Democrats and an advanced of MSI.",
    "The band Pink Floyd films performances for their songs &quot;Echoes&quot;, &quot;One of These Days&quot;, and &quot;A Saucerful of Secrets&quot; in Pompeii. The footage was included in their concert documentary film <i>Pink Floyd: Live at Pompeii</i>.",
    "Giovanni Leone is elected President of the Republic at the twenty-third ballot."
  ],
  "Japan": [
    "1971 Okinawa Reversion Agreement is ratified in the aftermath of the Koza riot and other incidents"
  ],
  "Malaysia": [
    "An affirmative action program known as the Malaysian New Economic Policy was launched by the Malaysian government."
  ],
  "Malta": [
    "Capital punishment for murder abolished."
  ],
  "Philippine": [
    "Moro National Liberation Front is established by Nur Misuari.",
    "Diliman commune",
    "Manili massacre",
    "The Constitutional Convention assembles to rewrite the 1935 Constitution. The Convention elects former Pres. Carlos Garcia as its head.",
    "Death of Carlos Garcia, former Philippine President; another former Pres. Diosdado Macapagal succeeds as the president of the Constitutional Convention.",
    "Plaza Miranda is bombed during the Liberal Party&apos;s election campaign, seriously injuring some opposition personalities.",
    "Pres. Marcos suspends the Writ of <i>Habeas Corpus</i> following the Plaza Miranda bombing.",
    "U.S. operations in Sangley Point Naval Base terminated.",
    "Republic Act No. 6394 created the province of Quirino, separating from Nueva Vizcaya.",
    "Republic Act No. 6398 created the province of Siquijor, separating from Negros Oriental",
    "Leonardo &#x201C;Nardong Putik&#x201D; Manecio, one of the most notorious gangsters and dubbed as Cavite&#x2019;s Public Enemy No. 1 was killed in Imus in a highway shootout with NBI agents.",
    "Philippine Senate election, 1971"
  ],
  "Singapore": [
    "Dr Benjamin Henry Sheares becomes the second President of Singapore.",
    "The last British military forces withdraws from Singapore."
  ],
  "Sudan": [
    "<i>1971 Sudanese coup d&apos;&#xE9;tat</i>: The leaders of an attempted Communist <i>coup</i> against Nimeiry failed and were executed."
  ],
  "Sweden": [
    "The Riksdag becomes unicameral."
  ],
  "Switzerland": [
    "Women are given the right to vote."
  ],
  "Taiwan": [
    "<i>China and the United Nations</i>: The Republic of China withdraws from the United Nations and replaced by the People&apos;s Republic of China."
  ],
  "Tanzania": [
    "The Arusha Agreement is enacted."
  ],
  "USA": [
    "Charles Manson is sentenced to death (with his sentence later commuted to life in prison) for his involvement in the Tate-LaBianca murders.",
    "The Public Health Cigarette Smoking Act was signed into law, banning cigarette advertisements on radio and television and issuing a Surgeon General&apos;s warning on tobacco products.",
    "<i>Pentagon Papers</i>: The New York Times publishes its first story on the classified 7,000-page Department of Defense study, leaked by study participant Daniel Ellsberg, on the U.S.&apos;s political-military involvement in Vietnam since 1945.",
    "President Nixon declares a &quot;<i>War on Drugs</i>&quot;, stating that drug use in the U.S. is &quot;public enemy number one.&quot;",
    "<i>New York Times Co. v. United States</i>: The Supreme Court ruled that the Pentagon Papers may be published, rejecting government injunctions as unconstitutional prior restraint.",
    "The Twenty-sixth Amendment to the United States Constitution, lowering the voting age from 21 to 18, was ratified.",
    "<i>Nixon Shock</i>: Nixon ended the gold standard in the United States.",
    "<i>Attica Prison riot</i>: After four days of holding 39 prison staff members hostage, a raid that led to a riot at the Attica Correctional Facility was launched by New York State Police; leaving 43 staff and prisoners dead and being the deadliest prison riot in U.S. history."
  ]
}