{
  "year": " 1981",
  "Albania": [
    "Shehu died, either by his own hand or on the orders of Hoxha."
  ],
  "Australia": [
    "A referendum is held in Tasmania to vote for whether or not the Franklin Dam should be built."
  ],
  "Bangladesh": [
    "Assassination of Ziaur Rahman."
  ],
  "Barbados": [
    "House of Assembly changes to 27 single member constituencies.",
    "Election: Won by Barbados Labour Party-BLP led by J.M.G.M &quot;Tom&quot; Adams"
  ],
  "Belgium": [
    "Belgian general election, 1981"
  ],
  "Brazil": [
    "The Brazilian river boat <i>Sobral Santos</i> capsizes in the Amazon River, &#xD3;bidos, Brazil, killing at least 300."
  ],
  "Colombia": [
    "Homosexuality in Colombia is declared legal by the national government"
  ],
  "France": [
    "Fran&#xE7;ois Mitterrand began his term as president of France."
  ],
  "Israel": [
    "<i>Operation Opera</i>: Israel carried out a surprise air strike on an Iraqi nuclear reactor some ten miles southwest of Baghdad."
  ],
  "Italy": [
    "The prosecutors of Milan and the police discovered the existence of the P2 lodge. Head of loggia is Licio Gelli.",
    "Giovanni Spadolini (PRI) is premier of a coalition (PRI-DC-PSI-PSDI-PLI) called Pentapartito. Spadolini is the first non-Christian Democrat minister since 1945. His government lasts one year.",
    "The fictional Italian video game character Mario, known then as &quot;Jumpman&quot;, first appears in the game <i>Donkey Kong</i>."
  ],
  "Latvia": [
    "The modern Van&#x161;u Bridge was opened across the Daugava River in Riga."
  ],
  "Malta": [
    "In the national election, the Malta Labour Party remained in Government notwithstanding the fact that 51% of the electorate voted in favour of the Partit Nazzjonalista. In the wake of this result, the constitution is amended to provide a mechanism whereby the party with a majority of the popular vote would be awarded a sufficient number of additional seats to give it a legislative majority."
  ],
  "Philippine": [
    "Businessman Dewey Dee flees from the Philippines, leaving behind debts.",
    "Martial law lifted (<i>Proclamation 2045</i>)",
    "Pope John Paul II visited the Philippines for his first papal visit.",
    "Executive Committee is created by a constitutional amendment as ratified in a plebiscite.",
    "Philippine general election and referendum, 1981 (Ferdinand Marcos re-elected to a third term).",
    "Inauguration of Pres. Marcos; Finance Minister Cesar Virata is elected Prime Minister by the Batasang Pambansa",
    "Accident during the construction of the Manila Film Center, 169 were killed."
  ],
  "Poland": [
    "Martial law begins"
  ],
  "Russia": [
    "In response to the growing influence of Solidarity, Wojciech Jaruzelski, the First Secretary of the Communist Party, declared martial law in Poland, under indirect threat of Soviet intervention."
  ],
  "Serbia": [
    "Riots erupt among Albanians of Kosovo, as they ask for the recognition of the State of Kosovo. The uprising was brutally suppressed by the JNA, as Kosovo Serbs fear being pulled into a civil war. By this date, the population share of Kosovo Serbs has dropped down to 15% compared to 25% a decade earlier."
  ],
  "Singapore": [
    "Singapore Changi Airport starts operation.",
    "C V Devan Nair becomes the third President of Singapore.",
    "Workers&apos; Party of Singapore&apos;s Joshua Benjamin Jeyaretnam elected into Parliament, breaking a 16 years PAP monopoly of the House."
  ],
  "Spain": [
    "<i>Spanish society after the democratic transition</i>: A democratic society was established.",
    "<i>23-F</i>: An attempted coup took place."
  ],
  "USA": [
    "Iran releases the 52 U.S. hostages held in Tehran after 444 days (the day of the swearing in of President Ronald Reagan); signing the Algiers Accords.",
    "<i>Reagan assassination attempt</i>: President Reagan and three others were injured after an assassination attempt of the President by John Hinckley, outside of the Hilton Washington in Washington D.C.",
    "<i>STS-1</i>: The Space Shuttle <i>Columbia</i> was launched, being the first flight of NASA&apos;s Space Shuttle program.",
    "<i>Hyatt Regency walkway collapse</i>: A hotel walkway collapsed in Kansas City, Missouri, killing 114 and injuring over two hundred.",
    "MTV, the first 24-hour cable network dedicated to airing music videos, was launched.",
    "<i>Reaganomics</i>: The Kemp-Roth Tax Cut was signed into law.",
    "Sandra Day O&apos;Connor was sworn in as an Associate Justice of the Supreme Court, becoming the first woman to serve on the court.",
    "President Reagan signed NDSS 17, authorizing the beginning of CIA support for contra rebels in Nicaragua."
  ]
}