{
  "year": "1986",
  "Albania": [
    "Alia was featured as the undisputed leader of the country and Party at the Ninth Party Congress."
  ],
  "Argentina": [
    "Argentina wins 1986 Football World Cup, captained by Diego Maradona"
  ],
  "Australia": [
    "The <i>Australia Act</i> removes the right of appeal from State courts to the British Privy Council, making the High Court the final court of appeal in Australia. The Act also removes all remaining rights of the UK parliament to pass law for Australia.",
    "Murder of Anita Cobby in Sydney.",
    "Russell Street Bombing in Melbourne.",
    "<i>Crocodile Dundee</i> is released in Australia."
  ],
  "Bangladesh": [
    "At the 1986 General Election, a victory by the Jatiya Party consolidates Ershad&apos;s position."
  ],
  "Barbados": [
    "Election: Won by Democratic Labour Party-DLP, led by Errol Barrow"
  ],
  "Bhutan": [
    "Bhutan&apos;s population reaches an estimated 500,000.",
    "One thousand illegal Lhotshampa laborers are expelled."
  ],
  "Colombia": [
    "Virgilio Barco is elected president of Colombia",
    "<i>El Espectador</i> newspaper director, Guillermo Cano is shot to death by hitmen",
    "Guerrilla leader Javier Delgado kills 150 fellow guerrilleros of the Ricardo Franco Group, in the Tacuey&#xF3; massacre, because he suspected them to be infiltrated",
    "Pope John Paul II visits Bogot&#xE1; and the remains of Armero tragedy",
    "Miguel &quot;Happy&quot; Lora wins the world boxing championship in the bantamweight division",
    "Campo El&#xED;as Delgado Morales, a Vietnam War veteran kills 28 persons (including his mother) and leaves 15 injured, in the Pozzetto restaurant massacre, presumably due to mental illness. The events are depicted in the 2006 movie Satan&#xE1;s (film)"
  ],
  "France": [
    "Single European Act&#xA0;: a major revision of the Treaty of Rome to establish a common market by the end of 1992. (to 28 February 1987)"
  ],
  "Haiti": [
    "Rumors spread through Port-au-Prince that President Duvalier has fled the country",
    "President Duvalier and members of his cabinet visit commercial and residential areas of Port-au-Prince as a show of power",
    "President Jean-Claude Duvalier flees Haiti for Talloires, France; the National Council of Government (<i>Conseil National de Gouvernement</i>, CNG) is established, led by General Henri Namphy; the Legislative Chamber and Duvalier&apos;s armed forces, <i>Volontaire S&#xE9;curit&#xE9; Nationale</i>, are dissolved",
    "The original blue and red flag of Haiti is raised at the National Palace, replacing the black and red flag of the Duvalier regime",
    "Former President of Haiti Daniel Fignol&#xE9; returns to Haiti; a second version of the CNG is formed, consisting of Henri Namphy, Williams R&#xE9;gala, and Jacques Fran&#xE7;ois",
    "More than two thousand students and public transportation drivers of Carrefour demonstrate against the CNG",
    "Eight people are killed in an attack by armed groups on Fort-Dimanche",
    "Forty-one people are elected to a constituent assembly to draft a new constitution, the CNG appoints twenty more constituents for a total of sixty-one"
  ],
  "Italy": [
    "Italy took its most visible steps toward fighting organized crime, convicting 338 Mafia members of criminal activities.",
    "Italy-US relations are strained by the Libyan retaliation after the American bombing of Tripoli, and by the Sigonella crisis following the kidnapping of the Achille Lauro liner ship by the Palestinian Liberation Front.",
    "The neurologist Rita Levi-Montalcini, together with Stanley Cohen, receives the Nobel Prize in Physiology or Medicine for their discovery of Nerve growth factor (NGF). Since 2001, she has also served in the Italian Senate as a Senator for Life."
  ],
  "Nepal": [
    ""
  ],
  "Philippine": [
    "Philippine presidential election, 1986",
    "Thirty-five COMELEC computer workers led by Linda Kapunan walk out at PICC, protesting alleged cheating of election results.",
    "Opposition Antique former Gov. Evelio Javier is assassinated during the canvassing of election results.",
    "Batasang Pambansa declares Marcos and Arturo Tolentino as re-elected President and elected Vice-President, respectively. Twenty-six Assembly members walk out before the proclamation.",
    "Marcos&apos; opponent Corazon Aquino, widow of Benigno Aquino, Jr., is proclaimed President in <i>Tagumpay ng Bayan</i> rally in Rizal Park and calls for a civil disobedience campaign as a protest.",
    "EDSA Revolution ousts Pres. Marcos; Corazon Cojuangco&#x2013;Aquino becomes President.\n<ul>\n<li>February 22 &#x2013; Defense Minister Juan Ponce Enrile and Constabulary Chief Gen. Fidel Ramos withdraw from the Marcos administration. Crowd gather outside camps Crame and Aguinaldo. RAM joins with them as attempted coup prevented.</li>\n<li>February 23 &#x2013; People flock to two camps, and Ortigas and EDSA roads, to join with Enrile and Ramos and express support for Cojuangco&#x2013;Aquino as the real new president. Marine forces targeting them are stopped.</li>\n<li>February 24 &#x2013; Attacks occur in Camp Aguinaldo, Villamor Airbase, and Malaca&#xF1;ang; air force unit joins with rebels; reformists take over government-owned MBS-4.</li>\n<li>February 25 &#x2013; Cojuangco&#x2013;Aquino is sworn in as President by Senior Associate Justice Claudio Teehankee, and Salvador Laurel as Vice-President by Justice Vicente Abad Santos, at Club Filipino in San Juan. Aquino appoints Enrile as Defense Secretary and Ramos as AFP Chief of Staff. Marcos also holds his own inauguration as television stations covering the ceremonies are destroyed by rebels, however at evening, he and his family are transported by helicopters to Clark Air Base.</li>\n</ul>\n",
    "From Clark Air Base, Marcoses finally leave the country aboard U.S. planes to Guam and to Hawaii.",
    "Presidential Commission on Good Government is formed by Pres. Aquino.",
    "Pres. Aquino declares a revolutionary government, abolishes Interim Batasang Pambansa and the 1973 Constitution and adopts Freedom Constitution (<i>Proclamation No. 3</i>).",
    "A group of military officers and Marcos loyalists occupy Manila Hotel for 2 days and declare Arturo Tolentino as &quot;acting President.&quot;",
    "DZMM of ABS&#x2013;CBN is established as the first post-revolution AM radio station.",
    "DWKO established as the first post-revolution FM radio station.",
    "<i>The Philippine Star</i> publishes its first issue.",
    "<i>Bantayog ng mga Bayani</i> founded",
    "The Mt. Data Peace Accord was signed between the Philippine Government and the separatist Cordillera Bodong Administration-Cordillera People&apos;s Liberation Army.",
    "ABS&#x2013;CBN resumes its broadcast.",
    "KMU chairman Rolando Olalia was shot dead in Antipolo, Rizal by attributing his party leaders within the military.",
    "A coup attempt called &quot;God Save the Queen&quot; is reportedly discovered by the government."
  ],
  "Serbia": [
    "The Memorandum of the Serbian Academy of Sciences and Arts is proclaimed in Belgrade, calling for a fundamental change and the country&apos;s reorganization. This document marks the rise of Serbian nationalism within SFRY, opening the <i><b>Serbian Question</b></i>, at the time the country was battling ever-high recession and unemployment rate. Kosovo Serbs and Croatian Serbs are pointed out as the main victims of ethnic hatred and chauvinism, following several clashes with local Albanians and Croats, respectively."
  ],
  "Singapore": [
    "Hotel New World collapses, killing 100 people (injuries fatal victim 67 people and death 33 people)."
  ],
  "Spain": [
    "Spain joined the European Union."
  ],
  "Sudan": [
    "Sadiq al-Mahdi became Prime Minister in a coalition government following elections."
  ],
  "Sweden": [
    "Prime Minister and Social Democratic leader Olof Palme is murdered."
  ],
  "USA": [
    "The first Martin Luther King, Jr. Day is observed.",
    "<i>Space Shuttle Challenger disaster</i>: The Space Shuttle <i>Challenger</i> exploded due to a leak in the shuttle&apos;s solid rocket booster 73 seconds after departing from the Kennedy Space Center, killing all seven crew members aboard, including school teacher Christa McAuliffe.",
    "<i>Operation El Dorado Canyon</i>: The U.S. began air strikes against Libya after the Berlin discotheque bombing.",
    "The <i>Firearm Owners Protection Act</i> was signed into law.",
    "<i>Hands Across America</i>: Over five million Americans formed a human chain across the contiguous United States, holding hands for 15 minutes to raise awareness of hunger and homelessness.",
    "The <i>Goldwater&#x2013;Nichols Act</i> was signed into law.",
    "The Fox Broadcasting Company was founded.",
    "The <i>Compact of Free Association</i> was signed by the U.S., giving Independence to the Marshall Islands.",
    "The Tax Reform Act of 1986 was signed into law.",
    "<i>Iran&#x2013;Contra affair</i>: The Lebanese magazine <i>Ash-Shiraa</i> first revealed that the United States had secretly sold weapons to Iran in exchange for American hostages, amid a U.S. arms embargo.",
    "The <i>Immigration Reform and Control Act</i> was signed into law.",
    "After the resignation of National Security Advisor John Poindexter, Attorney General Edwin Meese revealed that the profits from the U.S. arms trade with Iran were illegally diverted to support contra groups in Nicaragua.",
    "The Tower Commission is established by President Reagan to investigate the <i>Iran&#x2013;Contra affair</i>."
  ],
  "Vietnam": [
    "Sixth National Party Congress.",
    "Tr&#x1B0;&#x1EDD;ng Chinh, Chairman of the State Council (1981&#x2013;1987) ended his rule of Vietnam."
  ]
}