{
  "year": "1996",
  "Afghanistan": [
    "<i>Civil war in Afghanistan (1996-2001)</i>: The forces of the Islamic State retreated to northern Afghanistan.",
    "<i>Civil war in Afghanistan (1996-2001)</i>: The Taliban conquered Kabul and declared the establishment of the Islamic Emirate of Afghanistan. Former President Mohammad Najibullah, who had been living under United Nations protection in Kabul, was tortured, castrated and executed by Taliban forces."
  ],
  "Albania": [
    "Gross domestic product grows by an estimated 8%, while inflation rises by about 4&#x2013;5%, mainly owing to the introduction of a value-added tax. Unemployment drops to a total of 170,000, or about 13%. The agricultural and especially the construction and private-service sectors continue to register robust two-digit growth. Remittances from Albanian &#xE9;migr&#xE9;s in Greece, Italy, Germany, and the U.S. still account for an estimated 20% of GDP. The nation&apos;s relationship with Greece is improved when a high-ranking Greek official visits Albania, and a number of important cooperation agreements are signed. The impasse between Tirana and Belgrade continues, although ethnic Albanians from Kosovo are allowed to travel to Albania. Tirana dispatches a 33-man peacekeeping force to the German contingent of IFOR (the NATO-led Implementation Force) in Bosnia and Herzegovina, the first time in the country&apos;s history that Albanian troops have been stationed abroad.",
    "Albania receives an aid package from the U.S. worth $100 million.",
    "Alia is rearrested and charged with crimes against humanity.",
    "The former chief of the Sigurimi is arrested following bomb attacks in Tirana on February 26 and in Durr&#xEB;s on March 6.",
    "The third post-Communist parliamentary elections plunge Albania into its deepest political crisis since the demise of communist rule. Hours before the polls close, all major opposition parties pull out their candidates, accusing the ruling Democratic Party of engineering widespread election irregularities. Riot police violently break up a protest rally. On June 2 a second round is held, again boycotted by most of the opposition. The chairman of the Central Electoral Commission puts turnout at 59% compared to 89% in the first round. Final results give the ruling Democratic Party 122 seats in the 140-seat parliament (87% of the vote). The Socialists refuse to recognize the results and do not take their nine seats.",
    "Berisha forms a new enlarged (25-member) cabinet. Among the new ministers are Tritan Shehu as foreign minister and deputy premier, Ridvan Bode as finance minister, and Halit Shamata as interior minister. The government includes four female members, the widest female representation in the history of the country.",
    "The appeals court upholds prison sentences of up to 20 years on nine high-ranking officials of the communist era. They were sentenced on September 28 for putting thousands of dissidents into internal exile. Those charged included party leaders from Tirana, Lushnj&#xEB; and other towns, as well as secret police and officials of the Interior Ministry.",
    "Shortly after midnight, in downtown Tirana an explosion takes place in the apartment of Prel Martini, chief judge of the appeals court. The bomb leaves his five-year-old daughter with a broken leg and injures Martini, his seven-year-old son and two women in neighbouring apartments. Prime Minister Aleksand&#xEB;r Meksi says the explosion is a politically motivated terrorist act."
  ],
  "Argentina": [
    "Radical Fernando de la R&#xFA;a elected first Mayor of Buenos Aires"
  ],
  "Australia": [
    "The High Court hands down the Wik Decision, which holds that indigenous native title can survive the granting of pastoral leases.",
    "<i>Australian federal election, 1996</i>: Liberal John Howard becomes Prime Minister, defeating Paul Keating after a record 13 years of Labor government",
    "Howard Government leads all Australian states and territories agree to introduce uniform gun laws following the deaths of 35 people in the Port Arthur massacre"
  ],
  "Bangladesh": [
    "Over 400 are killed as a tornado strikes northern Bangladesh.",
    "Failed attempt of coup d&apos;&#xE9;tat by Lt. Gen. Abu Saleh Mohammad Nasim, Bir Bikram.",
    "General election of &apos;96, Bangladesh Awami League gains majority.",
    "India and Bangladesh sign a 30-year treaty on Ganges water sharing."
  ],
  "Belgium": [
    "White March: approximately 300,000 people demonstrate to protest police and judicial inefficiency and demand improved child protection in the wake of the Dutroux affair",
    "Famous cyclist Eddy Merckx created baron by King Albert"
  ],
  "Brazil": [
    "Varginha UFO incident in Minas Gerais.",
    "A Learjet 25 (registration PT-LSD) carrying the Brazilian satirical rock band Mamonas Assassinas attempts a go-around at S&#xE3;o Paulo&#x2013;Guarulhos International Airport in S&#xE3;o Paulo, Brazil, but crashes in the Serra da Cantareira mountain range, killing all eight people on board including all five members of the band.",
    "Eldorado dos Caraj&#xE1;s massacre."
  ],
  "Burundi": [
    "Hutu rebels attacked a refugee camp in the country, killing more than three hundred people.",
    "<i>1996 Burundian coup d&apos;&#xE9;tat</i>: Buyoya returned to power."
  ],
  "Colombia": [
    "Antioquia governor &#xC1;lvaro Uribe orders the capture of the German citizens Werner and Michela Mauss, suspected of being FARC collaborators",
    "March of protest of 90.000 cocaleros (coca leaf illegal farmers) from Guaviare Department and Putumayo Department ended with 12 cocaleros dead. Army soldiers accused of brutality",
    "Guerrilla attack to the military base &quot;Las Delicias&quot; in Putumayo. 29 soldiers dead, 20 injured, 60 kidnapped",
    "La Gabarra Massacre",
    "Hurricane Cesar moves westward across the southern Caribbean and crosses over extreme northern Colombia and the San Andres archipelago. Cesar kills 11&#xA0;people in Colombia due to flooding and mudslides.",
    "Aterciopelados band ranks number 1 in the MTV network, becoming the most successful Colombian rock band"
  ],
  "Cuba": [
    "Cuban authorities arrest or detain at least 150 dissidents, marking the most widespread crackdown on opposition groups since the early 1960s.",
    "Cuban fighter jets shoot down two US-registered civilian aircraft over international waters, killing four men.",
    "In the U.S., the Helms-Burton Act extends the U.S. embargo against Cuba to foreign companies."
  ],
  "East_Timor": [
    "The Nobel Peace Prize was awarded to Carlos Filipe Ximenes Belo and Jos&#xE9; Ramos-Horta for their ongoing efforts to peacefully end the occupation."
  ],
  "Haiti": [
    "Aristide leaves office and is succeeded by Ren&#xE9; Pr&#xE9;val."
  ],
  "India": [
    "The Amarnath Yatra tragedy in which at least 194 pilgrims are reported to have frozen to death in northern Kashmir after being stranded by violent rain and snow storms."
  ],
  "Indinesia": [
    "The Free Papua Movement (OPM) kidnaps fourteen scientists and foresters in Iran Jaya garnering international attention. After four months, the abductees are rescued in a bloody operation led by Prabowo.",
    "Ibu Tien Suharto, the president&#x2019;s wife of 48 years, dies of a heart attack.",
    "Military-backed thugs burst into headquarters of PDI, Megawati&apos;s party, and evict her supporters in a violent climax to government efforts to vitiate her party&#x2019;s popularity."
  ],
  "Italy": [
    "Romano Prodi becomes Prime Minister for the Olive Tree coalition, voted into power with the external support of the communists."
  ],
  "Malaysia": [
    "Petronas Twin Towers completed.",
    "Kuala Lumpur International Airport opened to public service.",
    "The Kuala Lumpur Tower completed.",
    "Astro was launched as Malaysia&apos;s first subscription-based satellite television station"
  ],
  "Malta": [
    "The new Labour government suspends Malta&apos;s EU application."
  ],
  "Peru": [
    "The terrorist group T&#xFA;pac Amaru Revolutionary Movement (MRTA) took hostage hundreds of high-level diplomats, government and military officials and business executives who were attending a party at the official residence of Japan&apos;s ambassador to Peru."
  ],
  "Philippine": [
    "Fire razes Ozone Disco Bar in Quezon City, killing more than 158, including students.",
    "Marcopper mining disaster in Marinduque occurs; one of the largest mining disasters in history.",
    "OFW Sarah Balabagan, accused of killing her Arab employer in 1994, is freed.",
    "Onyok Velasco wins the silver medal in the semifinal rounds of a boxing category in the 1996 Summer Olympics held in the U.S.; however, later loses a gold medal after being defeated by a Bulgarian opponent.",
    "A permanent peace agreement is signed at the Malaca&#xF1;an Palace between the Government of the Philippines and the Moro National Liberation Front.",
    "8th Asia-Pacific Economic Cooperation (APEC) Summit was held in Subic."
  ],
  "Russia": [
    "<i>Russian presidential election, 1996</i>: Yeltsin narrowly defeated his Communist challenger, Gennady Zyuganov.",
    "<i>First Chechen War</i>: The Khasav-Yurt Accord was signed, signaling the end of the war."
  ],
  "Singapore": [
    "The parliament passes the Maintenance of Parents law, a private member&apos;s bill introduced by Nominated Member of Parliament Woon Cheong Ming Walter."
  ],
  "Taiwan": [
    "President Bill Clinton dispatches the USS Nimitz supercarrier to patrol the Taiwan Strait.",
    "The first direct presidential election; Lee Teng-hui elected."
  ],
  "USA": [
    "<i>TWA Flight 800</i>: A flight exploded off Long Island, killing all 230 aboard.",
    "<i>Khobar Towers bombing</i>: A bombing left nineteen American servicemen dead in Saudi Arabia.",
    "<i>Centennial Olympic Park bombing</i>: A bombing in Atlanta killed one and injured 111.",
    "The Welfare Reform Act of 1996, replacing the AFDC with TANF, was signed into law.",
    "<i>U.S. presidential election, 1996</i>: Bill Clinton was reelected to a second term as President of the United States, defeating presidential candidates Bob Dole and Ross Perot.",
    "<i>United States federal government shutdown of 1995 and 1996</i>: The shutdown ended."
  ],
  "Vietnam": [
    "Eighth National Party Congress.",
    "President L&#xEA; &#x110;&#x1EE9;c Anh (1992&#x2013;1997) ended his rule of Vietnam."
  ]
}