{
  "year": " 1997",
  "Albania": [
    "In the 1997 unrest in Albania the general elections of June 1997 brought the Socialists and their allies to power. President Berisha resigned from his post, and Socialists elected Rexhep Meidani as president of Albania. Albanian Socialist Party Chairman Fatos Nano was elected Prime Minister, a post which he held until October 1998, when he resigned as a result of the tense situation created in the country after the assassination of Azem Hajdari, a prominent leader of the Democratic Party. Pandeli Majko was then elected Prime Minister, and he served in this post until November 1999, when he was replaced by Ilir Meta. Albania approved its constitution through a popular referendum which was held in November 1998, but which was boycotted by the opposition. The general local elections of October 2000 marked the loss of control of the Democrats over the local governments and a victory for the Socialists.",
    "Following the collapse of several &quot;get-rich-quick&quot; pyramid schemes, in which hundreds of thousands of Albanians lost their life savings, enraged investors go on the rampage in the southern town of Lushnj&#xEB;. Foreign Minister Shehu is attacked by demonstrators there on January 25. On January 26, thousands of people converge on central Tirana and clash with riot police. Government buildings are set ablaze in towns and cities across the country. In February unrest engulfs Vlor&#xEB;, causing several deaths. (to January 26)",
    "The UN Security Council approves dispatching a multinational military force to Albania to oversee the distribution of international humanitarian aid and maintain order.",
    "Prime Minister Aleksand&#xEB;r Meksi resigns.",
    "A national state of emergency is declared. Rioters take control of the town of Sarand&#xEB;, seizing weapons from police headquarters and army barracks. With astonishing speed the entire military establishment melts away, the security service dissolves, and the people arm themselves with every type of weapon, including Kalashnikovs and even tanks &#x2013; an estimated 650,000 weapons are seized. Most of the southern half of the country falls into the hands of ragtag rebels and criminal gangs. More than 10,000 persons flee to Italy, which in turn causes a governmental crisis in Rome. Several high government officials, including Defense Minister Safet Zhulali, flee abroad.",
    "Despite widespread demands for his resignation, on President Berisha is reelected unopposed by Parliament (113-1 with 4 abstentions).",
    "Insurgents take control of Tepelen&#xEB;, and on March 8 they seize Gjirokast&#xEB;r, the last southern government stronghold. (to March 8)",
    "Bashkim Fino of the opposition Socialist Party is appointed as prime minister. Arjan Starova becomes foreign minister; Shaqir Vukaj, defense minister; Arben Malaj, finance minister; Belul Celo, interior minister. Unrest spreads to northern Albania, and by March 13 engulfs all major population centres, including Tirana. Alia flees jail during the insurrection. Nano is pardoned by Berisha on March 16. Foreign countries begin to evacuate their nationals from the country, which is now in a state of anarchy. More than 360 people have been killed and 3,500 wounded in three months. The tragic events also cause the economy to suffer. Unemployment soars over the 25% mark, inflation rises, and gross domestic product, which registered 8&#x2013;11% increases in the previous few years, drops by 7%. The currency is devalued from 108 to more than 150 leks to the US dollar. (to March 16)",
    "More than 80 people die when an Albanian refugee ship collides with an Italian ship in the Adriatic Sea.",
    "The Socialists end their boycott of parliament and take up their seats.",
    "The pretender to the throne, Leka I, returns to Albania and calls for a referendum on restoring the monarchy.",
    "The Italian-led international protection force begins arriving in Albania. Some 7,000 troops from eight European countries participate in &quot;Operation Alba.&quot;",
    "Berisha calls new elections for June 29.",
    "A bomb attack injures 27 people in Tirana.",
    "A grenade is thrown at Berisha during a campaign rally outside Tirana but it is deactivated.",
    "The Socialist Party wins parliamentary elections, with 100 seats out of 155. Their coalition allies win 17 seats, and Berisha&apos;s Democratic Party 27. Turnout in the first round is about 65%. In a referendum held at the same time, about one-third of voters support the restoration of the monarchy. The Socialists say Albania will be a parliamentary republic, with executive power concentrated in the hands of the prime minister rather than the president. (to July 6)",
    "Interior Minister Belul Celo resigns.",
    "Tritan Shehu resigns as Democratic Party chairman.",
    "<b>President Berisha resigns</b>.",
    "Parliament elects secretary of the Socialist Party of Albania and former physics professor Rexhep Meidani as President of Albania (110-3 with 2 abstentions). Meidani then accepts the resignation of Prime Minister Fino, and names Socialist Party leader Nano as new Prime minister of Albania.",
    "A new 20-member multiparty cabinet (excluding the Democratic Party) is presented by Nano, including Paskal Milo as foreign minister, Sabit Brokaj as defense minister, Neritan Ceka as interior minister, and Arben Malaj retaining his post of finance minister.",
    "The Democrats leave parliament when one of their deputies, Azem Hajdari, is shot and wounded by a Socialist inside the chamber.",
    "Berisha is elected chairman of the Democratic Party.",
    "Alia, who escaped from jail in March and left the country, returns from abroad. He, two ex-interior ministers &#x2013; Hekuran Isai (1982&#x2013;89, 1990&#x2013;91) and Simon Stefani (1989&#x2013;90) &#x2013; and the ex-chief prosecutor were acquitted on October 20 of killing 58 people who attempted to flee the country illegally between 1990 and 1992. Prosecutors dropped the charges following a supreme court ruling that 32 other senior ex-Communists could not be held liable for alleged offenses which had not been a crime at the time."
  ],
  "Argentina": [
    "Radicals, left-wing FrePaSo and others joined forces as <i>Alianza</i> electoral alliance to oppose Menem and Peronists",
    "The A-4AR Fightinghawk enter service in the Argentine Air Force"
  ],
  "Australia": [
    "Expelled Liberal MP Pauline Hanson forms the One Nation Party",
    "Tasmania legalises homosexuality",
    "<i>1997 Thredbo landslide</i>: Eighteen people die when the Bimbadene and Carinya Lodges collapse at Thredbo Alpine Village at 11.30 p.m.",
    "Michael Hutchence, lead singer of INXS, is found dead in his hotel room."
  ],
  "Bangladesh": [
    "The &apos;Chittagong Hill tracts Peace Accord&apos; is signed between Bangladesh government and Parbatya Chattagram Jana Sanghati Samiti."
  ],
  "Burma": [
    "Myanmar is admitted to ASEAN"
  ],
  "Cambodia": [
    "The Extraordinary Chambers in the Courts of Cambodia, a tribunal for the Khmer Rouge, was established."
  ],
  "China": [
    "Deng Xiaoping died.",
    "<i>Hong Kong handover ceremony</i>: A ceremony marked the transfer of sovereignty over Hong Kong to China from the United Kingdom under the terms of the Sino-British Joint Declaration.",
    "The term Great Firewall was coined to describe the tools of Internet censorship in China."
  ],
  "Colombia": [
    "&quot;Miti-Miti&quot; corruption scandal, involving Ministrer of communications Saulo Arboleda and minister of mining and energy Rodrigo Villamizar accused of obtaining illegal profit of 100 fm radio concessions",
    "Salvatore Mancuso and Carlos Casta&#xF1;o conformed what they called the &quot;Autodefensas Unidas de Colombia&quot; (AUC) United Self-Defense Forces of Colombia",
    "Drug dealer Phanor Arizabaleta-Arzayus, member of the Cali Cartel is captured at a road checkpoint",
    "Mapirip&#xE1;n Massacre",
    "Carlos Casta&#xF1;o in a press interview admits responsibility for the Mapirip&#xE1;n Massacre. AUC is listed by the US Department of State as a Foreign Terrorist Organization.",
    "<i>Bird</i> (sculpture by Fernando Botero) was destroyed by a terrorist attack in downtown Medell&#xED;n. About 17 people died. Several body parts remained unidentified. The remains of the sculpture are displayed in San Antonio Square as a memorial for the victims"
  ],
  "England": [
    "Princess Diana dies due to a traffic collision in Paris."
  ],
  "Indinesia": [
    "Severe social unrest breaks out across Indonesian cities against Chinese Indonesians, Christians, symbols of wealth, the police and bureaucracy. (to 1998)",
    "Alarmed at a <i>dukun&apos;s</i> prediction that &apos;the nail of Java has come loose&apos;, Suharto commands a massive <i>Ruwat Dunia</i> ceremony (&apos;Cleansing of the world&apos;) near Borobudur.",
    "Pacific Ocean trade winds shift heralding the onset of the El Ni&#xF1;o; severe drought across much of Indonesia follows in the ensuing months accompanied by highly destructive forest fires.",
    "The collapse of the Thai <i>baht</i> starts the East Asian financial crisis and over the ensuing months Indonesia is the country hardest hit.",
    "Jakarta host the 19th SEA Games. (to 19 October)"
  ],
  "Israel": [
    "<i>1997 Israeli helicopter disaster</i>: Two transport helicopters <i>en route</i> to southern Lebanon collided in midair above She&apos;ar Yashuv, killing all on board.",
    "<i>Maccabiah bridge collapse</i>: A pedestrian bridge collapsed over the Yarkon River in Tel Aviv, killing four."
  ],
  "Italy": [
    "Valentino Rossi wins his first World Championship at the 1997 Grand Prix motorcycle racing season.",
    "Dario Fo, an Italian avant-garde playwright, manager-director, and actor-mime, is awarded the Nobel Prize for Literature. A theatrical caricaturist with a flair for social agitation, he has often faced government censure.",
    "Roberto Benigni&apos;s film <i>Life Is Beautiful</i> is released."
  ],
  "Japan": [
    "Kyoto Protocol to regulate greenhouse gases emissions was adopted."
  ],
  "Malaysia": [
    "Asian financial crisis: Malaysia slipped into recession."
  ],
  "Nepal": [
    "Prime Minister Sher Bahadur Deuba loses no-confidence vote, ushering in period of increased political instability, with frequent changes of prime minister."
  ],
  "Peru": [
    "The Peruvian army mounted a dramatic raid on the residence. Fourteen members of the MRTA were killed, crippling the organization, and the hostages were freed."
  ],
  "Philippine": [
    "Death of Diosdado Macapagal, former Philippine President",
    "Asian financial crisis hit the country."
  ],
  "Poland": [
    "Adoption of Constitution",
    "Parliamentary election"
  ],
  "Singapore": [
    "PAP led by Goh Chok Tong wins a total of 81 out of 83 seats in the 1997 general election.",
    "Silkair Flight 185 crashes into Musi River near Palembang, Sumatra, killing all 104 people on board."
  ],
  "Slovenia": [
    "second presidential elections. Milan Ku&#x10D;an again becomes the president for the period 1997&#x2013;2002 with 595,877 votes (55.57%) from 8 candidates."
  ],
  "Taiwan": [
    "Private cellular phone companies begin services."
  ],
  "Tajikistan": [
    "<i>Civil war in Tajikistan</i>: The civil war ended."
  ],
  "USA": [
    "Clinton banned federal funds from being used for human cloning research.",
    "Sparked by a global economic crisis scare, the Dow Jones Industrial Average followed world markets and plummeted 554.26, or 7.18%, to 7,161.15."
  ]
}