{
  "year": "2012",
  "Albania": [
    "September 2012 Hunger strike of former politically persecuted in Albania (2012)"
  ],
  "Armenia": [
    "Armenian parliamentary election, 2012"
  ],
  "Australia": [
    "Carbon price introduced by the Gillard Government."
  ],
  "Belgium": [
    "Closure of Ford Genk announced, to be completed in 2014 with loss of over 4,000 jobs."
  ],
  "Brazil": [
    "Lindemberg Alves begins to be tried for the death of ex-girlfriend El&#xF3;a Pimentel, in the city of Santo Andr&#xE9;."
  ],
  "Burma": [
    "Economic sanctions imposed by the European Union and the United States are eased",
    "Prominent political prisoners including Min Ko Naing are released",
    "National League for Democracy wins in by-elections",
    "Aung San Suu Kyi becomes a lawmaker",
    "Rakhine State riots occurs",
    "A train crash kills at least 27 people and injured 80",
    "Government suppresses copper mine protests"
  ],
  "Cambodia": [
    "Former King of Cambodia Norodom Sihanouk died in Beijing at the age of 89."
  ],
  "China": [
    "<i>Wang Lijun incident</i>: Wang Lijun, a deputy of Bo Xilai, the Party Committee Secretary of Chongqing, sought refuge at a United States consulate.",
    "The Three Gorges Dam went into operation.",
    "<i>2012 China anti-Japanese demonstrations</i>: Anti-Japanese protests took place in China due to a dispute over ownership of the Diaoyu Islands.",
    "<i>18th National Congress of the Communist Party of China</i>: Xi Jinping succeeded Hu Jintao as General Secretary of the Communist Party of China."
  ],
  "England": [
    "London hosts the Olympic Games for the third time."
  ],
  "France": [
    "Fran&#xE7;ois Hollande began his term as president of France."
  ],
  "Germany": [
    "Joachim Gauck was elected Federal President."
  ],
  "India": [
    "Pranab Mukherjee, the former Finance Minister is elected as the 13th president of India.",
    "Ajmal Kasab the lone surviving gunman of 2008 Mumbai attacks is hanged on 21 November 2012 at 7:30 in at Yerwada Jail."
  ],
  "Indinesia": [
    "Russian Sukhoi Superjet 100 crashed against Mount Salak, West Java, killing 45 people abroad during a demonstrational flight."
  ],
  "Israel": [
    "<i>Operation Pillar of Defense</i>: The IDF began an eight-day anti-Hamas operation in the Gaza Strip, a response to ongoing rocket fire on the western Negev, with an airstrike on the senior officer Ahmed Jabari."
  ],
  "Italy": [
    "Former President Oscar Luigi Scalfaro dies."
  ],
  "Japan": [
    "Abenomics policies are enacted to handle the consequences of Lost Decade and Japan demographic crisis"
  ],
  "Kenya": [
    "First LGBT pride event held in Kenyan US embassy\n<p>George Saitoti and Orwa Ojode are killed in a deadly helicopter crash</p>\n"
  ],
  "Malaysia": [
    "Lenggong became a cultural UNESCO World Heritage Site."
  ],
  "Mexico": [
    "<i>Mexican general election, 2012</i>: Enrique Pe&#xF1;a Nieto of the PRI won the presidency with 39% of the vote. The PRI won a plurality of seats in the Chamber of Deputies."
  ],
  "Philippine": [
    "A landslide in a gold mine site in Pantukan, Compostela Valley kills 25 people.",
    "An earthquake with 6.9 magnitude hits Visayas islands causing damages.",
    "An attempt of the Philippine Navy to detain Chinese fishermen caught on the Scarborough Shoal is blocked by China, escalating a diplomatic standoff over the area.",
    "Senators vote, 20&#x2013;3, to find Chief Justice Corona guilty on charges as stated in the Articles of Impeachment filed against him, removing him from office.",
    "Death of Dolphy, dubbed as the &quot;Comedy King&quot;",
    "Typhoons Saola (<i>Gener</i>) and Haikui bring heavy rains, causing widespread flooding in the country and affecting millions of people; death toll rises to 89 as of mid-August.",
    "Death of Jesse Robredo, Interior Secretary, one among the 4 killed in a plane crash off Masbate Island.",
    "Cybercrime Prevention Act (<i>Republic Act 10175</i>) is signed into law by Pres. Aquino.",
    "The Framework Agreement on the Bangsamoro is signed which seeks for the creation of a new autonomous political entity, Bangsamoro, replacing the Autonomous Region of Muslim Mindanao.",
    "Canonization of Pedro Calungsod as second Filipino saint",
    "Typhoon Bopha (<i>Pablo</i>) makes landfall on Mindanao, affecting Compostela Valley and Davao Oriental, with more than 600 fatalities and damages estimated at more than US$1 billion.",
    "Reproductive Health Bill (<i>Republic Act 10354</i>) is signed into law by Pres. Aquino."
  ],
  "Poland": [
    "A train crash near Szczekociny, Poland, kills 16 people."
  ],
  "Russia": [
    "<i>Russian presidential election, 2012</i>: Vladimir Putin won, earning 63.6 percent of the vote."
  ],
  "Taiwan": [
    "presidential election; with 51.6% of the vote, KMT candidate Ma Ying-jeou defeats DPP candidate Tsai Ing-wen."
  ],
  "Tonga": [
    "George Tupou V died and was succeeded as king by Tupou VI."
  ],
  "USA": [
    "2012 Aurora shooting: occurs inside of a Century 6 movie theatre in Aurora, Colorado killing 12 people and injuring 70 others, the largest number of casualties in one shooting on U.S. soil until the Orlando nightclub shooting four years later.",
    "<i>2012 Benghazi attack</i>: An attack that was coordinated against two United States government facilities in Benghazi, Libya by members of the Islamic militant group Ansar al-Sharia.",
    "<i>Hurricane Sandy</i>: A devastating hurricane wreaks havoc for the Eastern United States coast. There were many states severely impacted by the hurricane, especially <i>New York</i> and <i>New Jersey</i>, which took a direct hit from the storm.",
    "<i>United States presidential election, 2012</i>: Barack Obama is reelected as president.",
    "<i>Sandy Hook Elementary School shooting</i>: Occurs in Newtown, Connecticut killing 20 Children and 6 Staff Members in Sandy Hook Elementary School, perpetrated by a 20 Year Old, Adam Lanza."
  ]
}