{
  "year": "2014",
  "Australia": [
    "Carbon price is dropped by the Abbott Government.",
    "Death of Gough Whitlam, 21st Prime Minister of Australia.",
    "2014 Sydney hostage crisis"
  ],
  "Belgium": [
    "Jewish Museum of Belgium shooting kills four",
    "Belgian federal election, 2014"
  ],
  "Brazil": [
    "Operation Car Wash begins.",
    "2014 protests in Brazil.",
    "The 2014 FIFA World Cup is held in Brazil, and is won by Germany.",
    "Belo Horizonte overpass collapse",
    "Governor Eduardo Campos, a candidate in the upcoming Brazilian presidential election, dies in a plane crash in Santos, S&#xE3;o Paulo, together with six other people on board the aircraft. It also sparks a large fire.",
    "2014 Cessna Citation 560 XLS+ crash",
    "Brazilian general election, 2014",
    "26-year-old Sailson Jos&#xE9; das Gra&#xE7;as is arrested for the serial murder as many as 41 people in a string of suspected racist hate crimes."
  ],
  "Burma": [
    "7th ASEAN Para Games takes place",
    "A nationwide census takes place (Total population 51,486,253)",
    "Ninth East Asia Summit takes place"
  ],
  "Cambodia": [
    "Military police opened fire at opposition protesters, leaving 3 people dead and more than 20 injured."
  ],
  "Chile": [
    "Michelle Bachelet assumed office as President of Chile as the first woman to be reelected."
  ],
  "China": [
    "China became the world&apos;s second largest economy.",
    "<i>2014 Kunming attack</i> is a terrorist attack, killing 31 civilians and injuring more than 140 others. No group or individual stepped forward to claim responsibility for the attack."
  ],
  "Cuba": [
    "U.S. President Barack Obama and Ra&#xFA;l Castro re-establish diplomatic ties between the two countries."
  ],
  "Germany": [
    "The EU instituted travel bans and asset freezes against individuals connected with the Russian invasion of Crimea.",
    "<i>2014 FIFA World Cup Final</i>: Germany defeated the Argentine national team in the final match of the FIFA World Cup in extra time in Rio de Janeiro."
  ],
  "India": [
    "Narendra Modi elected as prime minister of India, Congress was routed in the general elections.",
    "Telangana,The state of Telangana was officially formed on 2 June 2014."
  ],
  "Indinesia": [
    "Indonesia held their legislative election, PDI-P dominate the People&apos;s Representative Council, followed closely by Golkar and Gerindra.",
    "Indonesia held their presidential election, according to quick count Jakarta&apos;s Governor Joko Widodo won against former military general Prabowo Subianto, however both sides claims victory.",
    "Indonesian Election Commission announced Joko Widodo wins Indonesian presidential election with 53.15% of the vote with his rival, ex-general Prabowo Subianto, on 46.85%.",
    "Joko Widodo and Jusuf Kalla sworn in as Indonesian President and Vice President for the period of 2014&#x2013;2019 in a plenary session of the People&apos;s Consultative Assembly (MPR). Thousands of people celebrating the inauguration ceremony by attending parade along Sudirman and Thamrin avenue, followed by a concert in Merdeka Square featuring Slank, Arkarna, and various bands.",
    "Indonesia AirAsia Flight 8501 on its way from Surabaya to Singapore, crashed in bad weather into Java Sea, off the coast of Pangkalan Bun, Central Kalimantan, killing all 155 passengers and seven crew on board."
  ],
  "Israel": [
    "<i>2014 Israel&#x2013;Gaza conflict</i>: The IDF launched a series of airstrikes against Hamas targets in the Gaza Strip."
  ],
  "Latvia": [
    "Latvia became a member of Eurozone.",
    null
  ],
  "Malaysia": [
    "Kajang Move: A political move sought to remove Menteri Besar Khalid Ibrahim and replacing with Anwar Ibrahim. The crisis concluded with the appointment of PKR&apos;s Deputy President, Azmin Ali, as the next Menteri Besar of Selangor.",
    "Malaysia Airlines Flight 370 disappeared.",
    "Malaysia Airlines Flight 17 shot down over Ukraine, killing all 298 people aboard."
  ],
  "Philippine": [
    "A bus falls off a ravine in Bontoc, Mountain Province, killing at least 14 passengers on board.",
    "The Comprehensive Agreement on the Bangsamoro was signed.",
    "Philippine government filed a memorandum in the United Nations arbitration court regarding the shoals and reefs in the West Philippine Sea.",
    "The Philippines and Indonesia signed a maritime treaty that draws the boundary of the two countries&apos; overlapping Exclusive Economic Zone in Mindanao and Celebes seas.",
    "The Centennial Celebration of the Iglesia ni Cristo.",
    "Philippines marks a milestone in its population growth identifying the birth of a baby girl in a Manila hospital as the 100 millionth Filipino.",
    "President Aquino III lead the handover of the draft of the Bangsamoro Basic Law to the Senate and House leaders in a historical turnover ceremony at the Malaca&#xF1;ang.",
    "Ozone Disco Club fire Case Finished. Result 7 officials of Quezon City convicted.",
    "Nine Chinese fishermen are convicted of poaching and illegal possession of endangered species from the West Philippine Sea.",
    "Typhoon Ruby, officially as Typhoon Hagupit hits Western Visayas, and Eastern Visayas, creating widespread damage over Visayas.",
    "BSP announces demonetizing the old Philippine Banknotes (issued in 1985)."
  ],
  "Poland": [
    "Death of Wojciech Jaruzelski"
  ],
  "Russia": [
    "<i>Accession of Crimea to the Russian Federation</i>: Putin signed the Treaty on the Adoption of the Republic of Crimea to Russia."
  ],
  "Taiwan": [
    "Sunflower Student Movement, students occupy the Legislative Yuan force to halt the enforcement of Cross-Strait Service Trade Agreement.",
    "Regional election; DPP elects 13 mayor and magistrates."
  ],
  "Tonga": [
    "<i>Tongan general election, 2014</i>: The Democratic Party of the Friendly Islands is able to form a government for the first time. Veteran pro-democracy campaigner &#x2BB;Akilisi Pohiva becomes Prime Minister. He is the first commoner to be elected Prime Minister by a predominantly elected Parliament."
  ],
  "USA": [
    "Malaysia Airlines Flight 370: Flight MH370 of Malaysian airlines went missing and hasn&apos;t been seen since. Despite search efforts from the US and the rest of the world. 3 American citizens was on-board this flight.",
    "2014 Isla Vista killings occurs, killing 6, and wounding 14 others, perpetrated by Elliot Rodger.",
    "President Obama orders the <i>return of a small number of troops to Iraq</i> to help bolster Iraqi and Kurdish military forces in their war with the Islamic State of Iraq and the Levant.",
    "<i>Michael Brown was shot and killed</i>, in what was ruled by a grand jury to be self-defense, by police officer Darren Wilson in Ferguson, Missouri, igniting protests and riots in the following months.",
    "New building, <i>1 World Trade Center</i>, opens in New York City.",
    "In national elections, <i>Republicans take control of the U.S. Senate</i> and maintaining a majority in the House of Representatives.",
    "President Obama announces a <i>restoration of full diplomatic relations with Cuba</i> for the first time since 1961."
  ]
}