{
  "year": "1000",
  "Bhutan": [
    "By the 11th century, Tibetan-Mongol forces occupy the whole of Bhutan. More waves of Tibetans seek refuge in Bhutan from religious persecution. Charismatic lamas become the <i>de facto</i> leaders of regions in western Bhutan."
  ],
  "Brazil": [
    "Marajoara culture on the island of Maraj&#xF3; flourishes as an Amazonian ceramic center."
  ],
  "Canada": [
    "A short-lived Norse settlement is founded at L&apos;Anse aux Meadows. It is possibly connected with the attempted colony of Vinland, established by Leif Erikson around the same period or, more broadly, with Norse exploration of the Americas."
  ],
  "China": [
    "The Chinese first used coke in place of charcoal for blast furnaces."
  ],
  "Colombia": [
    "Classic Muisca period. Muisca raft"
  ],
  "India": [
    "Invasion of Mahmud of Ghazni"
  ],
  "Philippine": [
    "People from Central Vietnam called Orang Dampuan establish trade zones in Sulu"
  ],
  "Poland": [
    "Congress of Gniezno"
  ],
  "Serbia": [
    "The First Bulgarian Empire annexes Ra&#x161;ka (924&#x2013;927)",
    "Prince &#x10C;aslav Klonimirovi&#x107;-Vlastimirovi&#x107; liberates Ra&#x161;ka from the Bulgarians in 927 AD. uniting all Serb principalities into a single <i>Serbian state</i>. He dies in a clash with the Magyars and his realm disintegrates in defensive wars against Croatia, Byzantines, Bulgaria and the Kingdom of Hungary.",
    null
  ],
  "Slovenia": [
    "Carinthia, Styria and Carniola provinces emerge on the territory of Carantania.",
    "The Freising Manuscripts, the first Latin-script continuous text in a Slavic language and the oldest document in Slovene, are written."
  ],
  "Spain": [
    "<i>Battle of Cervera</i>: C&#xF3;rdoba defeated the combined forces of Garc&#xED;a of the Good Laws and Garc&#xED;a G&#xF3;mez, count of Salda&#xF1;a, Carri&#xF3;n and Li&#xE9;bana on a punitive expedition near modern Espinosa de Cervera.",
    "Garc&#xED;a S&#xE1;nchez II died. He was succeeded as king of Navarre and count of Aragon by his young son Sancho III the Great of Pamplona, with the latter&apos;s mother Jimena Fern&#xE1;ndez and grandmother Urraca Fernandez ruling with the bishops of Navarre as regents."
  ],
  "Sweden": [
    "<i>Gothi</i> &#xDE;orgeirr Lj&#xF3;svetningago&#xF0;i endorses the adoption of Christianity."
  ],
  "USA": [
    "The Acoma Pueblo and Taos Pueblo in New Mexico are the oldest continuously occupied communities in the US."
  ]
}