{
  "year": "1627",
  "Taiwan": [
    "Chinese trade with Spanish Formosa picks up after the Spanish manage to ingratiate themselves with the governor of Fujian by defending him from attacks by the aborigines"
  ],
  "Philippine": [
    "University of Santo Tomas, then Colegio de Santo Tomas, authorized to confer degrees by Pope Urban VIII."
  ],
  "India": [
    "Birth of Chatrapati Shivaji Maharaj."
  ],
  "China": [
    "<i>First Manchu invasion of Korea</i>: Nurhaci's son Hong Taiji, the <i>khan</i> of the later Jin dynasty, invaded Joseon.",
    "The Tianqi Emperor died.",
    "The Tianqi Emperor's younger brother the Chongzhen Emperor became emperor of the Ming dynasty.",
    "The eunuch Wei Zhongxian committed suicide on hearing that the <i>Jinyiwei</i> had issued a warrant for his arrest.",
    "The <i>Zhengzitong</i> was published.",
    "The Polish Jesuit Micha&#x142; Boym first introduced the heliocentric model of the solar system into Chinese astronomy."
  ],
  "Burma": [
    "English and Dutch East India companies open branches in Burma"
  ],
  "Bhutan": [
    "Shabdrung Ngawang Namgyal builds Simtokha Dzong at the entrance to Thimphu valley. From this dzong, he exerts control over traffic between the powerful Paro Valley to the west and Trongsa Valley to the east.",
    "Circa 1627, during the first war with Tibet, Portuguese Jesuits Est&#xEA;v&#xE3;o Cacella and Jo&#xE3;o Cabral were the first recorded Europeans to visit Bhutan on their way to Tibet. They met with Ngawang Namgyal, presented him with firearms, gunpowder and a telescope, and offered him their services in the war against Tibet, but the Zhabdrung declined the offer. After a stay of nearly eight months, Cacella wrote a long letter from Chagri Monastery reporting the travel. This is a rare remaining direct report of the Zhabdrung."
  ],
  "Barbados": [
    "Eighty English settlers, with ten African slaves (captured-at-sea) aboard the ship <i>William and John</i> land at St. James Town. (to 20 February)",
    "English king Charles I gave Courten by Royal Letters Patent the proprietary ownership and title to various lands in the Southern Americas (which Courten applies towards claim of Barbados).",
    "Charles gave James Hay, the 1st Earl of Carlisle by Royal Letters Patent the proprietary ownership to Caribbee islands lying between ten and twenty degrees of latitude."
  ]
}