{
  "year": "1745",
  "USA": [
    "<i>Northeast Coast Campaign</i>: Wabanaki Confederacy forces raided towns in northeastern New England, killing one and taking two hostages.",
    "<i>Northeast Coast Campaign (1745)</i>: Wabanaki Confederacy forces killed and scalped two people in what is now Thomaston, Maine in their last raid of the campaign.",
    "<i>Raid on Saratoga</i>: French and indigenous forces burned Saratoga, New York, killing thirty and capturing as many as one hundred colonists."
  ],
  "Philippine": [
    "Archbishop Juan Arrechederra of Manila becomes acting Governor-General (1745&#x2013;1750).",
    "Agrarian Revolt (1745&#x2013;1746)"
  ],
  "Japan": [
    "Yoshimune retired, leaving his public office to his eldest son Tokugawa Ieshige, although he maintained some influence in the affairs of state."
  ],
  "Indonesia": [
    "Pakubuwono II established a new kraton in Sala village and established Surakarta Sunanate."
  ],
  "Germany": [
    "<i>Battle of Hohenfriedberg</i>: A Prussian force led by Frederick the Great decisively defeated the allied armies of Austria and Saxony, halting the attempted reconquest of Silesia.",
    "<i>Silesian Wars</i>: Prussia, Austria and Saxony signed the Treaty of Dresden, confirming Prussia's sovereignty over Silesia and ending the war."
  ],
  "France": [
    "The Dauphin Louis of France marries Infanta Maria Teresa Rafaela of Spain at the Chapel of Versailles.",
    "<i>Yew Tree Ball</i>: Masked ball given by the Louis XV in the Grand Gallery of the Chateau of Versailles, on the occasion of the marriage of Louis, Dauphin of France with Maria Teresa, Infanta of Spain. Fifteen thousand people attended including Jeanne Antoinette Poisson who met with the King for a second time.",
    "<i>War of the Austrian Succession</i>: French forces defeat an Anglo-Dutch-Hanoverian army at the Battle of Fontenoy; Louis XV, and his son, the Dauphin, were present at the battle.",
    "Jean-Baptiste de Machault d'Arnouville becomes Controller-General of Finances at the age of forty-four."
  ],
  "Barbados": [
    "The Codrington College (grammar school), named after the late Christopher Codrington is established by the Anglican Church."
  ]
}