{
  "year": "1774",
  "Bhutan": [
    "The Druk Desi signs a Treaty of Peace with the British East India Company. Under the treaty, Bhutan returns to its pre-1730 boundaries and allows the British to harvest timber in Bhutan."
  ],
  "China": [
    "The Wenjin Chamber was built."
  ],
  "France": [
    "Louis XV died. He was succeeded by his grandson Louis XVI."
  ],
  "India": [
    "Chief Justice of the Maratha Empire, Ram Shastri passes death sentence against the ruling Peshwa Raghunathrao for murdering his nephew."
  ],
  "Philippine": [
    "Parishes secularized by order of King Charles III of Spain."
  ],
  "Russia": [
    "<i>Russo-Turkish War (1768&#x2013;1774)</i>: The Treaty of K&#xFC;&#xE7;&#xFC;k Kaynarca was signed. The portion of the Yedisan region east of the Southern Bug river, the Kabarda region in the Caucasus, and several Crimean ports, went to Russia. The Crimean Khanate received independence from the Ottoman Empire, which also declared Russia the protector of Christians on its territory.",
    "<i>Pugachev&apos;s Rebellion</i>: Upset with the rebellion&apos;s bleak outlook, Pugachev&apos;s officers delivered him to the Russians."
  ],
  "Tonga": [
    "Cook returned."
  ],
  "USA": [
    "Franklin, then Massachusetts&apos;s agent in London, was questioned before the British Parliament.",
    "<i>Dunmore&apos;s War</i>: The war took place.",
    "Britain passed the Quebec Act, one of the so-called Intolerable Acts.",
    "Great Britain enacted the Boston Port Act, one of the so-called Intolerable Acts.",
    "Great Britain passed the Administration of Justice Act 1774, one of the so-called Intolerable Acts.",
    "Great Britain passed the Massachusetts Government Act, one of the so-called Intolerable Acts.",
    "Great Britain passed a second Quartering Act, one of the so-called Intolerable Acts.",
    "The Fairfax County Resolves - George Washington and George Mason plus others state position of Virginia Colony vis a Vis King George.www.constitution.org/bcp/fairfax_res.htm",
    "<i>Powder Alarm</i>: British General Thomas Gage secretly raided a powder magazine in Cambridge.",
    "First Continental Congress held in Philadelphia, PA. Twelve colonies attended.",
    "The HMS <i>Peggy Stewart</i> was burned.",
    "<i>Greenwich Tea Party</i>: The Greenwich Tea Party took place."
  ]
}