{
  "year": "1778",
  "Vietnam": [
    "The forces of the T&#xE2;y S&#x1A1;n dynasty took Gia &#x110;&#x1ECB;nh in modern Saigon and massacred the Nguy&#x1EC5;n lords, the <i>de facto</i> rulers of southern &#x110;&#x1EA1;i Vi&#x1EC7;t, sparing only the young Nguy&#x1EC5;n Th&#x1EBF; T&#x1ED5;.",
    "Nguy&#x1EC5;n V&#x103;n Nh&#x1EA1;c proclaimed himself emperor of &#x110;&#x1EA1;i Vi&#x1EC7;t with his capital at Quy Nh&#x1A1;n."
  ],
  "Spain": [
    "<i>American Revolutionary War</i>: Spain supported the United States."
  ],
  "Serbia": [
    "The first Serbian Faculty is established in Sombor, Habsburg Empire, under the name <i>Teacher's College</i>. It is the oldest higher-education facility in the region."
  ],
  "Philippine": [
    "Jos&#xE9; Basco y Vargas appointed Governor-General (1778&#x2013;1787)"
  ],
  "Indonesia": [
    "Royal Batavian Society of Arts and Sciences was established by a group of Dutch intellectuals. This institution is the pioneer of scientific efforts in Indonesia and the founder of National Museum of Indonesia."
  ],
  "Haiti": [
    "Volunteer Haitian slaves, led by French admiral Count d'Estaing, left for Savannah, Georgia to fight against the British in the American Revolutionary War."
  ],
  "France": [
    "France recognizes the American colonies as independent from the United Kingdom, making its involvement in the American War of Independence official. France will wage war with the United Kingdom in the Americas and other parts of the world assuring victory with the Peace of Paris."
  ],
  "Chile": [
    "Direct commerce between Chile and Spain is allowed."
  ],
  "Burma": [
    "Laotian states (Luang Prabang and Vientiane) stop paying tribute, switch sides to Siam"
  ],
  "Belgium": [
    "Government edict regulating registration of baptisms, weddings and funerals: parish priests ordered to ensure that registrations of baptisms include the child's date of birth and the parents' places of birth; of weddings include the full names, status, place of birth and place of residence of the parties; of funerals include the date and time of death; and that a copy of each year's new entries in the parish register be deposited with the provincial authorities every January."
  ],
  "Armenia": [
    "Establishment of Nor Nakhichevan"
  ]
}