{
  "year": "1788",
  "Vietnam": [
    "<i>Battle of Ng&#x1ECD;c H&#x1ED3;i-&#x110;&#x1ED1;ng &#x110;a</i>: Qing forces invaded &#x110;&#x1EA1;i Vi&#x1EC7;t in support of the deposed emperor L&#xEA; Chi&#xEA;u Th&#x1ED1;ng.",
    "Nguy&#x1EC5;n V&#x103;n Nh&#x1EA1;c's younger brother Nguy&#x1EC5;n V&#x103;n Hu&#x1EC7; proclaimed himself emperor of &#x110;&#x1EA1;i Vi&#x1EC7;t. Nguy&#x1EC5;n V&#x103;n Nh&#x1EA1;c relinquished the title, taking that of king instead.",
    "Nguy&#x1EC5;n Th&#x1EBF; T&#x1ED5; conquered Gia &#x110;&#x1ECB;nh in modern Saigon."
  ],
  "Taiwan": [
    "<i>Lin Shuangwen rebellion</i>: The rebels are defeated"
  ],
  "Sweden": [
    "Sweden declares war against Russia, beginning the Russo-Swedish War (1788-90)."
  ],
  "Russia": [
    "<i>Russo-Turkish War (1787&#x2013;1792)</i>: The Ottoman Empire declared war on Russia and imprisoned her ambassador.",
    "<i>Russo-Swedish War (1788&#x2013;1790)</i>: The Swedish army playacted a skirmish between themselves and the Russians.",
    "<i>Battle of Hogland</i>: The Russian navy dispersed a Swedish invasion fleet near Hogland in the Gulf of Finland.",
    "<i>Great Sejm</i>: A confederated sejm was called to restore the Polish&#x2013;Lithuanian Commonwealth."
  ],
  "Poland": [
    "Great Sejm begins"
  ],
  "Philippine": [
    "Ilocos Norte Revolt (1788).",
    "Birth of the greatest Tagalog poet from Bulacan Francisco \"Balagtas\" Baltazar.",
    "F&#xE9;lix Berenguer de Marquina appointed Governor-General (1788&#x2013;1793)"
  ],
  "Germany": [
    "The <i>Abitur</i>, a university admission exam, was established in Prussia."
  ],
  "Colombia": [
    "Francisco Gil de Taboada y Lemos is Viceroy of New Granada"
  ],
  "Chile": [
    "Ambrosio O'Higgins, father of future Chilean independence leader Bernardo O'Higgins, is named governor of Chile."
  ],
  "Belgium": [
    "Council of Brabant refuses to issue a new decree by Joseph II's minister plenipotentiary, Ferdinand von Trauttmansdorff."
  ],
  "Australia": [
    "Captain Arthur Phillip of the First Fleet, having decided to sail ahead of the rest of the fleet to prepare for the new settlement, sighted the coast of Van Diemen's Land.",
    "At 2:15 pm, the brig HMS&#xA0;<i>Supply</i> anchored on the northern side of Botany Bay. He began exploring the surrounding countryside and made contact with the Aboriginal Australians.",
    "In the morning, the transports <i>Alexander</i>, <i>Friendship</i> and <i>Scarborough</i> arrived at Botany Bay, watched by a large number of Indigenous Australians who gathered on Point Solander.",
    "The remaining seven ships of the First Fleet, led by HMS&#xA0;<i>Sirius</i>, anchored in Botany Bay.",
    "Deciding that Botany Bay was unsuitable for settlement, Captain Arthur Phillip set out with a party in three open boats to seek out another site. He later reported to Lord Sydney, British Secretary of State; \"We got into Port Jackson early in the Afternoon, and had the satisfaction of finding the finest harbour in the world, in which a thousand Sail of the line may ride in the most perfect security.\" He selected a cove with a stream and named it Sydney Cove.",
    "The French ships <i>Boussole</i> and <i>Astrolabe</i> commanded by Jean-Fran&#xE7;ois de Galaup, comte de Lap&#xE9;rouse appeared off Botany Bay.",
    "Captain Phillip sailed out of Botany Bay aboard the <i>Supply</i> and reached Sydney Cove in the evening.",
    "Early in the morning, Captain Phillip took a party ashore at Sydney Cove, raised the British colours and formally proclaimed British sovereignty over New South Wales. This day is now celebrated as Australia Day. In a ceremony at sunset Phillip and the officers drank to the health of the king and the royal family, and success to the new colony. In the meantime, La Perouse entered Botany Bay as the remaining British ships prepared to leave.",
    "Convicts disembarked at Sydney Cove and helped clear the ground.",
    "17 Wives of marines and 14 children disembarked from <i>Prince of Wales</i>. They were the first women and children to land. The first of the livestock was brought ashore.",
    "Rev. Richard Johnson held the colony&#x2019;s first religious service &#x2018;on the grass&#x2019;.",
    "The women convicts came ashore. There followed a &#x2018;scene of debauchery and riot&#x2019;, accompanied by a violent thunderstorm.",
    "The whole party assembled on the west side of Sydney Cove, where the deputy judge-advocate David Collins read the King&#x2019;s commission establishing Phillip&#x2019;s governorship over the colony and the letters patent establishing civil and criminal courts. Phillip addressed the convicts, wishing them &#x2018;reformation, happiness, and prosperity, in this new country'.",
    "At the first criminal court, Samuel Barnsley was sentenced to 150 lashes for assault and Thomas Hill to confinement in irons on a small rocky island at the head of the cove for stealing bread.",
    "Lt. Philip Gidley King sailed with a party of 23 including 15 convicts, in <i>Supply</i> to found a settlement on Norfolk Island, where native flax was to be harvested and others grown.",
    "Rev. Johnson celebrated Holy Communion for the first time in the colony, according to the rites of the church of England. The Communion took place in the tent of Lt. Ralph Clark. Lt. Henry Ball, commander of the <i>Supply</i> on its way to Norfolk Island, discovered an island that he named after Admiral Lord Howe.",
    "Thomas Barratt was hanged for stealing in stores, the first execution.",
    "James Freeman was pardoned for stealing flour, on the condition that he became public executioner.",
    "Phillip set out to explore Broken Bay. On this trip he discovered and named Pittwater.",
    "Lt. King took possession of Norfolk Island. British settlement founded.",
    "The two French ships left Botany Bay, and were later wrecked near Santa Cruz (Solomon Islands).",
    "Phillip issued the first government conservation order: that no trees should be cut down within 50 feet (15 metres) of the stream that ran into Sydney Cove.",
    "An exploring party led by Phillip sighted and named the Blue Mountains.",
    "Following an outbreak of scurvy, HMS&#xA0;<i>Supply</i> sailed for Lord Howe Island to catch turtles to supplement the settlement's meat supply. Having failed to catch any, it returned on 25 May.",
    "Aboriginal peoples killed a convict and seriously injured another.",
    "The bodies of two rushcutters, William Okey and Samuel Davis, were found pierced with spears and beaten, evidently on reprisal for stealing a canoe belonging to Aboriginals. The next day Phillip led a party to apprehend the murderers, but he was unable to identify them.",
    "Owing to the neglect of the convict who was supposed to look after them, two bulls and four cows strayed from the settlement and were lost.",
    "In a despatch to the under-secretary of state, Evan Nepean, Phillip recorded the rations for marines and male convicts. For seven days each received 7 pounds of bread or in lieu thereof 7 pounds of flour, 7 pounds of beef or in lieu thereof pork, 3 pins of pease, 6 ounces of butter, 1 pound of flour or in lieu thereof 12 pounds of rice. The women received two-thirds of this amount and the children generally had one-third although some received as much as the women.",
    "Lt. William Bligh in HMS <i>Bounty</i>, en route to Tahiti, anchored at Adventure Bay, Van Diemen's Land. The party planted apple trees, fruit stones and various vegetables before departing on 4 September.",
    "Phillip decided to send HMS&#xA0;<i>Sirius</i> to Cape Town for urgently needed food supplies.",
    "The last remaining cow was killed.",
    "A party of marines from the New South Wales Marine Corps and 10 convicts left to establish a farming settlement at Rose Hill (Later called Parramatta).",
    "The last two ships of the first fleet, <i>Golden Grove</i> and <i>Fishburn</i>, sailed for England with despatches and reports.",
    "Phillip set out to explore Botany Bay, where he examined the Cook's, George's and Woronora Rivers.",
    "Because the Aboriginal Australians could not be coaxed into the settlement, one named Arabanoo was captured and held in confinement. Phillip hoped to learn his language and so to promote good relations between Aboriginal Australians and Europeans."
  ]
}