{
  "year": "1792",
  "Australia": [
    "Two French ships, <i>Recherche</i> and <i>Esp&#xE9;rance</i>, anchor at Recherche Bay, near the southernmost point of Tasmania.",
    "Governor Philip returned to England, accompanied by Bennelong, who became the first Australian-born person to sail to Europe."
  ],
  "Belgium": [
    "Battle of Jemappes: French gain control of Belgium and Li&#xE8;ge."
  ],
  "Brazil": [
    "Tiradentes, prime figure in the Inconfid&#xEA;ncia Mineira plot, is executed in Rio de Janeiro."
  ],
  "Burma": [
    "Defeats another Siamese invasion of Tenasserim"
  ],
  "Chile": [
    "A Huilliche rebellion occurs in the surroundings of R&#xED;o Bueno."
  ],
  "Germany": [
    "<i>French Revolutionary Wars</i>: France declared war on Austria.",
    "Charles William Ferdinand, Duke of Brunswick-Wolfenb&#xFC;ttel, commander of the allied armies of Prussia and Austria, issued the Brunswick Manifesto, which threatened reprisals against French civilians in the event that the French king Louis XVI or his family were harmed."
  ],
  "Haiti": [
    "France&apos;s Legislative Assembly voted to give full citizenship and equal rights to all free people of color.",
    "The Second Civil Commission, comprising L&#xE9;ger-F&#xE9;licit&#xE9; Sonthonax, Polv&#xE9;rel, and Ailhaud, arrived in Cap-Fran&#xE7;ais to execute the law of 4 April."
  ],
  "India": [
    "Third Anglo-Mysore War ends."
  ],
  "Indinesia": [
    "Hamengkubuwana I dies."
  ],
  "Japan": [
    "1792 Unzen earthquake and tsunami"
  ],
  "Malta": [
    "Fort Tign&#xE9; built"
  ],
  "Nepal": [
    "Nepalese expansion halted by defeat at hands of Chinese in Tibet."
  ],
  "Philippine": [
    "Establishment of Santa Rosa, Laguna"
  ],
  "Poland": [
    "Polish&#x2013;Russian War",
    "Signing of Targowica Confederation",
    "Great Sejm ends"
  ],
  "Russia": [
    "<i>Russo-Turkish War (1787&#x2013;1792)</i>: The Treaty of Jassy was signed, ending the war. The Russian border in Yedisan was extended to the Dniester river.",
    "<i>Polish&#x2013;Russian War of 1792</i>: The army of the Targowica Confederation, which opposed the liberal Polish Constitution of 3 May, invaded Poland."
  ],
  "Sweden": [
    "King Gustav III is assassinated at a masked ball."
  ],
  "USA": [
    "Kentucky County, Virginia became the fifteenth state of Kentucky.",
    "<i>U.S. presidential election, 1792</i>: Washington was reelected President. John Adams was chosen as Vice President."
  ],
  "Vietnam": [
    "Nguy&#x1EC5;n V&#x103;n Hu&#x1EC7; died, probably from a stroke. He was succeeded by his young son Nguy&#x1EC5;n Quang To&#x1EA3;n."
  ]
}