{
  "year": "1795",
  "Barbados": [
    "British government establishes a permanent land force in the eastern Caribbean, based in Barbados."
  ],
  "Belgium": [
    "Former Austrian Netherlands and Prince-Bishopric of Li&#xE8;ge unilaterally annexed to the French First Republic.",
    "Decree of 14 Brumaire, Year IV brings into force in Belgium the French laws of 1791 abolishing craft guilds."
  ],
  "France": [
    "The Directory seized power over the Convention."
  ],
  "Haiti": [
    "Toussaint captured the city of Dondon a second time, this time for France.",
    "The Treaty of B&#xE2;le was ratified, ending Spain&apos;s involvement in the conflict and surrendering the eastern part of Hispaniola to France."
  ],
  "India": [
    "Death of Ahilyabai Holkar"
  ],
  "Poland": [
    "Third Partition of Poland",
    "Abdication of Stanis&#x142;aw August Poniatowski"
  ],
  "Russia": [
    "<i>Battle of Krtsanisi</i>: The Persian army demolished the armed forces of Kartl-Kakheti.",
    "The third partition of Poland divided up the remainder of its territory."
  ],
  "Taiwan": [
    "Chen Zhouchuan rebellion"
  ],
  "USA": [
    "<i>United States Senate election in New York, 1795</i>: Federalist Rufus King was reelected to the Senate from New York.",
    "The Naturalization Act of 1795 was signed into law, extending the residence requirement for persons seeking naturalization and reserving the right of naturalization to white people.",
    "The Eleventh Amendment, which bars the federal government from hearing suits brought against a state by a citizen of another state or of a foreign country, was ratified.",
    "The Supreme Court held in a decision in <i>United States v. Hamilton</i> that a defendant jailed for a capital offense can be released on bail.",
    "The Supreme Court held in a decision in <i>Penhallow v. Doane&apos;s Administrators</i> that the district courts have the same authority in prize cases that the Court of Appeals in Cases of Capture held under the Articles of Confederation.",
    "The Supreme Court held in a decision in <i>United States v. Lawrence</i> that it cannot issue a writ of mandamus compelling a district court judge to proceed in a case when that judge feels he has insufficient evidence to do so.",
    "<i>Northwest Indian War</i>: The Western Confederacy signed the Treaty of Greenville, ceding much territory in modern Ohio to the United States in exchange for an annual subsidy and ending the war.",
    "The Supreme Court held in a decision in <i>United States v. Peters</i> that it can compel a district court to cease proceedings in a case where it has no jurisdiction .",
    "Spain and the United States signed Pinckney&apos;s Treaty, fixing the boundary between the United States and the Spanish colonies and guaranteeing freedom of navigation on the Mississippi River."
  ]
}