{
  "year": "1806",
  "Tonga": [
    "William Mariner began a sojourn in Tonga."
  ],
  "Spain": [
    "<i>British invasions of the R&#xED;o de la Plata</i>: The invasions began."
  ],
  "Russia": [
    "To counter the French presence in Dalmatia, Russia invaded Wallachia and Moldavia.",
    "<i>Russo-Turkish War (1806&#x2013;1812)</i>: The Ottoman Empire declared war on Russia."
  ],
  "Poland": [
    "Greater Poland Uprising begins"
  ],
  "Philippine": [
    "Mariano Fern&#xE1;ndez de Folgueras appointed Governor-General (1806&#x2013;1810)"
  ],
  "Nepal": [
    "Bhimsen Thapa becomes prime minister"
  ],
  "Malta": [
    "A gunpowder magazine explosion in Birgu kills around 200 people."
  ],
  "Japan": [
    "Chwostoff raids on Japanese-controlled Kuril islands"
  ],
  "India": [
    "Vellore Mutiny"
  ],
  "Haiti": [
    "Dessalines is assassinated at Pont-Rouge by disaffected leaders of his administration",
    "During a meeting at a cathedral in Port-au-Prince, the Constituent Assembly creates a new constitution and appoints Henri Christophe to a four-year term as President of the Republic of Haiti"
  ],
  "Germany": [
    "Sixteen German states established the Confederation of the Rhine, a confederation and protectorate of France.",
    "<i>Dissolution of the Holy Roman Empire</i>: Francis II, Holy Roman Emperor, emperor of the Holy Roman Empire, abdicated his title and released his subjects from their obligations to the empire.",
    "<i>Napoleonic Wars</i>: Prussia declared war on France.",
    "<i>Battle of Jena-Auerstedt</i>: French forces dealt a decisive defeat to a numerically superior Prussian army at Jena and Auerstedt."
  ],
  "France": [
    "Napoleon dissolved the Holy Roman Empire, and created the Confederation of the Rhine, a union of French client states composed of 16 states in present-day Germany."
  ],
  "Argentina": [
    "British invasions of the R&#xED;o de la Plata unsuccessfully attempt to establish control over Spain's southern colonies as part of the Napoleonic Wars. Spanish troops offer no defence but British repelled by local civilians and militias (to 1807)"
  ]
}