{
  "year": "1807",
  "USA": [
    "The Embargo Act of 1807 was passed.",
    "Robert Fulton invented the steamboat."
  ],
  "Sweden": [
    "The Swedish General Enclosure Act of 1807"
  ],
  "Spain": [
    "<i>British invasions of the R&#xED;o de la Plata</i>: The invasions ended."
  ],
  "Russia": [
    "<i>Battle of Friedland</i>: The Russian army suffered a defeat against the French, suffering twenty thousand dead.",
    "The Treaty of Tilsit was signed. Alexander agreed to evacuate Wallachia and Moldavia and ceded the Ionian Islands and Cattaro to the French. The treaty ended Russia's conflict with France; Napoleon promised to aid Russia in conflicts with the Ottoman Empire.",
    "Alexander demanded that Sweden close the Baltic Sea to British warships."
  ],
  "Poland": [
    "Signing of the second Treaty of Tilsit"
  ],
  "Philippine": [
    "Ambaristo Revolt (1807)"
  ],
  "Malta": [
    "Beginning of the Froberg mutiny at Fort Ricasoli."
  ],
  "Japan": [
    "Failed military expedition to Sakhalin"
  ],
  "Iceland": [
    "Trade with Iceland all but disappears due to the Napoleonic Wars."
  ],
  "Haiti": [
    "The Battle of Sibert ends with the division of Haiti into the southern Republic of Haiti under Alexandre P&#xE9;tion and the northern State of Haiti under Christophe",
    "Henri Christophe names himself President of the State of Haiti; a state council (7 generals and 2 civilians) appointed by Christophe meets in Cap-Ha&#xEF;tien and votes the Constitutional Act of Haiti",
    "P&#xE9;tion is elected President of the Republic of Haiti by the Constituent Assembly under the Constitution of 1806"
  ],
  "Germany": [
    "The Prussian minister Heinrich Friedrich Karl vom und zum Stein published the <i>Nassauer Denkschrift</i>, laying out his vision for the Prussian reforms.",
    "France and Prussia signed the second of the Treaties of Tilsit, in which the latter ceded half of its territory to Russia and French client states."
  ],
  "France": [
    "<i>War of the Fourth Coalition</i>: The French Empire is victorious at the decisive Battle of Friedland which marks the end of the Fourth Coalition (mainly Prussia, Russia, Saxony, Sweden, and the United Kingdom) against France and its client states."
  ],
  "England": [
    "The Slave Trade Act 1807 was passed."
  ],
  "China": [
    "<i>Protestant missions in China 1807&#x2013;1953</i>: The Protestant missionary Robert Morrison arrived in China."
  ],
  "Chile": [
    "The South American branch, under Manuel Juli&#xE1;n Grajales, of the Real expedici&#xF3;n filantr&#xF3;pica de la Vacuna (Royal Philanthropic Vaccine Expedition) reaches Santiago. Grajales proceeds to organize the Junta Central de Vacuna (Central Vaccine Board) to reinforce the smallpox immunization efforts of 1805."
  ],
  "Brazil": [
    "The Portuguese Queen Maria I and the Court embark at Lisbon bound for Brazil. Rio de Janeiro becomes the Portuguese capital."
  ]
}