{
  "year": "1808",
  "USA": [
    "The international slave trade was outlawed.",
    "<i>U.S. presidential election</i>: James Madison was elected president; Clinton was reelected as Vice President."
  ],
  "Tonga": [
    "Tupoum&#x101;lohi was appointed <i>Tu'i Kanokupolu</i> after a nine-year interregnum."
  ],
  "Sweden": [
    "The Finnish War breaks out."
  ],
  "Spain": [
    "<i>Peninsular War</i>: The war began.",
    "<i>Dos de Mayo Uprising</i>: An uprising took place in Madrid against the French occupation of the city."
  ],
  "Serbia": [
    "The country's <i>Narodni Zbor</i> (Revolutionary Parliament) adopts the first constitutional act in this part of Europe defining Serbia as a constitutional monarchy under Kara&#x111;or&#x111;e's supreme rule."
  ],
  "Russia": [
    "<i>Finnish War</i>: Russian troops crossed the Swedish border and captured H&#xE4;meenlinna."
  ],
  "Philippine": [
    "French Emperor Napoleon Bonaparte installs his brother Joseph Bonaparte as King of Spain."
  ],
  "Indonesia": [
    "Herman Willem Daendels the Governor-general of the Dutch East Indies (1808&#x2013;1811) begin the construction of Java Great Post Road."
  ],
  "Germany": [
    "Johann Gottlieb Fichte published his <i>Addresses to the German Nation</i>, arguing for German nationalism and unity."
  ],
  "France": [
    "Beginning of the <i>Peninsular War</i> which will last until Napoleon's defeat against the Sixth Coalition in 1814."
  ],
  "Chile": [
    "Francisco Antonio Garc&#xED;a Carrasco is the unpopular Governor of Chile. The Spanish king Ferdinand VII is imprisoned by Napoleon during his invasion of Spain."
  ],
  "Brazil": [
    "The Bragan&#xE7;a Portuguese Royal Family arrives in Brazil, fleeing from the French army.",
    "The Rio de Janeiro Botanical Garden is founded by King John VI of Portugal.",
    "Banco do Brasil is founded by then prince regent John (later King John VI of Portugal) to finance the kingdom's public debt."
  ],
  "Australia": [
    "The Rum Rebellion"
  ]
}