{
  "year": "1809",
  "Afghanistan": [
    "Durrani signed a treaty of alliance with the United Kingdom."
  ],
  "Armenia": [
    "Khachatur Abovian, renowned novelist, poet, and playwright, is born."
  ],
  "Brazil": [
    "Napoleonic Wars: Brazilian and Portuguese forces conquer French Guiana."
  ],
  "Burma": [
    "Burmese invasion of Junkceylon (Phuket) fails (to 1812)"
  ],
  "France": [
    "<i>War of the Fifth Coalition</i>: The French Empire is victorious at the decisive Battle of Wagram which marks the end of the Fifth Coalition (mainly the Austrian Empire and the United Kingdom) against France and its client states. (to 6 July)"
  ],
  "Haiti": [
    "Napoleon sends a delegation to negotiate France&apos;s recognition of Haitian independence; P&#xE9;tion meets with a French delegate, Dauxion-Lavaysse, and agrees to an indemnity payable to dispossessed French planters"
  ],
  "India": [
    "East India Company signs the first Treaty of Amritsar with Ranjit Singh"
  ],
  "Italy": [
    "Napoleon Bonaparte occupies Rome, exiles Pope Pius VII to Savona and then to France, and takes the Papal States&apos; art collections to the Louvre."
  ],
  "Malta": [
    "Ball dies in October and is succeeded by the military commander, Major-General Hildebrand-Oakes."
  ],
  "Nepal": [
    "Nepalese troops lay siege to Kangra, farthest extent of Gurkha empire"
  ],
  "Philippine": [
    "King Joseph Bonaparte gives Filipinos Spanish Citizenship and grants the colony representation in the Spanish Cortes"
  ],
  "Poland": [
    "Signing of the Treaty of Sch&#xF6;nbrunn."
  ],
  "Russia": [
    "<i>Diet of Porvoo</i>: The four Estates of Finland swore allegiance to the Russian crown.",
    "<i>Finnish War</i>: The Treaty of Fredrikshamn was signed, ending the war and ceding Finland to the Russian Empire."
  ],
  "Slovenia": [
    "Lower Carinthia incorporates to France as Duchy of Carinthia was divided into two parts, Upper or Western Carinthia and Lower or Eastern."
  ],
  "Spain": [
    "<i>Bolivian Independence War</i>: The war began."
  ],
  "Sweden": [
    "Sweden cedes Finland to Russia following the Finnish War.",
    "The Coup of 1809 is carried out, resulting in the deposition of King Gustav IV Adolf."
  ],
  "Taiwan": [
    "Pirate Cai Qian is surrounded by the Qing navy and commits suicide."
  ],
  "USA": [
    "Madison was inaugurated.",
    "The Non-Intercourse Act was passed."
  ],
  "Vietnam": [
    "Nguy&#x1EC5;n Du completes <i>The Tale of Ki&#x1EC1;u</i>."
  ]
}