{
  "year": "1809",
  "Vietnam": [
    "Nguy&#x1EC5;n Du completes <i>The Tale of Ki&#x1EC1;u</i>."
  ],
  "USA": [
    "Madison was inaugurated.",
    "The Non-Intercourse Act was passed."
  ],
  "Taiwan": [
    "Pirate Cai Qian is surrounded by the Qing navy and commits suicide."
  ],
  "Sweden": [
    "Sweden cedes Finland to Russia following the Finnish War.",
    "The Coup of 1809 is carried out, resulting in the deposition of King Gustav IV Adolf."
  ],
  "Spain": [
    "<i>Bolivian Independence War</i>: The war began."
  ],
  "Slovenia": [
    "Lower Carinthia incorporates to France as Duchy of Carinthia was divided into two parts, Upper or Western Carinthia and Lower or Eastern."
  ],
  "Russia": [
    "<i>Diet of Porvoo</i>: The four Estates of Finland swore allegiance to the Russian crown.",
    "<i>Finnish War</i>: The Treaty of Fredrikshamn was signed, ending the war and ceding Finland to the Russian Empire."
  ],
  "Poland": [
    "Signing of the Treaty of Sch&#xF6;nbrunn"
  ],
  "Philippine": [
    "King Joseph Bonaparte gives Filipinos Spanish Citizenship and grants the colony representation in the Spanish Cortes"
  ],
  "Nepal": [
    "Nepalese troops lay siege to Kangra, farthest extent of Gurkha empire"
  ],
  "Malta": [
    "Ball dies in October and is succeeded by the military commander, Major-General Hildebrand-Oakes."
  ],
  "Italy": [
    "Napoleon Bonaparte occupies Rome, exiles Pope Pius VII to Savona and then to France, and takes the Papal States' art collections to the Louvre."
  ],
  "India": [
    "East India Company signs the first Treaty of Amritsar with Ranjit Singh"
  ],
  "Iceland": [
    "J&#xF8;rgen J&#xF8;rgensen seizes power in Iceland and declares independence, but is deposed by the Danes shortly afterwards."
  ],
  "Haiti": [
    "Napoleon sends a delegation to negotiate France's recognition of Haitian independence; P&#xE9;tion meets with a French delegate, Dauxion-Lavaysse, and agrees to an indemnity payable to dispossessed French planters"
  ],
  "France": [
    "<i>War of the Fifth Coalition</i>: The French Empire is victorious at the decisive Battle of Wagram which marks the end of the Fifth Coalition (mainly the Austrian Empire and the United Kingdom) against France and its client states. (to 6 July)"
  ],
  "Burma": [
    "Burmese invasion of Junkceylon (Phuket) fails (to 1812)"
  ],
  "Brazil": [
    "Napoleonic Wars: Brazilian and Portuguese forces conquer French Guiana."
  ],
  "Armenia": [
    "Khachatur Abovian, renowned novelist, poet, and playwright, is born."
  ],
  "Afghanistan": [
    "Durrani signed a treaty of alliance with the United Kingdom."
  ]
}