{
  "year": "1812",
  "USA": [
    "<i>War of 1812</i>: The war begins.",
    "Daniel Webster was elected to the United States Congress.",
    "Louisiana became the 18th state.",
    "<i>U.S. presidential election, 1812</i>: Madison was reelected President; Elbridge Gerry was elected Vice President."
  ],
  "Taiwan": [
    "Northeast Taiwan is taken over by Chinese people"
  ],
  "Spain": [
    "The Spanish Constitution of 1812 was issued."
  ],
  "Russia": [
    "<i>Russo-Turkish War (1806&#x2013;1812)</i>: The Treaty of Bucharest ended the war and transferred Bessarabia to Russia.",
    "<i>French invasion of Russia (1812)</i>: The French army crossed the Neman River into Russia.",
    "<i>French invasion of Russia (1812)</i>: The French army entered a deserted Moscow, the high-water mark of their invasion.",
    "<i>French invasion of Russia (1812)</i>: The last French troops were forced off of Russian territory."
  ],
  "Philippine": [
    "The Spanish Cortes promulgates the Cadiz Constitution",
    "The first Philippine delegates to the Spanish Cortes, Pedro Perez de Tagle and Jose Manuel Coretto take their oath of office in Madrid, Spain."
  ],
  "Haiti": [
    "The Kingdom of Haiti establishes a civil code, the Henri Code"
  ],
  "France": [
    "<i>War of the Sixth Coalition</i>: The Fire of Moscow marks the beginning of French retreat after the French invasion of Russia. The First French Empire reached the height of its power and declined henceforth with the disastrous Battle of Berezina. The Sixth Coalition will go on to win the war and Napoleon will be exiled in Elba."
  ],
  "Cuba": [
    "Juan Ru&#xED;z de Apodaca becomes governor of Cuba 1812&#x2013;16."
  ],
  "Colombia": [
    "Manuel Rodr&#xED;guez Torices is President of the State of Cartagena de Indias",
    "Manuel Benito de Castro is declared President of Cundinamarca and Vicegerent of the King's Person"
  ],
  "Chile": [
    "Hostilities begin between the <i>moderados</i>, led by Bernardo O'Higgins, and the <i>exaltados</i>, led by Carrera. Carrera institutes the first Chilean national symbols (flag, coat of arms, and national anthem), and Fray Camilo Henr&#xED;quez begins to publish the <i>Aurora de Chile</i>, the first Chilean newspaper. The Chilean Constitution of 1812 comes into effect. Founding of the Logia Lautaro."
  ],
  "Argentina": [
    "The Jujuy Exodus of August 1812 was led by Manuel Belgrano, with several thousand soldiers and civilians retreating from Jujuy and Salta, to avoid military defeat and defections",
    "Second Triumvirate of Nicol&#xE1;s Rodriguez Pe&#xF1;a, Antonio &#xC1;lvarez Jonte and Juan Jos&#xE9; Paso replaced First Triumvirate"
  ]
}