{
  "year": "1813",
  "Slovenia": [
    "Lower Carinthia is re-conquered."
  ],
  "Serbia": [
    "The Revolutionary Serbia is crushed facing the Ottomans as they invade the country with 200,000 soldiers. The lack of support from Imperial Russia, who were at war against Napoleon at the time, also contributed to the Serbian defeat. Widespread revenge attacks upon civilians, nobles and \"Intelligentsia\" trigger a second insurrection."
  ],
  "Russia": [
    "<i>Russo-Persian War (1804&#x2013;1813)</i>: According to the Treaty of Gulistan, the Persian Empire ceded its Transcaucasian territories to Russia."
  ],
  "Philippine": [
    "The Cadiz Constitution implemented in Manila.",
    "Jos&#xE9; Gardoqui Jaraveitia appointed Governor-General (1806&#x2013;1816)",
    "Napoleon is defeated in the Battle of the Nations near Leipzig",
    "British General Duke of Wellington drives the Napoleonic forces out of Spain"
  ],
  "Mexico": [
    "\n<ul>\n<li>The Congress of Chilpancingo is inaugurated. Morelos delivers the inaugural speech and Juan Nepomuceno Ros&#xE1;ins reads the <i>Sentimientos de la Naci&#xF3;n</i>.</li>\n</ul>\n"
  ],
  "Malta": [
    "Civil Commissioner Sir Hildebrand-Oakes is replaced by Sir Thomas Maitland, the first to be described by the British as &#x2018;Governor&#x2019;. Malta becomes a crown colony.",
    "Malta is granted the <i>Bathurst Constitution</i>."
  ],
  "Germany": [
    "Richard Wagner was born.",
    "<i>Battle of Leipzig</i>: The French army was encircled and forced to retreat from Leipzig in a battle in which some ninety thousand French and allied troops were killed or injured."
  ],
  "France": [
    "Battle of Leipzig, 600,000 soldiers are involved in the largest battle in Europe prior to World War I. Coalition routs the French."
  ],
  "Chile": [
    "The Spanish send military expeditions (under Antonio Pareja and Gabino Ga&#xED;nza) from the Viceroyalty of Peru. In the ensuing battles O'Higgins rises to be seen as a figure of great stature, overshadowing the continually less popular Carrera, who ultimately resigns. Francisco de la Lastra becomes Supreme Director."
  ],
  "Canada": [
    "During the War of 1812, Laura Secord learns of an American plan to launch a surprise attack on British forces and walks 20 miles to warn the defenders. The British defeat the American invaders at the Battle of Beaver Dams on 24 June."
  ],
  "Australia": [
    "Blaxland, Lawson and Wentworth crossed the Blue Mountains.",
    "Matthew Flinders referred to New South Wales by the name \"Australia\"."
  ],
  "Armenia": [
    "Treaty of Gulistan. All of Eastern Armenia remains under Persian rule, except for the Armenians in Karabakh, which had already de facto become part of the Russian Empire."
  ],
  "Argentina": [
    "The Battle of San Lorenzo in February, first battle of Jos&#xE9; de San Mart&#xED;n in the Argentine War of Independence",
    "The <i>Asamblea del a&#xF1;o XIII called in February to plan further military campaigns and organise defence of Buenos Aires</i>"
  ]
}