{
  "year": "1814",
  "USA": [
    "<i>Burning of Washington</i>: British troops burned Washington, D.C. but were forced back at Baltimore.",
    "<i>War of 1812</i>: The Treaty of Ghent ended the war."
  ],
  "Sweden": [
    "The countries of Sweden and Norway are united."
  ],
  "Spain": [
    "<i>Peninsular War</i>: The war ended."
  ],
  "Philippine": [
    "Ferdinand VII proclaimed as King of Spain; Conservatives return to the Spanish Cortes",
    "Mt. Mayon erupts, affecting Albay and leaving 1,200 dead."
  ],
  "Nepal": [
    "Anglo-Nepalese War; culminates in treaty which establishes Nepal's current boundaries. (to 1816)"
  ],
  "Malta": [
    "Under the Treaty of Paris, and subsequently ratified by the Congress of Vienna, Malta status as a British Crown Colony is confirmed.",
    "The Grand Harbour becomes an important shipping waystation, eventually serving as the headquarters for the Mediterranean Fleet. (to 1930)"
  ],
  "Indonesia": [
    "Java returned to Dutch rule following the Anglo-Dutch Treaty of 1814."
  ],
  "India": [
    "\"Atmiya Sabha\" Established by Raja Ram Mohan Roy"
  ],
  "Haiti": [
    "Christophe refuses to negotiate with French delegate Franco de Medina concerning France's recognition of Haitian independence"
  ],
  "Germany": [
    "<i>War of the Sixth Coalition</i>: France signed the Treaty of Paris, under which it returned to its 1792 borders and the House of Bourbon was restored to the French throne, ending the war."
  ],
  "France": [
    "First Restoration: The House of Bourbon was briefly restored with Louis XVIII as King of France in an intermediate period of the Napoleonic Wars."
  ],
  "Colombia": [
    "Manuel de Bernardo &#xC1;lvarez del Casal is declared President of Cundinamarca and Vicegerent of the King's Person",
    "Jos&#xE9; Luis &#xC1;lvaro Alvino Fern&#xE1;ndez Madrid, is president of the United Provinces of the New Granada."
  ],
  "Chile": [
    "The \"Disaster of Rancagua\". Mariano Osorio, in command of a third Spanish expedition, defeats O'Higgins (October 1 &#x2013; 2). Osorio reconquers Santiago for Spain. Exodus of Chilean patriots to Mendoza, Argentina, where they receive the support of Jos&#xE9; de San Mart&#xED;n. Those patriots who remain in Chile are captured by the Spaniards are deported to the Juan Fern&#xE1;ndez Islands. Osorio is confirmed Governor of Chile by the Viceroy Fernando de Abascal of Peru. The <i>talaveras</i>, under the command of San Bruno, install a regime of terror extending to those merely suspected of sympathy for the Chilean cause."
  ],
  "Burma": [
    "Burma annexes Manipur"
  ],
  "Belgium": [
    "Belgium made part of the United Kingdom of the Netherlands."
  ],
  "Argentina": [
    "Action of 14 May 1814 saw United Provinces' fleet defeat Spanish navy securing coast",
    "Second Triumvirate replaced by position of Supreme Director, first occupied by Gervasio Antonio de Posadas"
  ]
}