{
  "year": "1816",
  "Argentina": [
    "In March an assembly of provincial delegates met as the Congress of Tucum&#xE1;n to discuss future military and political developments",
    "On 9 July 1816, the Congress declared the independence of Argentina"
  ],
  "Barbados": [
    "Bussa&apos;s Rebellion, the largest slave revolt in Barbadian history."
  ],
  "Colombia": [
    "Liborio Mej&#xED;a is president of the United Provinces of the New Granada making him the youngest person to ever hold the presidency of Colombia at the age of 24. He was executed three months later during the Reconquest led by the Spaniard Pablo Morillo.",
    "Manuel Fernando Serrano Uribe is the last president of the United Provinces of the New Granada before its dissolution and complete Reconquest.",
    "Execution of Francisco Jos&#xE9; de Caldas"
  ],
  "Germany": [
    "The constitution of the Grand Duchy of Saxe-Weimar-Eisenach was promulgated."
  ],
  "Haiti": [
    "P&#xE9;tion promulgates the Republican Constitution",
    "Louis XVIII of France sends another delegation to negotiate France&apos;s recognition of Haitian independence; P&#xE9;tion cuts off negotiation, Christophe declines to meet the delegates"
  ],
  "Mexico": [
    "\n<ul>\n<li>Pope Pius VII publishes the encyclical <i>Esti Longissimo Terrarum</i>, where he exhorts obedience and peace from the rebels in Spanish America, favoring Ferdinand VII.</li>\n</ul>\n"
  ],
  "Philippine": [
    "Cadiz Constitution is rejected by the conservative government and Filipino representation in the Spanish Cortes is abolished",
    "Mariano Fern&#xE1;ndez de Folgueras appointed Governor-General (1816&#x2013;1822)"
  ],
  "Serbia": [
    "The Ottoman governor, Marashli Ali Pasha, approves partial autonomy for the rebel province pressured by Imperial Russia and the Habsburg Empire&#x2013; the supervisors and protectors of the Serbian people in the Sultanate."
  ],
  "Spain": [
    "<i>Spanish reconquest of New Granada</i>: The reconquest ended."
  ],
  "USA": [
    "<i>U.S. presidential election, 1816</i>: James Monroe was elected President; Daniel D. Tompkins was elected Vice President.",
    "The Second Bank of the United States was chartered.",
    "Indiana became the 19th state."
  ]
}