{
  "year": "1819",
  "Brazil": [
    "The first 1,400 non-Portuguese immigrants arrive from Switzerland."
  ],
  "Burma": [
    "Burmese put down rebellions in Assam and Manipur"
  ],
  "Colombia": [
    "The Congress of Angostura",
    "Vargas Swamp Battle",
    "Battle of Boyac&#xE1;.",
    "For order of Francisco de Paula Santander, Spanish colonel Jose Maria Barreiro and 38 Spanish officers were executed in Bogot&#xE1;."
  ],
  "Cuba": [
    "Settlers from Bordeaux and Louisiana found the first European settlement at Cienfuegos."
  ],
  "England": [
    "<i>Peterloo Massacre</i>: A massacre took place."
  ],
  "Estonia": [
    "Serfdom abolished."
  ],
  "Germany": [
    "The conservative writer August von Kotzebue was fatally stabbed by a liberal theology student, Karl Ludwig Sand.",
    "Representatives of the states of the German Confederation issued the Carlsbad Decrees, under which each resolved to become involved in instruction and hiring at universities, require prior restraint on all serial publications, and dissolve student organizations such as the liberal <i>Burschenschaften</i>."
  ],
  "Malaysia": [
    "Thomas Stamford Raffles arrived and signed a treaty with Sultan Hussein Shah of Johor, on behalf of the British East India Company, to develop the southern part of Singapore as a British trading post."
  ],
  "Singapore": [
    "Stamford Raffles arrives in Singapore with William Farquhar to establish a trading post for the British East India Company.",
    "The treaty is signed between Sultan Hussein of Johor, Temenggong Abdul Rahman and Stamford Raffles. William Farquhar is installed as the first Resident of the settlement."
  ],
  "USA": [
    "<i>Panic of 1819</i>: The panic took place.",
    "The Adams&#x2013;On&#xED;s Treaty, which provided for the acquisition of Florida, was signed.",
    "The decision in <i>McCulloch v. Maryland</i> prohibited state laws from infringing upon federal Constitutional authority.",
    "The decision in <i>Dartmouth College v. Woodward</i> protected the principle of honoring contracts and charters.",
    "Alabama became the 22nd state."
  ]
}