{
  "year": "1820",
  "USA": [
    "The Missouri Compromise was signed into law, providing for the admission of the District of Maine into the Union as a free state and of the southeastern portion of the Missouri Territory into the Union as the slave state of Missouri. It further provided that any additional states admitted from part of the Missouri Territory would be slave or free depending on whether they fell south or north, respectively, of the parallel 36&#xB0;30&#x2032; north.",
    "The Supreme Court held in a decision in <i>Handly's Lessee v. Anthony</i> that where a river is said to be the boundary between two states, the boundary is determined by the course of the river at its lowest point.",
    "The state of Maine was admitted to the Union. Massachusetts's 14th congressional district was abolished.",
    "Joseph Smith claimed to have had his first vision of God in Manchester, New York. <i>See</i> First Vision.",
    "The Land Act of 1820 was signed into law, ending the provision of credit to individual buyers of federal land and simultaneously reducing the minimum price and size of tracts that could be sold.",
    "The seven-member United States House Committee on Agriculture, a standing committee of the House, was established.",
    "The Tenure of Office Act (1820) was passed by the Congress, limiting the term in office of civil servants to four years.",
    "<i>Missouri gubernatorial election, 1820</i>: Democratic-Republican Alexander McNair was elected governor of Missouri with seventy-two percent of the vote.",
    "The Choctaw and the United States concluded the Treaty of Doak's Stand, under which the former ceded roughly half their territory to Mississippi and agreed to be moved west into modern Arkansas.",
    "Democratic-Republican Isham Talbot was elected to fill the seat left vacant by the Logan's resignation.",
    "<i>United States presidential election, 1820</i>: Voting began for election to the presidency.",
    "<i>United States presidential election, 1820</i>: Voting ended. Monroe was reelected with eighty-one percent of the vote.",
    "Federalist senator James Burrill Jr. died."
  ],
  "Tonga": [
    "Aleamotu'a took the throne as <i>Tu'i Kanokupolu</i> amidst ongoing conflict."
  ],
  "Spain": [
    "<i>Trienio Liberal</i>: The period began."
  ],
  "Peru": [
    "An Argentine army led by Jos&#xE9; de San Mart&#xED;n landed at Paracas."
  ],
  "Malaysia": [
    "Ghee Hin Kongsi and Hai San Secret Society, 2 secret societies in Singapore and Malaya was established."
  ],
  "India": [
    "Ishwar Chandra Vidyasagar is born (to 1891)"
  ],
  "Haiti": [
    "Christophe, King of the northern Haitian state, commits suicide",
    "Boyer promulgates the Republican Constitution in Christophe's northern state; northern and southern Haiti are unified"
  ],
  "China": [
    "The Jiaqing Emperor died.",
    "The Jiaqing Emperor's son the Daoguang Emperor became emperor of the Qing dynasty."
  ],
  "Chile": [
    "Valdivia is captured by Lord Cochrane who commands the Chilean navy. The Freedom Expedition of Per&#xFA; is organised by the government of Chile, and manages to free some parts of Peru from Spanish rule."
  ],
  "Cambodia": [
    "A Khmer revolt took place against Vietnamese rule ."
  ],
  "Argentina": [
    "The Battle of Cepeda took place between Unitarians who supported a strong centralised state, and Federals, largely provincial <i>caudillo</i> warlords who wanted decentralised authority. The Federals won and the February 1820 Treaty of Pilar declared Argentina as a federal country, although Unitarian ideals continued"
  ]
}