{
  "year": "1821",
  "Brazil": [
    "Portugal enters a severe political crisis that obliges John VI and the royal family to return to Portugal."
  ],
  "Chile": [
    "Jos&#xE9; Miguel Carrera arrested as a <i>montonero</i> (mounted rebel/bandit) in Argentina, and executed in Mendoza."
  ],
  "Colombia": [
    "Congress of C&#xFA;cuta and Constitution of C&#xFA;cuta"
  ],
  "Cyprus": [
    "The Cypriots sided with Greece in a revolt against Turkish rule. The island&apos;s leading churchmen and notables were executed as punishment. 20,000 Christians fled the island."
  ],
  "France": [
    "Death of Napoleon."
  ],
  "Italy": [
    "A revolt in Piedmont, led by Annibale Santorre di Rossi de Pomarolo, takes place in an attempt to remove the Austrians from Italy and unify the Italian territories under the House of Savoy."
  ],
  "Mexico": [
    "<i>Mexican War of Independence</i>: The Spanish colonel Agust&#xED;n de Iturbide and the insurgent leader Vicente Guerrero together issued the Plan of Iguala at a meeting in Iguala, under which Mexico was to become an independent, Catholic constitutional monarchy.",
    "<i>Mexican War of Independence</i>: The armies under Iturbide and Guerrero were consolidated into Iturbide&apos;s control in the Army of the Three Guarantees.",
    "<i>Mexican War of Independence</i>: Iturbide and Spanish viceroy Juan O&apos;Donoj&#xFA; signed the Treaty of C&#xF3;rdoba, recognizing the independence of Mexico in personal union with Spain."
  ],
  "Peru": [
    "Pezuela was deposed. Jos&#xE9; de la Serna was proclaimed viceroy.",
    "De la Serna moved the capital to Cuzco.",
    "<i>Peruvian War of Independence</i>: San Mart&#xED;n declared the independence of Peru."
  ],
  "Singapore": [
    "Singapore General Hospital was established."
  ],
  "Slovenia": [
    "Congress of Laibach takes place in Ljubljana."
  ],
  "USA": [
    "Missouri becomes the 24th state."
  ],
  "Vietnam": [
    "Emperor Minh M&#x1EA1;ng (1820&#x2013;1841) became ruler of Vietnam.",
    "Phan B&#xE1; V&#xE0;nh Uprising."
  ]
}