{
  "year": "1825",
  "Argentina": [
    "The United Kingdom recognises Argentine independence.",
    "Deputies from the eastern bank of the R&#xED;o de la Plata declare independence from Brazil, leading to the Cisplatine War. The 1827 Battle of Ituzaing&#xF3; saw tactical success for Argentina. The war ended in 1828 with a treaty giving independence to Uruguay"
  ],
  "Australia": [
    "The New South Wales western border was extended to 129&#xB0; E. Van Diemen&apos;s Land was proclaimed."
  ],
  "Brazil": [
    "Frei Caneca and other leaders of the Confederation of the Equator rebellion are executed in Recife.",
    "Uruguay is declared independent of the Empire of Brazil by the Thirty-Three Orientals, a militant revolutionary group led by Juan Antonio Lavalleja."
  ],
  "Chile": [
    "Taking advantage of the un-surveyed border, and ignoring the royal decree of 1681 and the principal <i>uti possidetis</i>, Sim&#xF3;n Bol&#xED;var grants the port of Cobija to Bolivia. This gives Bolivia an outlet to the sea between Chile and Peru, which it will retain until the War of the Pacific."
  ],
  "England": [
    "The Stockton and Darlington railway, the world&apos;s first public passenger railway, opened."
  ],
  "Haiti": [
    "King Charles X of France signs an ordinance which conditionally recognizes the independence of Haiti and imposes a 150 million franc indemnity on the Haitian government",
    "A squadron of French ships arrives in Haiti to deliver the news of Charles X&apos;s ordinance of 17 April to President Boyer"
  ],
  "Indinesia": [
    "Java War (to 1830)"
  ],
  "Japan": [
    "Edict to Repel Foreign Vessels"
  ],
  "Philippine": [
    "Mariano Ricafort Palac&#xED;n y Abarca appointed Governor-General (1825&#x2013;1830)"
  ],
  "Poland": [
    "Death of Alexander I of Russia."
  ],
  "Russia": [
    "Alexander died of typhus. The army swore allegiance to his oldest brother, the Grand Duke Constantine Pavlovich. Constantine, however, following Alexander&apos;s choice of successor, swore allegiance to his younger brother, Nicholas I.",
    "Under pressure from Constantine, Nicholas published Alexander&apos;s succession manifesto.",
    "<i>Decembrist revolt</i>: Three thousand soldiers gathered at the Senate Square in Saint Petersburg, and declared their loyalty to Constantine and to the idea of a Russian constitution. When talk failed, the tsarist army dispersed the demonstrators with artillery, killing at least sixty."
  ],
  "USA": [
    "<i>United States presidential election, 1824</i>: John Quincy Adams was elected president by the House, winning thirteen of twenty-four states.",
    "The United States and several unauthorized representatives of the Muscogee signed the Treaty of Indian Springs, under which the latter ceded their territory east of the Mississippi River to Georgia and Alabama.",
    "<i>Capture of the</i> Anne: American, Danish West Indian and Colombian ships captured the flagship of the pirate Roberto Cofres&#xED; in the Caribbean Sea.",
    "The Crimes Act of 1825, which extended the authority of the federal government to prosecute a number of crimes and which included the first Assimilative Crimes Act, extending the laws of the surrounding states into federal enclaves, was signed into law.",
    "<i>Inauguration of John Quincy Adams</i>: John Quincy Adams was inaugurated president in the House chamber of the Capitol.",
    "<i>New Hampshire&apos;s at-large congressional district special election, 1825</i>: Titus Brown was unanimously elected to the House from New Hampshire in a special election caused by representative-elect James Miller&apos;s declining to serve.",
    "<i>South Carolina&apos;s 1st congressional district special election, 1825</i>: William Drayton was elected to the House from South Carolina&apos;s 1st congressional district with seventy-five percent of the vote, filling the seat left vacant by Poinsett&apos;s resignation.",
    "The American Unitarian Association was established.",
    "The Kaw ceded much of their territory in Missouri and modern Kansas to the United States.",
    "<i>Kentucky&apos;s 3rd congressional district special election, 1825</i>: James Clark was elected with fifty-nine percent of the vote to fill the House seat representing Kentucky&apos;s 3rd congressional district, vacant since Clay&apos;s resignation.",
    "The United States negotiated and signed the First Treaty of Prairie du Chien, under which the Sioux agreed to borders with the Sac and Fox, Menominee, Iowa, Ho-Chunk and the Council of Three Fires and pledged to remain at peace with them.",
    "<i>Pennsylvania&apos;s 16th congressional district special election, 1825</i>: Robert Orr, Jr. was elected to the House from Pennsylvania&apos;s 16th congressional district in a special election to fill the vacancy left by Allison&apos;s resignation.",
    "Senator Andrew Jackson of Tennessee resigned his seat.",
    "<i>Beauchamp&#x2013;Sharp Tragedy</i>: Lawyer Jereboam O. Beauchamp murdered attorney general Solomon P. Sharp of Kentucky at his home in Frankfort, Kentucky over an affair Sharp had with Beauchamp&apos;s wife before their marriage.",
    "The United States and the Shawnee signed the Treaty of St. Louis, under which the latter sold the territory around Cape Girardeau, Missouri.",
    "The United States and Central America signed the United States&#x2013;Central America Treaty, under which each granted the other most favoured nation status with respect to trade.",
    "The Committee on Agriculture, now the Committee on Agriculture, Nutrition and Forestry, a standing committee of the Senate, was established."
  ]
}