{
  "year": "1831",
  "USA": [
    "A revolt led by Nat Turner occurs.",
    "Publication of <i>The Liberator</i> begins.",
    "Cyrus McCormick invents the reaper.",
    "<i>Petticoat Affair</i>: The affair took place."
  ],
  "Tonga": [
    "T&#x101;ufa&#x2BB;&#x101;hau I proclaimed himself King George Tupou I."
  ],
  "Russia": [
    "<i>November Uprising</i>: An act of the Sejm dethroned Nicholas from the Polish crown.",
    "<i>November Uprising</i>: A new government took office in Poland.",
    "<i>November Uprising</i>: Russian troops crossed the Polish border.",
    "<i>Battle of Warsaw (1831)</i>: The Russian army captured Warsaw, ending the November Uprising."
  ],
  "Malta": [
    "The diocese of Malta is separated from that of Palermo."
  ],
  "Malaysia": [
    "Naning War: The opposition of Dol Said to British taxation policy in Naning led to the Naning War. Dol Said's force defeated 150 British soldiers led by Captain Wyllie."
  ],
  "Lebanon": [
    "Bashir II breaks away from the Ottoman Empire, allies with Muhammad Ali of Egypt and assists Muhammad Ali's son, Ibrahim Pasha, in another siege of Acre. This siege lasted seven months, the city falling on 27 May 1832. The Egyptian army, with assistance from Bashir's troops, also attacked and conquered Damascus on 14 June 1832."
  ],
  "Italy": [
    "Austrian troops gradually crush political resistance along the Italian peninsula.",
    "The political movement Young Italy is formed by activist Giuseppe Mazzini, promoting insurrection in Italian states and Austrian lands to help unify Italy."
  ],
  "Ireland": [
    "<i>Tithe War</i>: A force of one hundred and twenty armed police forcibly took possession of cattle belonging to a Roman Catholic priest in lieu of his compulsory tithe to the Anglican Church of Ireland."
  ],
  "Indonesia": [
    "Second phase of Padri War (to 1838)"
  ],
  "Haiti": [
    "The city of P&#xE9;tion-Ville, a suburb of Port-au-Prince named for Alexandre P&#xE9;tion, is founded by Boyer"
  ],
  "Germany": [
    "Hegel died."
  ],
  "France": [
    "<i>First Canut revolt</i>: first clearly defined worker uprising of the Industrial Revolution."
  ],
  "Colombia": [
    "Joaqu&#xED;n Mariano Mosquera y Arboleda is President of the Republic of New Granada"
  ],
  "Chile": [
    "Jos&#xE9; Joaqu&#xED;n Prieto becomes president of Chile. He will serve two consecutive five-year terms. With him, the so-called <i>decenios</i> (decade-long reigns) begin, which continue until 1871. This 30-year Conservative Party hegemony is sometimes referred to as the Authoritarian Republic."
  ],
  "Brazil": [
    "Dom Pedro I abdicates as Emperor of Brazil in favor of his 5-year-old son Dom Pedro II, who will reign for almost 59 years.",
    "Slave trading is forbidden in Brazil, the law is largely ignored."
  ],
  "Belgium": [
    "Leopold, Prince of Coburg, sworn in as king of the Belgians.",
    "Ten Days' Campaign: Dutch attempt to re-establish rule over Belgium fails, but Dutch forces retain control of Antwerp Citadel."
  ],
  "Barbados": [
    "Free coloured men who meet the property requirements, are given the right to vote for members of Parliament."
  ],
  "Australia": [
    "Administration of King George Sound passes to Swan River Colony, convicts returned to New South Wales.",
    "<i>The Sydney Herald</i> (later to become <i>The Sydney Morning Herald</i>) was first published."
  ],
  "Argentina": [
    "Pacto Federal signed between provinces to protect federal nature of country",
    "The Voyage of the Beagle with Charles Darwin and Robert FitzRoy visited the R&#xED;o de la Plata, Patagonia and Tierra del Fuego (to 1834)",
    "Argentine Governor of the Falkland Islands Luis Vernet is expelled by <i>USS Lexington</i> following his seizure of United States interests. New governor murdered in 1832 mutiny"
  ]
}