{
  "year": "1836",
  "USA": [
    "<i>Battle of the Alamo</i>: The battle takes place.",
    "<i>Battle of San Jacinto</i>: The battle takes place.",
    "<i>Creek War of 1836</i>: The war takes place.",
    "Samuel Colt invents the revolver.",
    "The original \"Gag Rule\", a bar on discussion of antislavery petitions passed by the House, is imposed.",
    "The Specie Circular is issued.",
    "Arkansas becomes the 25th state.",
    "<i>U.S. presidential election, 1836</i>: Van Buren is elected President, Richard Mentor Johnson Vice President."
  ],
  "Russia": [
    "The Gendarmerie of the Internal Guard was spun off as the Special Corps of Gendarmes."
  ],
  "Mexico": [
    "\n<ul>\n<li>General Santa Anna, commanding the battalions of Matamoros, Jim&#xE9;nez, San Luis, the regiment of Dolores and eight pieces of artillery, occupies San Antonio B&#xE9;jar The settlers retreat to the fort of El &#xC1;lamo.</li>\n</ul>\n",
    "\n<ul>\n<li>After 12 days of siege, the army Mexican undertakes the assault on El &#xC1;lamo. The Texan defenders are annihilated in combat. The Texas separatists forge the phrase <i>\"Remember the Alamo\"</i>.</li>\n</ul>\n",
    "\n<ul>\n<li>General Urrea abides by Santa Anna's order of executing the prisoners of Goliad under the charge of treason.</li>\n</ul>\n",
    "\n<ul>\n<li>Santa Anna arrives in San Felipe Austin and finds the city abandoned and burned by the Texans. He finds out that Samuel Houston, the rebel leader, is located 10 leagues on the left bank of the Brazos River.</li>\n</ul>\n",
    "\n<ul>\n<li>Santa Anna's troops, stationed in a hill near the San Jacinto River receive the reinforcement of Perfecto of Cos. The enemy takes refuge in the forest and Santa Anna decides to offer rest to his troops. To his misfortune, Houston's men ambush him. The confrontation lasts for hours until the Mexican ranks disperse.</li>\n</ul>\n",
    "\n<ul>\n<li>Santa Anna, who had fled in the fray of the previous day, is captured by Texan forces.</li>\n</ul>\n"
  ],
  "Malta": [
    "Second petition for a separate Roman Catholic diocese for Gozo is presented to Pope Gregory XVI."
  ],
  "Ireland": [
    "<i>Tithe War</i>: The passage of the Tithe Commutation Act 1836 reduced the amount of the tithe and changed the manner of payment, which largely ended the unrest"
  ],
  "India": [
    "Sri Ramakrishna Paramhansa is born (to 1886)"
  ],
  "Chile": [
    "Diego Portales declares the war on the Peruvian-Bolivian Confederation."
  ],
  "Brazil": [
    "The Rio-Grandense Republic is proclaimed in southern Brazil."
  ],
  "Australia": [
    "Province of South Australia proclaimed with its western border at 132&#xB0; E."
  ],
  "Armenia": [
    "The Russian government enacts the <i>Polozhenie</i>, a statute greatly restricting the power of the Armenian Church."
  ]
}