{
  "year": "1839",
  "Taiwan": [
    "Qing authorities demarcate Chinese territories in Taiwan and prohibit Chinese settlers from encroaching on native lands"
  ],
  "Spain": [
    "<i>First Carlist War</i>: The war ended."
  ],
  "Peru": [
    "The Peru-Bolivian Confederacy was officially dissolved."
  ],
  "India": [
    "First Anglo-Afghan War"
  ],
  "Germany": [
    "Belgium, the Netherlands, the United Kingdom, Austria, France, Russia and the German Confederation signed the Treaty of London, recognizing Belgium's independence and guaranteeing its neutrality."
  ],
  "France": [
    "<i>Pastry War</i>: Victorious French troops withdraw from Mexico after their demands were satisfied."
  ],
  "Colombia": [
    "The War of the Supremes (Spanish: Guerra de los Supremos, also called the Guerra de los Conventos) extended from 1839 to 1841, caused by the ambitions of various regional leaders (gamonales) to seize power and depose President Jos&#xE9; Ignacio de M&#xE1;rquez"
  ],
  "China": [
    "<i>Destruction of opium at Humen</i>: The Qing Imperial Commissioner Lin Zexu ordered the destruction of roughly a thousand tons of opium seized from EIC merchants in Humen."
  ],
  "Chile": [
    "Battle of Yungay and defeat of the Confederation."
  ],
  "Belgium": [
    "The Kingdom of the Netherlands recognises Belgian independence.",
    "Treaty of London signed, finalising international guarantees of Belgian independence and neutrality."
  ],
  "Australia": [
    "Paul Edmund Strzelecki became the first European to ascend and name Australia's highest peak, Mount Kosciuszko.",
    "HMS <i>Beagle</i> sailed into Darwin Harbour during its surveying of the area. John Clements Wickham named the area <i>Port Darwin</i> in honour of their former shipmate Charles Darwin. The settlement became the town of Palmerston in 1869 and was renamed Darwin in 1911."
  ],
  "Argentina": [
    "Rosas made Supreme Chief of the Argentine Confederation"
  ],
  "Afghanistan": [
    "<i>First Anglo-Afghan War</i>: A British expeditionary force captured Quetta"
  ]
}