{
  "year": "1845",
  "Australia": [
    "The ship <i>Cataraqui</i> was wrecked off King Island in Bass Strait. It is Australia&apos;s worst civil maritime disaster, with 406 lives lost.",
    "Copper was discovered at Burra in South Australia."
  ],
  "Belgium": [
    "Sylvain Van de Weyer replaces Jean-Baptiste Nothomb as Prime Minister"
  ],
  "Brazil": [
    "Ragamuffin War: Peace negotiations led by Lima e Silva and Ant&#xF4;nio Vicente da Fontoura conclude with the signing of the Ponche Verde Treaty between the two sides, in Dom Pedrito",
    "The Aberdeen Act is passed by the Parliament of the United Kingdom empowering the British Royal Navy to search Brazilian ships as part of the abolition of the slave trade from Africa."
  ],
  "Colombia": [
    "Tom&#xE1;s Cipriano de Mosquera is President of the Republic of New Granada"
  ],
  "Haiti": [
    "President Guerrier dies in office; the State Council appoints Jean-Louis Pierrot President of Haiti"
  ],
  "India": [
    "First Anglo-Sikh Wars (to 1849)",
    "Vasudev Balwant Phadke is born (to 1883)"
  ],
  "Singapore": [
    "The Straits Times is established."
  ],
  "Slovenia": [
    "First works on the &quot;Southern Railway&quot; between Celje and Ljubljana begin,"
  ],
  "Tajikistan": [
    "<i>First Anglo-Sikh War</i>: The war began."
  ],
  "Tonga": [
    "George Tupou completed his conquest and unification of Tonga and moved the capital to Nuku&#x2BB;alofa."
  ],
  "USA": [
    "Congress passed the Presidential Election Day Act, establishing the Tuesday after the first Monday in November as the day on which electors of the Electoral College are elected in all states.",
    "<i>Israel Dammon trial</i>: Israel Dammon was tried in Atkinson, Maine for disturbing the peace after leading a congregation of Millerites in worship.",
    "The Florida Territory was admitted to the union as the state of Florida.",
    "<i>Inauguration of James K. Polk</i>: Democrat James K. Polk was sworn in as president in Washington, D.C..",
    "<i>Great Fire of Pittsburgh</i>: A fire in Pittsburgh burned roughly a third of the city and killed two.",
    "A gathering of Triennial Convention Baptists met in Augusta, Georgia to establish a new church, the Southern Baptist Convention, following disputes over slavery.",
    "<i>Milwaukee Bridge War</i>: Residents of the east side of what is now Milwaukee destroyed two bridges leading to the west side over the Milwaukee and Menomonee Rivers.",
    "<i>Great New York City Fire of 1845</i>: A fire in New York City killed thirty, including four firefighters.",
    "The United States Naval Academy was founded.",
    "<i>United States House of Representatives elections, 1844</i>: The last elections to the House for the 29th Congress, in Mississippi, were held. The Democratic Party retained a significant majority. The nativist Know Nothing party won six seats.",
    "<i>Texas annexation</i>: Polk signed into law a bill admitting the Republic of Texas into the union as the state of Texas."
  ],
  "Vietnam": [
    "Emperor Thi&#x1EC7;u Tr&#x1ECB; (1841&#x2013;1847) became ruler of Vietnam.",
    "USS <i>Constitution</i> lands in Da Nang as a company of US Marines moves overland to Hu&#x1EBF; and rescues a French Bishop who had been captured by the Vietnamese."
  ]
}