{
  "year": "1850",
  "USA": [
    "Thomas Pratt was elected to the Senate from Maryland, replacing fellow Whig who had until then held it by appointment to fill a vacancy.",
    "The Supreme Court held in a decision in <i>Sheldon v. Sill</i> that the Congress, which has the power under the Constitution to institute lower courts of the judiciary, also has the power to limit their jurisdiction.",
    "Calhoun died of tuberculosis in Washington, D.C.",
    "<i>Gila Expedition</i>: Californian volunteers launched a punitive expedition against the Quechan.",
    "The United States and the United Kingdom signed the Clayton&#x2013;Bulwer Treaty, under which each promised to maintain the neutrality of a proposed canal through Nicaragua and not to occupy or colonize any territory in Central America.",
    "<i>Ohio Women's Convention at Salem in 1850</i>: A women's rights meeting convened at Salem, Ohio.",
    "<i>Ohio Women's Convention at Salem in 1850</i>: The Convention drafted a petition to the upcoming Ohio state constitutional convention asking that women be granted the franchise as well as civil and political rights equal to those of men.",
    "<i>Bloody Island massacre</i>: An American punitive expedition killed as many as one hundred Pomo civilians on an island in Clear Lake.",
    "<i>First Grinnell Expedition</i>: An expedition to determine the fate of John Franklin, a British officer disappeared in the Arctic Ocean, departed New York.",
    "<i>Nashville Convention</i>: A convention of delegates from nine slave states met in Nashville, Tennessee.",
    "<i>Cayuse War</i>: Five Cayuse were hanged for the 1847 murder of fourteen missionaries near modern Walla Walla, Washington.",
    "<i>Nashville Convention</i>: The Convention resolved to propose the extension of the Missouri Compromise line west to the Pacific Ocean.",
    "<i>Inauguration of Millard Fillmore</i>: Vice president Millard Fillmore was sworn in as president at the Capitol in Washington, D.C.",
    "Senator Thomas Corwin of Ohio resigned his seat following his appointment as Secretary of the Treasury. Fellow Whig Thomas Ewing was appointed to fill his seat.",
    "Whig senator Daniel Webster of Massachusetts resigned his seat following his appointment as Secretary of State.",
    "<i>United States House of Representatives elections, 1850</i>: The first regular elections to the House for the 32nd Congress were held, in Iowa and Missouri.",
    "<i>Squatters' riot</i>: A riot broke out between settlers in New Helvetia and supporters of John Sutter's claim to the land in which five people were killed.",
    "Whig congressman Charles Magill Conrad of Louisiana's 2nd congressional district resigned following his appointment as Secretary of War.",
    "<i>Jenny Lind tour of America, 1850&#x2013;52</i>: Swedish singer Jenny Lind arrived in New York.",
    "California was admitted to the union as a free state. The Utah and New Mexico Territories were organized. Whether slavery was to be permitted or forbidden in each territory was left to its residents. <i>See</i> Compromise of 1850.",
    "Whig congressman James Wilson II of New Hampshire's 3rd congressional district resigned.",
    "California elected Democrats John C. Fr&#xE9;mont and William M. Gwin to the Senate.",
    "The Fugitive Slave Act of 1850 was passed, eliminating the last civil and political rights of escaped slaves and imposing serious penalties for harboring or failing to arrest fugitives.",
    "The slave trade was abolished in Washington, D.C.",
    "The Donation Land Claim Act was signed into law, granting free plots of land to white and half-blooded Native American settlers of the Oregon Territory.",
    "Congress passed the Swamp Land Act of 1850, providing a mechanism for the transfer of swamp land from the federal government to the states for drainage and improvement.",
    "<i>Virginia Constitutional Convention of 1850</i>: A state constitutional convention convened in Virginia to address the disenfranchisement of the state's west.",
    "<i>New York state election, 1850</i>: Elections were held to statewide office in New York. Whig candidate Washington Hunt was narrowly elected governor.",
    "A specially elected convention in Georgia adopted the Georgia Platform accepting the Compromise of 1850 but warning against infringement of the rights of states in the South.",
    "The federal government assumed Texas's debt. In exchange, Texas officially renounced its territorial claims in the New Mexico Territory."
  ],
  "Slovenia": [
    "Emperor Francis Joseph lays the foundation stone of Trieste railway station."
  ],
  "Serbia": [
    "In Vienna Serbian and Croatian linguists agree to create a unified literary language based on the Shtokavian dialect. It becomes known as Serbo-Croatian for the next 150 years. The aim is to establish closer cultural ties between the two closest nations and boost local Serbian support for the Croatian cause."
  ],
  "Philippine": [
    "Antonio de Urbistondo y Egu&#xED;a appointed Governor-General (1850&#x2013;1853)"
  ],
  "Kenya": [
    "Africa is being mapped by Europeans"
  ],
  "Germany": [
    "The Prussian three-class franchise, according to which all males over the age of 24 were allowed to vote for their representatives in the lower house of the Prussian parliament, with votes weighted by amount of taxes paid, was introduced.",
    "Prussia and Austria signed the Punctuation of Olm&#xFC;tz, under which the former agreed to the dissolution of the Prussian-led Erfurt Union and the revival of the German Confederation under Austrian leadership."
  ],
  "China": [
    "The Daoguang Emperor died.",
    "The Daoguang Emperor's son the Xianfeng Emperor became emperor of the Qing dynasty."
  ],
  "Brazil": [
    "Eus&#xE9;bio de Queir&#xF3;s Law abolishes the international slave trade in the country."
  ],
  "Belgium": [
    "National Bank of Belgium founded",
    "Partial legislative elections of 1850",
    "Mediation by the King of the Belgians leads to the restoration of diplomatic relations between Spain and the United Kingdom."
  ],
  "Australia": [
    "<i>Australian Colonies Government Act</i> [1850] granted representative constitutions to New South Wales, Victoria, South Australia and Tasmania. These colonies set about writing constitutions which produced democratically progressive parliaments.",
    "Australia's first university, the University of Sydney, was founded."
  ]
}