{
  "year": "1853",
  "USA": [
    "Franklin Pierce becomes President.",
    "Commodore Matthew Perry opens Japan."
  ],
  "Taiwan": [
    "Lin Gong rebellion"
  ],
  "Russia": [
    "Russia invaded the Ottoman provinces of Wallachia and Moldavia.",
    "<i>Crimean War</i>: The Ottoman Empire declared war on Russia."
  ],
  "Philippine": [
    "Ram&#xF3;n Montero y Blandino appointed Governor-General (1853&#x2013;1854)"
  ],
  "Malta": [
    "The Crimean War; Malta serves as a hospital base for wounded combatants, and acquires the nickname <i>Nurse of the Mediterranean</i>. (to 1856)"
  ],
  "Malaysia": [
    "Alan Lee, officer in charge of another fort at Nanga Lingga, Sri Aman was defeated and killed by Rentap."
  ],
  "Japan": [
    "Matthew C. Perry arrives off the coast of Japan in four ships. Perry orders harbor buildings to be shelled to force negotiations for a letter President Millard Fillmore sent to the ruler of Japan. This incident was coined as the \"Arrival of the Black Ships\" in Japanese history."
  ],
  "India": [
    "First Railway estalblished between Bombay and Thane"
  ],
  "Cuba": [
    "Jos&#xE9; Mart&#xED; is born in Havana."
  ],
  "Colombia": [
    "Jos&#xE9; Mar&#xED;a Obando is President of the Republic of New Granada",
    "Manuel Mar&#xED;a Mallarino is President of the Republic of New Granada"
  ],
  "Burma": [
    "British expand Rangoon (modern-day downtown Yangon)"
  ],
  "Belgium": [
    "Marriage of Leopold, Duke of Brabant, heir to the Belgian throne, and Marie Henriette of Austria."
  ],
  "Australia": [
    "First paddle steamers on Murray River on the spring flood. From South Australia, the <i>Lady Augusta</i> captained by Francis Cadell, reached Swan Hill while <i>Mary Ann</i> captained by William Randell, made it as far as Moama (near Echuca).",
    "Bendigo Petition and Red Ribbon Rebellion at Bendigo"
  ],
  "Argentina": [
    "Constitution of Argentina agreed by assembly in Santa Fe, creating modern system of government"
  ]
}