{
  "year": "1858",
  "Australia": [
    "Sydney and Melbourne linked by electric telegraph.",
    "New South Wales men achieved the right to vote."
  ],
  "Bangladesh": [
    "East India Company is dissolved and the British Raj begins."
  ],
  "Burundi": [
    "The area was visited by British explorer John Hanning Speke, who became the first European to do so."
  ],
  "China": [
    "The Qing dynasty signed the Treaty of Aigun, ceding to Russia the land north of the Amur River.",
    "<i>Second Opium War</i>: The Qing dynasty signed the Treaty of Tientsin, under which foreigners were granted greater freedom of movement within China and France and the United Kingdom were promised war reparations.",
    "<i>Battle of Sanhe</i>: A Taiping army encircled and destroyed a much smaller Qing force in Anhui."
  ],
  "Colombia": [
    "The Granadine Confederation is created.",
    "Mariano Ospina Rodr&#xED;guez is president of the Granadine Confederation"
  ],
  "Germany": [
    "Max Planck was born."
  ],
  "Haiti": [
    "Forces led by Fabre Geffrard defeat Emperor Faustin&apos;s Imperial Army"
  ],
  "India": [
    "British Raj (to 1947)",
    "Bipin Chandra Pal is born (to 1932)"
  ],
  "Italy": [
    "Napoleon III and Cavour meet secretly in France, in Plombi&#xE8;res-les-Bains, where they make the Plombi&#xE8;res Agreement. They decide that Cavour will provoke rebellion in Austrian territories in Northern Italy so as to tempt Austria into making a military decision."
  ],
  "Japan": [
    "Anglo-Japanese Treaty of Amity and Commerce and other Ansei Treaties were signed, resulting in Ansei Purge."
  ],
  "Nepal": [
    "Jang Bahadur receives title of Rana"
  ],
  "Russia": [
    "The Treaty of Aigun was signed, pushing the Russo-Chinese border east to the Amur river; Tariff Act reduces import tax."
  ],
  "Rwanda": [
    "The area is visited by British explorer John Hanning Speke, the first European to do so."
  ],
  "Singapore": [
    "Singapore is placed under the hierarchy of the Government of India, remaining as part of the Straits Settlements.",
    "Commercial Square is renamed Raffles Place."
  ],
  "Tanzania": [
    "Burton and Speke reach Lake Tanganyika, the first known Europeans to do so."
  ],
  "USA": [
    "The first transatlantic cable is laid.",
    "Minnesota becomes the 32nd state.",
    "<i>Lincoln-Douglas Debates</i>: The debates are held.",
    "The United States becomes a party to the Treaty of Tientsin."
  ],
  "Vietnam": [
    "Cochinchina Campaign."
  ]
}