{
  "year": "1860",
  "Australia": [
    "John McDouall Stuart reached the centre of the continent. The South Australian border changed from 132&#xB0; E to 129&#xB0; E."
  ],
  "Belgium": [
    "Belgian consulate in Damascus destroyed during anti-Christian pogroms."
  ],
  "Cambodia": [
    "Ang Duong died. His son Norodom succeeded him."
  ],
  "China": [
    "<i>Second Opium War</i>: British and French forces looted and burned down the Old Summer Palace in the Qing capital Beijing.",
    "The Qing prince Prince Gong signed the Convention of Peking, ratifying the Treaty of Tientsin and ceding the Kowloon Peninsula in perpetuity to the United Kingdom."
  ],
  "Colombia": [
    "Newly appointed Supreme Director of War Tomas Cipriano de Mosquera declared the Sovereign State of Cauca a separate nation from the Granadine Confederation and Colombian Civil War (1860&#x2013;1862) broke out"
  ],
  "France": [
    "Following the Franco-Sardinian victory over the Austrian Empire in the Second Italian War of Independence, Italian regions of Nice and Savoy were transferred to the French Empire as a reward.",
    "<i>Second Opium War</i>: British and French troops entered the Forbidden City in Beijing."
  ],
  "Haiti": [
    "Haiti and the Vatican sign an agreement which divides Haiti into five dioceses"
  ],
  "Italy": [
    "The Expedition of the Thousand takes place, in which volunteers led by Giuseppe Garibaldi set out to conquer the Kingdom of the Two Sicilies, which collapses. The Papal States are reduced to Latium."
  ],
  "Lebanon": [
    "A full-scale war erupted between Maronites and Druze. Napoleon III of France sent 7,000 troops to Beirut and helped impose a partition: The Druze control of the territory was recognised as the fact on the ground, and the Maronites were forced into an enclave, arrangements ratified by the concert of Europe in 1861."
  ],
  "Malta": [
    "The Colonial Office in London approves the establishment of a separate Roman Catholic diocese for Gozo."
  ],
  "Philippine": [
    "Ram&#xF3;n Mar&#xED;a Solano y Llanderal appointed Governor-General (1860)",
    "Juan Herrera Davila appointed Governor-General (1860&#x2013;1861)"
  ],
  "Russia": [
    "The Convention of Peking transferred the Ussuri krai from China to Russia."
  ],
  "Serbia": [
    "Franz Joseph of Austria abolishes the <i>Serbian crownland of Voivodship of Serbia and Tami&#x161; Banat</i> igniting a revolt among Serbs without any success."
  ],
  "Taiwan": [
    "<i>Convention of Beijing</i>: Danshui and Anping are opened to foreigners"
  ],
  "USA": [
    "The Pony Express is founded.",
    "The Crittenden Compromise is reached.",
    "<i>United States presidential election, 1860</i>: Abraham Lincoln is elected President of the United States.",
    "South Carolina seceded from the Union."
  ]
}