{
  "year": "1861",
  "Vietnam": [
    "Sinking of <i>L'Esperance</i>",
    "Tr&#x1B0;&#x1A1;ng &#x110;&#x1ECB;nh Uprising."
  ],
  "USA": [
    "Ten more states secede from the Union and established the Confederate States of America.",
    "Kansas becomes the 34th state.",
    "Jefferson Davis is elected President of the Confederacy.",
    "<i>American Civil War</i>: The war begins at Fort Sumter.",
    "<i>First Battle of Bull Run</i>: The battle takes place."
  ],
  "Tanzania": [
    "Zanzibar and Oman are split into two separate principalities with Majid bin Said becoming the first Sultan of Zanzibar."
  ],
  "Russia": [
    "<i>Emancipation reform of 1861</i>: Alexander issued a manifesto emancipating the serfs; Student Protests against the Tsar."
  ],
  "Philippine": [
    "Jos&#xE9; Lemery e Ibarrola Ney y Gonz&#xE1;lez appointed Governor-General (1861&#x2013;1862)",
    "Birth of Jose Rizal, one of the country' national heroes",
    "Escuela de Artes Y Oficios de Bacolor established as Asia's oldest vocational school."
  ],
  "Malaysia": [
    "<i>First Larut War</i>: conflict by arguments over control of watercourse to their mines escalated and led members of the Hai San Society to drive the members of the Ghee Hin society out of Kamunting."
  ],
  "Italy": [
    "Most of the states of the Italian Peninsula are united under King Victor Emmanuel II of the Savoy dynasty, crowned King of Italy."
  ],
  "India": [
    "Rabindranath Tagore is born."
  ],
  "Estonia": [
    "\"Kalevipoeg\", Estonia's national epic, was published in both Estonian and German."
  ],
  "Colombia": [
    "Bartolom&#xE9; Calvo is President of the Granadine Confederation",
    "Tom&#xE1;s Cipriano de Mosquera is President of the Granadine Confederation"
  ],
  "China": [
    "Gong established the Zongli Yamen to temporarily supervise the conduct of foreign affairs throughout the Qing government.",
    "The Xianfeng Emperor died.",
    "The Xianfeng Emperor's young son the Tongzhi Emperor became emperor of the Qing dynasty."
  ],
  "Chile": [
    "Jos&#xE9; Joaqu&#xED;n P&#xE9;rez of the Liberal Party elected president. His party will retain power until the Chilean Revolution of 1891."
  ],
  "Belgium": [
    "Partial legislative elections of 1861",
    "Commercial treaty between Britain, France and Belgium comes into effect."
  ],
  "Barbados": [
    "The introduction of piped water in Bridgetown."
  ],
  "Australia": [
    "The ill-fated Burke and Wills expedition occurred.",
    "Skiing in Australia introduced by Norwegians in the Snowy Mountains goldrush town of Kiandra."
  ],
  "Argentina": [
    "Mendoza earthquake kills 8,000 to 10,000 citizens of Mendoza"
  ],
  "Albania": [
    "The first school known to use the Albanian language in modern times opened in Shkod&#xEB;r."
  ]
}