{
  "year": "1863",
  "USA": [
    "<i>Battle of Gettysburg</i>: The battle takes place.",
    "Lincoln issues the Emancipation Proclamation freeing slaves in those states that had seceded.",
    "<i>Siege of Vicksburg</i>: The siege takes place.",
    "<i>New York City draft riots</i>: Draft riots take place.",
    "Pro-Union counties which had seceded from Virginia become the 35th state West Virginia."
  ],
  "Taiwan": [
    "Lin Wencha is promoted to commander-in-chief of Fujian troops, the highest position ever attained by a Taiwanese during the Qing dynasty"
  ],
  "Slovenia": [
    "The \"Carinthian railway\" is built"
  ],
  "Russia": [
    "<i>January Uprising</i>: An anti-Russian uprising began in Poland; girls allowed into secondary schools and standard curriculum set."
  ],
  "Poland": [
    "January Uprising begins"
  ],
  "Philippine": [
    "An earthquake leaves Manila in ruins",
    "Andres Bonifacio, founder of the Katipunan, was born."
  ],
  "Malaysia": [
    "Rentap's fortress at Nanga Skrang was successfully infiltrated by the attacking party of Tuan Muda Charles Brooke and Rentap ultimately retired from the war."
  ],
  "Japan": [
    "Order to expel barbarians, Battle of Shimonoseki Straits, Bombardment of Kagoshima and other events"
  ],
  "India": [
    "Swami Vivekanand is born (to 1902)"
  ],
  "Germany": [
    "The General German Workers' Association was formed."
  ],
  "England": [
    "The first underground train went into operation in London."
  ],
  "Colombia": [
    "Foundation of Pereira, Colombia by Remigio Antonio Ca&#xF1;arte",
    "The name of the Republic is changed officially to \"United States of Colombia\" through the Rionegro Constitution",
    "Tom&#xE1;s Cipriano de Mosquera is the first President of the United States of Colombia",
    "The Flag of Colombia is officially adopted"
  ],
  "Chile": [
    "A French adventurer proclaims himself Or&#xE9;lie Antoine I, King of Araucan&#xED;a. After a short time he is arrested by the Chileans and deported in the pacification of Araucan&#xED;a."
  ],
  "Cambodia": [
    "Faced with a domestic rebellion, Norodom was forced to accept an offer of protection from the French."
  ],
  "Belgium": [
    "Partial legislative elections of 1863",
    "State visit of Queen Victoria to Belgium."
  ],
  "Australia": [
    "South Australia took control of the Northern Territory which was previously part of the colony of New South Wales."
  ]
}