{
  "year": "1865",
  "Belgium": [
    "Treaty of Amity, Commerce and Navigation between China and Belgium, negotiated by Auguste t&apos;Kint, signed in Beijing.",
    "Death of Leopold I of Belgium.",
    "Auguste t&apos;Kint, consul general, arrives in Yokohama as the first Belgian diplomat in Japan.",
    "Leopold II of Belgium sworn in as head of state."
  ],
  "Bhutan": [
    "Bhutan signs the Treaty of Sinchula, ceding territories in the Assam Duars and Bengal Duars, as well as the eighty-three-square-kilometer territory of Dewangiri in southeastern Bhutan, in return for an annual subsidy of 50,000 rupees."
  ],
  "Brazil": [
    "The Triple Alliance of Argentina, Brazil, and Uruguay against Paraguay is formally signed; the Paraguayan War begins.",
    "Paraguayan War: Battle of the Riachuelo: The Brazilian Navy squadron defeats the Paraguayan Navy."
  ],
  "Colombia": [
    "Kola Rom&#xE1;n, a popular Colombian soft drink is introduced by Carlos Roman"
  ],
  "Haiti": [
    "C&#xE9;ligny Ardouin&apos;s eleven-volume work on the history of Haiti, <i>Essais sur l&apos;Histoire d&apos;Ha&#xEF;ti</i>, is published"
  ],
  "India": [
    "Lala Lajpat Rai is born (to 1928)",
    null
  ],
  "Italy": [
    "The capital of Italy is moved from Turin to Florence, in order to approach it to Rome, considered the natural capital, but still under Papal rule and French protection."
  ],
  "Malaysia": [
    "Second Larut War: started off by a gambling quarrel in June of that year between members of Ghee Hin Kongsi and Hai San Secret Society."
  ],
  "Philippine": [
    "University of Santo Tomas made the center for public instruction throughout the Philippines by royal decree of Queen Isabella II of Spain.",
    "Observatorio Meteorol&#xF3;gico del Ateneo Municipal de Manila (Manila Observatory) established by the Jesuits",
    "Joaqu&#xED;n del Solar e Ib&#xE1;&#xF1;ez appointed Governor-General (1862&#x2013;1865)",
    "Juan de Lara e Irigoyen appointed Governor-General (1862&#x2013;1865)"
  ],
  "Russia": [
    "The Russian army captured Tashkent"
  ],
  "Taiwan": [
    "Dai Wansheng&apos;s rebellion is defeated"
  ],
  "USA": [
    "Lee is named commander-in-chief of all Confederate forces.",
    "Richmond, Virginia, the Confederate capital, is captured by a corps of black Union troops.",
    "Lee surrenders to Grant at Appomattox Court House.",
    "<i>Abraham Lincoln assassination</i>: Lincoln is assassinated; Andrew Johnson became President.",
    "<i>American Civil War</i>: The war ends with the surrender of the last elements of the Confederacy.",
    "The Thirteenth Amendment to the United States Constitution is passed, permanently outlawing slavery.",
    "The Freedmen&apos;s Bureau is established."
  ]
}