{
  "year": "1866",
  "USA": [
    "The Civil Rights Act of 1866 is passed.",
    "The Ku Klux Klan is founded."
  ],
  "Spain": [
    "<i>Chincha Islands War</i>: The war ended."
  ],
  "Philippine": [
    "Jos&#xE9; Laureano de Sanz y Posse appointed Governor-General (1866)",
    "Juan Antonio Osorio appointed Governor-General (1866)",
    "Joaqu&#xED;n del Solar e Ib&#xE1;&#xF1;ez appointed Governor-General (1866)",
    "Jos&#xE9; de la G&#xE1;ndara y Navarro appointed Governor-General (1866&#x2013;1869)"
  ],
  "Peru": [
    "A Spanish fleet under the command of Admiral Casto M&#xE9;ndez N&#xFA;&#xF1;ez besieged the port city of Callao."
  ],
  "Italy": [
    "The Third Italian War of Independence, between the Kingdom of Italy and Austrian Empire, occurs, resulting in no true victory by either side.",
    "After some heavy losses, like Custoza and Lissa, and few wins (most of them by Giuseppe Garibaldi), thanks to Prussian victories the Kingdom of Italy gains Veneto and western Friuli by the Treaty of Vienna. Trento and Trieste remains \"irredeemed\"."
  ],
  "Germany": [
    "<i>Austro-Prussian War</i>: Prussia declared war on Austria.",
    "<i>Battle of K&#xF6;niggr&#xE4;tz</i>: Prussian forces broke an Austrian line and dealt them a decisive defeat at modern Hradec Kr&#xE1;lov&#xE9;.",
    "Riemann died.",
    "Prussia and fifteen smaller northern German states signed the North German Confederation Treaty, transferring their armed forces to the North German Confederation under the command of the Prussian king William I, German Emperor.",
    "<i>Austro-Prussian War</i>: Prussia and Austria signed the Peace of Prague, in which the latter agreed to some small territorial concessions and the dissolution of the German Confederation, ending the war."
  ],
  "France": [
    "<i>French intervention in Mexico</i>: French troops start withdrawing from the country."
  ],
  "Colombia": [
    "Jos&#xE9; Mar&#xED;a Rojas Garrido is President of the United States of Colombia",
    "Tom&#xE1;s Cipriano de Mosquera is President of the United States of Colombia for second time"
  ],
  "Chile": [
    "Chile, Ecuador, Peru, and Bolivia at war with Spain. The port of Valpara&#xED;so is bombed by the Spanish. A treaty of limits (borders) of 1866 is signed with Bolivia."
  ],
  "Burma": [
    "Head of reform movement, Crown Prince Kanaung is assassinated."
  ],
  "Belgium": [
    "Belgian-Chinese Treaty of Amity, Commerce and Navigation ratified in Brussels.",
    "Partial legislative elections of 1866",
    "Treaty of Amity, Commerce and Navigation between Japan and Belgium, negotiated by Auguste t'Kint, signed in Edo.",
    "State banquet at Brussels for British Volunteers on visit to Belgium.",
    "Risk Allah Bey brought to trial in Brussels on charges of murder and forgery.",
    "Belgian-Japanese Treaty of Amity, Commerce and Navigation ratified in Brussels."
  ]
}