{
  "year": "1867",
  "Vietnam": [
    "France establishes the colony of Cochinchina."
  ],
  "USA": [
    "The Tenure of Office Act (1867) is enacted.",
    "Nebraska becomes the 37th state.",
    "The <i>Alaska Purchase</i> referred to as \"Seward's Folly\" by critics: The Alaska territory is purchased from Russia."
  ],
  "Taiwan": [
    "American military expedition sent to Kenting in response to the Rover incident."
  ],
  "Sweden": [
    "The telecommunications company Ericsson is founded by Lars Magnus Ericsson.",
    "Alfred Nobel invents dynamite."
  ],
  "Singapore": [
    "Straits Settlements become a crown colony of British Empire."
  ],
  "Serbia": [
    "The Habsburg Empire is replaced by the Dual monarchy of Austria-Hungary. The Serbian lands are split between the two.",
    "Southwards, in the Principality of Serbia, Serbs rebel against the Ottoman authorities following the bombardment of Belgrade. Great Britain and France urge the Ottomans to withdraw their troops from Serbia. The Principality of Serbia is now <i>de facto independent</i>&#x2014; 50 years after the Second Serbian Uprising."
  ],
  "Russia": [
    "The conquered territories of Central Asia became a separate Guberniya, the Russian Turkestan.",
    "<i>Alaska purchase</i>: Russia agreed to the sale of Alaska to the United States of America."
  ],
  "Philippine": [
    "Colegio de Santa Isabel established in Naga by Bishop Francisco Gainza, OP of Nueva Caceres, through the royal decree of Queen Isabella II of Spain."
  ],
  "Malaysia": [
    "<i>Klang War</i>: Raja Mahadi challenged Raja Abdullah for authority over Klang.",
    "The Straits Settlements came under direct British control as a crown colony."
  ],
  "Ireland": [
    "<i>Fenian Rising</i>."
  ],
  "India": [
    "\"Prarthana Samaj\" Established Earlier known as \"Atmiya Sabha\",\"Tahzeeb-ul-Akhlaq\"was started"
  ],
  "Haiti": [
    "President Geffrard is forced to flee the country",
    "Sylvain Salnave is elected President of Haiti",
    "The Constitution of 1867 is voted"
  ],
  "England": [
    "The 1867 Reform Act doubled the franchise."
  ],
  "Colombia": [
    "Foundation of Leticia, Colombia by Benigno Bustamante",
    "Joaqu&#xED;n Riascos is President of the United States of Colombia",
    "Manuel Mar&#xED;a de los Santos Acosta is President of the United States of Colombia"
  ],
  "Canada": [
    "The British North America Act, 1867, divides the Province of Canada into Ontario and Quebec and joins them with New Brunswick and Nova Scotia to form a confederated state called the Dominion of Canada."
  ],
  "Belgium": [
    "2,400 Belgian Volunteers arrive in London, received by the Lord Mayor, entertained by the Wimbledon Volunteers, and a ball held in their honour at the Agricultural Hall, Islington, with Prince Albert in attendance."
  ],
  "Barbados": [
    "The Harbour Police Force is established."
  ],
  "Australia": [
    "Gold was discovered at Gympie, Queensland.",
    "Saint Mary MacKillop founded Sisters of St Joseph of the Sacred Heart."
  ]
}