{
  "year": "1870",
  "USA": [
    "<i>Murder of John R. Bitzer</i>: Chinese national Ah Chow fatally shot miner John R. Bitzer in Montana.",
    "Virginia was readmitted to representation in Congress. It sent one Republican and one Democrat to the Senate and three Republicans and five Democrats, some of whom were seated over the following five days, to the House.",
    "The Fifteenth Amendment, which prohibits federal and state governments from denying the right to vote to any citizen on the basis of \"race, color or previous condition of servitude,\" was ratified.",
    "Democrat George Woodward Greene was removed from the House after Republican Charles Van Wyck, who succeeded him, challenged his credentials as a duly elected member.",
    "Mississippi was readmitted to representation in Congress. The Fourth Military District was dissolved. Mississippi sent four Republicans to the House and two, including the first black congressman, to the Senate.",
    "Republican congressman John T. Deweese resigned under investigation for appointments he had made to the United States Military Academy and United States Naval Academy.",
    "Texas was readmitted to representation in Congress. It sent two Republicans to the Senate and three Republicans and one Democrat to the House, some of whom were seated the following day.",
    "<i>New York special judicial election, 1870</i>: The Democratic Party won four seats to the Republicans' two, in addition to the chief justiceship, in a special election to the New York Court of Appeals.",
    "The Enforcement Act of 1870, which empowered the Marshals Service and the federal courts to enforce the Fifteenth Amendment, was signed into law.",
    "<i>United States House of Representatives elections, 1870</i>: The first elections to the House for the 42nd Congress were held, in Oregon.",
    "A bill establishing the Department of Justice was signed into law. The law brought all United States Attorneys under the authority of the Attorney General, granted the new department exclusive authority to prosecute federal crimes, and created the office of the Solicitor General, responsible for representing the federal government before the Supreme Court.",
    "A group of conservative members of the Virginia General Assembly organized as the Conservative Party of Virginia.",
    "The Currency Act of 1870 was signed into law, maintaining the supply of Demand Notes and replacing 45 million dollars in temporary loan certificates with banknotes.",
    "Congress passed the Funding Act of 1870, authorizing the refinancing of the national debt through the issuance of long-term debt instruments.",
    "The Naturalization Act of 1870, which created a system of controls for the naturalization process and extended the process to persons of African origin and descent, was signed into law.",
    "Georgia was readmitted to representation in Congress. Its representatives were held ineligible and not seated.",
    "<i>Washburn&#x2013;Langford&#x2013;Doane Expedition</i>: Explorer Henry D. Washburn observed and named Old Faithful.",
    "Conservative Richard Thomas Walker Duke was seated following a special election to fill the vacancy left by Ridgway's death.",
    "<i>New York state election, 1870</i>: Elections to statewide office in New York resulted in a Democratic sweep."
  ],
  "Russia": [
    "More vocational subjects taught to girls in schools"
  ],
  "Malta": [
    "J.S. Tucker proposes the construction of a railway from Valletta to Mdina."
  ],
  "Italy": [
    "Following the defeat of Napoleon III in the French-Prussian War, Italian forces occupy Rome, which becomes the new capital of Italy the following year. The Italian Army breaks into the walls of Rome by the breach of Porta Pia.",
    "Rome replaces Florence as the capital city of Italy."
  ],
  "Indonesia": [
    "Official dismantling of the Cultivation System and beginning of a 'Liberal Policy' of deregulated exploitation of the Netherlands East Indies."
  ],
  "Haiti": [
    "Haitian writer Demesvar Delorme publishes the essay \"Les Th&#xE9;oriciens au Pouvoir\", which maintains that political power should be in the hands of the intellectual elite"
  ],
  "Germany": [
    "Deutsche Bank was established.",
    "<i>Franco-Prussian War</i>: France declared war on Prussia.",
    "The Reichstag of the North German Confederation renamed the North German Confederation the German Empire."
  ],
  "England": [
    "The Education Act 1870 was passed, introducing universal education.",
    "Religious dissenters and women were first allowed to enter the Universities of University of Oxford and Cambridge."
  ],
  "Colombia": [
    "Eustorgio Salgar is President of the United States of Colombia"
  ],
  "China": [
    "<i>Tianjin massacre</i>: A riot took place in Tianjin in which some sixty people, including foreigners and Chinese Christians, were killed."
  ],
  "Canada": [
    "In the aftermath of the Red River Rebellion, Manitoba is formed from portions of Rupert's Land and the North-Western Territory, becoming Canada's fifth province. Land rights are granted to the M&#xE9;tis."
  ],
  "Brazil": [
    "End of the Paraguayan War. Francisco Solano L&#xF3;pez is defeated and killed in the Battle of Cerro Cor&#xE1;."
  ],
  "Bhutan": [
    "In the 1870s and 1880s, renewed competition among regional rivals &#x2013; primarily the pro-British penlop of Trongsa and the anti-British, pro-Tibetan penlop of Paro &#x2013; resulted in the ascendancy of Ugyen Wangchuck, the penlop of Trongsa. (to 1880)"
  ],
  "Belgium": [
    "Partial legislative elections of 1870 return a hung parliament",
    "Jules d'Anethan replaces Walth&#xE8;re Fr&#xE8;re-Orban as Prime Minister",
    "Belgian general election, August 1870, to break impasse of hung parliament",
    "Sumptuous public celebration of the 40th anniversary of Belgian independence."
  ]
}