{
  "year": "1871",
  "Belgium": [
    "Regular railway services between France and Belgium resumed.",
    "Barth&#xE9;l&#xE9;my de Theux de Meylandt replaces Jules d&apos;Anethan as Prime Minister"
  ],
  "Brazil": [
    "Jos&#xE9; Paranhos, Viscount of Rio Branco, becomes Prime Minister of the Empire of Brazil, serving for 4 years.",
    "Law of Free Birth, or Rio Branco Law, passed by Brazilian Parliament, intending to provide freedom to all newborn children of slaves, and slaves of the state or crown."
  ],
  "Burma": [
    "Fifth Buddhist council convenes"
  ],
  "Canada": [
    "British Columbia enters Confederation as the sixth province."
  ],
  "Chile": [
    "A constitutional reform prohibits re-election, resulting in the end of the <i>decenios</i>. Governments of five years duration persist until 1925, except for the premature death of Pedro Montt in 1910."
  ],
  "China": [
    "Li Hongzhang was appointed Viceroy of Zhili."
  ],
  "France": [
    "The end of the Franco-Prussian War: France&apos;s loss marked the downfall of Napoleon III and led to the end of the Second French Empire. The Third Republic was subsequently declared and Napoleon III went into exile in the United Kingdom until his death.",
    "The Paris Commune was declared and lasted 2 months before being violently suppressed by the French army.",
    "Adolphe Thiers began his term as president of France."
  ],
  "Germany": [
    "William was crowned emperor of the German Empire in the Hall of Mirrors at Versailles.",
    "Minister President Otto von Bismarck of Prussia was appointed Chancellor of the German Empire."
  ],
  "Japan": [
    "Abolition of the han system, being replaced by a system of prefectures."
  ],
  "Malaysia": [
    "Third Larut War: began by an affair between Ghee Hin and Hai San and conflict between the succession for the next Sultan of Perak between Raja Abdullah and Raja Ismail.",
    "Tristram Speedy sailed to the Straits Settlements in Malaya and became superintendent of police on the island of Penang."
  ],
  "Philippine": [
    "The Gabinete de Fisica of the University of Santo Tomas established as the first Museum in the Philippines.",
    "The Faculty of Medicine and Pharmacy of the University of Santo Tomas is established as the first school of Medicine and Pharmacy in the Philippines.",
    "Rafael de Izquierdo y Gut&#xED;errez appointed Governor-General (1871&#x2013;1873)"
  ],
  "Taiwan": [
    "<i>Mudan Incident</i>: Ryukyuan sailors shipwreck off of southern Taiwan and Paiwan people mistake them for enemies, causing the death of 54 mariners"
  ],
  "USA": [
    "<i>Great Chicago Fire</i>: The fire occurs.",
    "The Treaty of Washington, 1871 is signed with the British Empire regarding the Dominion of Canada."
  ]
}