{
  "year": "1873",
  "Australia": [
    "Uluru was first sighted by Europeans, and named Ayers Rock."
  ],
  "Canada": [
    "Prince Edward Island enters Confederation as the seventh province."
  ],
  "China": [
    "<i>Panthay Rebellion</i>: The last surviving Panthay rebels were defeated by the Qing dynasty in Tengchong."
  ],
  "France": [
    "Patrice de Mac-Mahon began his term as president of France."
  ],
  "Germany": [
    "Germany joined the League of the Three Emperors, a conservative alliance with Russia and Austria-Hungary aimed at preserving those nations&apos; interests in Eastern Europe.",
    "Roon resigned from the Prussian Ministry of War."
  ],
  "India": [
    "<b>&quot;Satyashodhak Samaj&quot;</b> is a society established by Jyotirao Phule"
  ],
  "Indinesia": [
    "The beginning of the bloody Aceh War for Dutch occupation of the province."
  ],
  "Japan": [
    "Land Tax Reform (Japan 1873)"
  ],
  "Latvia": [
    "The first Latvian Song and Dance Festival took place."
  ],
  "Malaysia": [
    "Tristram Speedy commanded a body of Indian troops to restore order in Larut, a Malayan mining district, for the Menteri (Chief Minister) Ngah Ibrahim.",
    "Civil war break out in Seremban between the forces of Dato&apos; Kelana and Dato&apos; Shahbandar due to dissatisfaction about their rights to collect taxes and ownership and control of the mines. British sided with Dato&apos; Kelana defeated its opposition and Sungai Ujong successfully felt to the hand of British forces."
  ],
  "Philippine": [
    "Manuel MacCrohon appointed Governor-General (1873)",
    "Juan Alaminos y Vivar appointed Governor-General (1873&#x2013;1874)"
  ],
  "Poland": [
    "The School of Fine Arts and Academy of Learning became active."
  ],
  "Russia": [
    "The Narodnik rebellion began.",
    "The Emirate of Bukhara became a Russian protectorate.",
    "Khiva was captured by Russian troops.",
    "A peace treaty was signed that established the Khanate of Khiva as a quasi-independent Russian protectorate."
  ],
  "Serbia": [
    "Banat Krajina is abolished and included into Transleithania; despite the wishes of the majority Serbs and Germans. This is the first step towards the destruction of the Serb-populated Military Frontier inherited from the Habsburg Empire. By 1883 the Military Frontier is entirely abolished and incorporated into the Kingdom of Hungary and the Kingdom of Croatia-Slavonia, save for the Bay of Kotor (Austria)."
  ],
  "Spain": [
    "The First Spanish Republic was established."
  ],
  "Sweden": [
    "Sweden and Denmark form the Scandinavian Monetary Union.",
    "The krona replaces the riksdaler as the currency of Sweden."
  ],
  "Tanzania": [
    "Zanzibari Sultan Barghash bin Said stops the export of slaves over the sea."
  ],
  "USA": [
    "<i>Panic of 1873</i>: The panic takes place.",
    "<i>Virginius Affair</i>: The affair takes place."
  ]
}