{
  "year": "1875",
  "USA": [
    "The Specie Payment Resumption Act, which called for the Treasury to back United States Notes with gold, was signed into law.",
    "Republican congressman William J. Purman of Florida resigned.",
    "Hawaii and the United States signed the Reciprocity Treaty of 1875, under which the United States was opened to Hawaiian sugar and Hawaii ceded territory in the area of Pearl Harbor.",
    "<i>Mason County War</i>: A group of German American cowboys attempted to break into the jail in Mason County, Texas to take its prisoners, cattle rustlers, to be lynched.",
    "The Civil Rights Act of 1875 was signed into law, guaranteeing blacks equal treatment in public accommodations and public transportation and making them equally eligible for jury duty.",
    "The Page Act of 1875, which banned the entry into the United States of prostitutes and unfree labour from Asia, came into force.",
    "Democrat Effingham Lawrence was seated in the House seat representing Louisiana's 1st congressional district following his successful challenge of the election of Republican J. Hale Sypher.",
    "<i>March 1875 Southeast tornado outbreak</i>: A two-day tornado outbreak began in which some one hundred people would be killed in the Southeast.",
    "The Supreme Court held in a decision in <i>Minor v. Happersett</i> that the Fourteenth Amendment does not grant women the right to vote.",
    "<i>Rutgers&#x2013;Princeton Cannon War</i>: Rutgers College students stole a cannon from the campus of the College of New Jersey in Princeton, New Jersey.",
    "<i>1875 Kentucky Derby</i>: Aristides won the first running of the Kentucky Derby in Louisville, Kentucky.",
    "Democrat David M. Key was appointed to Johnson's vacant Senate seat.",
    "<i>California gubernatorial election, 1875</i>: Democrat William Irwin was elected governor of California with fifty percent of the vote.",
    "<i>United States House of Representatives elections, 1874</i>: The last regular elections to the House for the 44th Congress were held, in California. The Democrats gained ninety seats, transforming their caucus from a small minority to a dominant majority.",
    "Republican Harris M. Plaisted was seated in the House following a special election in Maine's 4th congressional district to fill Hersey's vacancy.",
    "<i>Colfax County War</i>: A reverend allied with settlers on the Maxwell Land Grant was found murdered in the canyon of the Cimarron River.",
    "<i>Pennsylvania gubernatorial election, 1875</i>: Pennsylvania governor John F. Hartranft, a Republican, won reelection with fifty percent of the vote.",
    "<i>Minnesota gubernatorial election, 1875</i>: Republican John S. Pillsbury was elected governor of Minnesota with fifty-six percent of the vote.",
    "<i>New York state election, 1875</i>: Elections were held to statewide office and to the State Assembly and State Senate in New York.",
    "Republican William W. Crapo was seated in the House following a special election in Massachusetts's 1st congressional district to fill Buffington's vacancy.",
    "<i>Las Cuevas War</i>: A forces of Texas Rangers crossed into Tamaulipas in pursuit of stolen cattle and came into armed conflict with Mexican militia in which at least eighty were killed.",
    "<i>Las Cuevas War</i>: The Texas Rangers took a Mexican customs officer hostage. The cattle were returned to the United States.",
    "Republican Nelson I. Norton was seated in the House following a special election in New York's 33rd congressional district to fill the vacancy left by the death of representative-elect Augustus F. Allen, also a Republican.",
    "Democrat Haywood Yancey Riddle was seated in the House following a special election in Tennessee's 4th congressional district to fill Fite's vacancy."
  ],
  "Tonga": [
    "George Tupou declared Tonga a constitutional monarchy, emancipated all serfs and guaranteed freedom of the press and the rule of law."
  ],
  "Taiwan": [
    "Taiwan is divided into two prefectures, Taibei Prefecture and a modified Taiwan Prefecture"
  ],
  "Philippine": [
    "The Colegio de San Jose incorporated into the Faculty of Medicine and Pharmacy of the University of Santo Tomas."
  ],
  "Malaysia": [
    "James W. W. Birch, the first Resident of Perak was assassinated by local Malay chief, Dato Maharajalela and his follower, Seputum in Pasir Salak.",
    "Perak War: The sultan of Upper Perak and other local chiefs attempted to end foreign influence in the region and remove the British administrator James W.W. Birch."
  ],
  "India": [
    "\"Arya Samaj\" Established",
    "Aligarh Muslim University",
    "Deccan Riots"
  ],
  "Iceland": [
    "First session of the restored Althing which has the power to pass laws. The Askja volcano erupts."
  ],
  "Haiti": [
    "President Domingue signs a treaty of peace and friendship with the Dominican Republic"
  ],
  "Germany": [
    "Thomas Mann was born."
  ],
  "China": [
    "The Tongzhi Emperor died.",
    "<i>Margary Affair</i>: The British diplomat Augustus Raymond Margary was murdered with his retinue in Tengchong.",
    "The young Guangxu Emperor became emperor of the Qing dynasty, with the empress dowagers Empress Dowager Ci'an and Empress Dowager Cixi acting as regents."
  ],
  "Burma": [
    "Mindon cedes Karenni States to the British to avoid annexation"
  ],
  "Belgium": [
    "Birth of future king Albert I of Belgium"
  ],
  "Barbados": [
    "Uprisings (now known as the \"Confederation riots\") occurred due to efforts by the Imperial Crown to establish a Crown Colony government consisting of Barbados and the Windward Islands. (to 1876)"
  ],
  "Australia": [
    "SS&#xA0;<i>Gothenburg</i> strikes Old Reef off Bowen, North Queensland and sank with the loss of approximately 102 lives.",
    "Adelaide Steamship Company was formed."
  ]
}