{
  "year": "1876",
  "Belgium": [
    "Partial legislative elections of 1876"
  ],
  "Brazil": [
    "Francisco becomes the last person to be executed in Brazil when he is hanged in Pilar, Alagoas."
  ],
  "China": [
    "The Qing dynasty and the United Kingdom signed the Chefoo Convention, under which Qing promised to punish those responsible for Margary&apos;s murder and repeal the <i>likin</i>."
  ],
  "Colombia": [
    "Aquileo Parra is President of the United States of Colombia"
  ],
  "Haiti": [
    "President Domingue is overthrown; the Constituent Assembly elects Pierre Th&#xE9;oma Boisrond-Canal to a four-year term as President"
  ],
  "India": [
    "Muhammad Ali Jinnah was born (1876&#x2013;1948)"
  ],
  "Japan": [
    "Akizuki Rebellion, Hagi Rebellion and Shinp&#x16B;ren Rebellion"
  ],
  "Malaysia": [
    "Following the trial held in 1875 between 14 and 22 December in Matang, Perak, Abdullah Muhammad Shah II of Perak and Ngah Ibrahim were exiled to the Seychelles."
  ],
  "Russia": [
    "The Khanate of Kokand was incorporated into the Russian Empire.",
    "<i>April Uprising</i>: Bulgarian nationalists attacked the Ottoman police headquarters in Oborishte.",
    "Alexander signed the Ems Ukaz, banning the use of the Ukrainian language in print.",
    "A secret treaty prepared for the division of the Balkans between Russia and Austria-Hungary, depending on the outcome of local revolutionary movements.",
    "<i>Kazan demonstration</i>: A political demonstration in front of the Kazan Cathedral in Saint Petersburg marked the appearance of the revolutionary group Land and Liberty."
  ],
  "Singapore": [
    "Victoria School is established"
  ],
  "Spain": [
    "<i>Third Carlist War</i>: The war ended."
  ],
  "Sweden": [
    "The office of prime minister (<i>statsminister</i>) is instituted."
  ],
  "Tanzania": [
    "Barghash bin Said closes Zanzibar&apos;s slave market."
  ],
  "USA": [
    "The National League of baseball is founded.",
    "<i>Centennial Exposition</i>: The Exposition, in Philadelphia, is held.",
    "A decision in <i>Munn v. Illinois</i> establishes the public regulation of utilities.",
    "Colorado becomes the 38th state.",
    "<i>Battle of Little Bighorn</i>: The battle takes place.",
    "Wild Bill Hickok is killed by a shot to the back of the head by Jack McCall while playing poker in Deadwood, South Dakota.",
    "Alexander Graham Bell invents the telephone.",
    "<i>U.S. presidential election, 1876</i>: The election produced an unclear result with 20 Electoral College votes disputed."
  ]
}