{
  "year": "1878",
  "USA": [
    "The Bland-Allison Act is passed.",
    "The first Morgan silver dollar is minted."
  ],
  "Sweden": [
    "The island of Saint Barth&#xE9;lemy is sold back to France."
  ],
  "Spain": [
    "<i>Ten Years' War</i>: The war ended."
  ],
  "Serbia": [
    "Christian troops besiege Istanbul. Western interference stops the collapse of Ottoman Turkey by acknowledging <i>de jure</i> independence of Montenegro, Serbia and Romania with the Treaty of Berlin: all of whom have already been sovereign for some time prior to the Congress."
  ],
  "Russia": [
    "<i>Russo-Turkish War (1877&#x2013;1878)</i>: The Treaty of San Stephano was signed, concluding the war and transferring Northern Dobruja and some Caucasian territories into Russian hands. Several Slavic states, Montenegro, Serbia, Romania, and Bulgaria, received independence or autonomy.",
    "<i>Congress of Berlin</i>: The Treaty of Berlin, imposed on Russia by the West, divided Bulgaria into Eastern Rumelia and the Principality of Bulgaria."
  ],
  "Malta": [
    "21 titles of nobility were successfully claimed by various individuals before a Royal Commission."
  ],
  "Italy": [
    "King Victor Emmanuel II of Italy dies.",
    "Victor Emmanuel II's son, Umberto I, takes the throne."
  ],
  "Germany": [
    "<i>Silesian Wars</i>: The Treaty of Berlin was signed, transferring most of Austria's Silesian territories to Prussia and ending the war."
  ],
  "Cyprus": [
    "British occupation began. The British took over the administration of the island, by mutual agreement, in order to protect their sea route to India via the Suez Canal. In exchange, Britain agreed to help Turkey against future Russian attacks.",
    "Sir Garnet Joseph Wolseley became Crown commissioner."
  ],
  "Cuba": [
    "The Pact of Zanj&#xF3;n, promising the end of slavery in Cuba, ends the Ten Years' War."
  ],
  "Colombia": [
    "Juli&#xE1;n Trujillo Largacha is President of the United States of Colombia"
  ],
  "Burma": [
    "Rangoon College founded"
  ],
  "Belgium": [
    "Partial legislative elections of 1878",
    "Walth&#xE8;re Fr&#xE8;re-Orban replaces Jules Malou as Prime Minister"
  ],
  "Australia": [
    "First horse-drawn trams in Australia commenced operations in Adelaide."
  ],
  "Argentina": [
    "Commencement of the Conquest of the Desert against indigenous inhabitants of the south led by Julio Argentino Roca; final surrender by 1884"
  ],
  "Albania": [
    "<i>Russo-Turkish War (1877&#x2013;1878)</i>: The Ottoman Empire was defeated by its rival Russian Empire, seriously weakening Ottoman power over Albanian-populated areas.",
    "Albanian leaders meeting in Prizren formed the League of Prizren to advocate a unified Albania under Ottoman suzerainty."
  ],
  "Afghanistan": [
    "<i>Second Anglo-Afghan War</i>: Afghanistan refused a British diplomatic mission, provoking a second Anglo-Afghan war."
  ]
}