{
  "year": "1880",
  "USA": [
    "The University of Southern California is founded.",
    "The Population of the United States passes 50 million."
  ],
  "Russia": [
    "The Special Corps of Gendarmes and the Third Section were disbanded; their functions and most capable officers were transferred to the new Department of State Police under the MVD."
  ],
  "Philippine": [
    "Rafael Rodr&#xED;guez Arias appointed Governor-General (1880)",
    "Fernando Primo de Rivera, 1st Marquis of Estella appointed Governor-General (1880&#x2013;1883)(1st Term)",
    "Manila is connected through telegraphic cable with Europe by Eastern Telecom.",
    "Two shocks of an earthquake create destruction from Manila to Santa Cruz, Luguna. Tremors continue until Aug 6"
  ],
  "Malta": [
    "In education, \"Anglicization\" of Maltese students becomes a matter of policy."
  ],
  "Iceland": [
    "The climate grows much colder, driving many Icelanders to emigrate to the New World."
  ],
  "Haiti": [
    "The National Bank of Haiti (or Haitian Central Bank) is founded by President Salomon"
  ],
  "Germany": [
    "<i>Kulturkampf</i>: The First Mitigation Law was passed, resuming government payments to Prussian dioceses.",
    "<i>First Boer War</i>: Boer rebels laid siege to a British fort at Potchefstroom."
  ],
  "England": [
    "The Elementary Education Act 1880 was passed, making primary schooling compulsory and extending it to girls."
  ],
  "Colombia": [
    "Rafael Nu&#xF1;ez is President of the United States of Colombia"
  ],
  "Chile": [
    "The United States attempts to mediate in the Lackawanna Conference, but both sides refuse to negotiate."
  ],
  "Belgium": [
    "Partial legislative elections of 1880"
  ],
  "Australia": [
    "The bushranger Ned Kelly was hanged.",
    "Parliamentarians in Victoria became the first in Australia to be paid for their work."
  ],
  "Argentina": [
    "Roca became president, finally defeated federals and moved capital to Buenos Aires from Rosario"
  ],
  "Afghanistan": [
    "Abdur Rahman Khan was officially recognized as <i>emir</i> of Afghanistan."
  ]
}