{
  "year": "1882",
  "Australia": [
    "First water-borne sewerage service in Australia commenced operations in Adelaide."
  ],
  "Barbados": [
    "The Harbour Police Force is merged into the land-based Police Force."
  ],
  "Belgium": [
    "North Sea Fisheries Convention signed, to come into effect in 1884.",
    "Partial legislative elections of 1882"
  ],
  "Brazil": [
    "Brazilian Anthropological Exhibition of 1882."
  ],
  "Colombia": [
    "Francisco Javier Zald&#xFA;a served as President of the Rionegro Convention, a constituent assembly that created the United States of Colombia (now Colombia). As President of this legislative body, Zald&#xFA;a became the <i>de facto</i> President of the United States of Colombia for 6 days, when President Tom&#xE1;s Cipriano de Mosquera ceded executive power to the Convention, and until the said convention elected a Council of Ministers to serve collectively as the Colombian head of state.",
    "Jos&#xE9; Eusebio Otalora is President of the United States of Colombia, in his capacity as the Second Presidential Designate following the death of President Francisco Javier Zald&#xFA;a, and the non acceptance of the office by the First Designate Rafael N&#xFA;&#xF1;ez."
  ],
  "Germany": [
    "Italy joined the Triple Alliance with Germany and Austria-Hungary."
  ],
  "Haiti": [
    "Port-au-Prince and Haiti are dedicated to Our Lady of Perpetual Help during a mass in Bel Air"
  ],
  "Israel": [
    "The Russian emperor Alexander III issued the May Laws, severely restricting the rights of Jews in the Pale of Settlement.",
    "<i>First Aliyah</i>: Ten Hovevei Zion pioneers from Kharkiv established the city of Rishon LeZion in the Ottoman Empire."
  ],
  "Italy": [
    "The bay of Assab (Eritrea) becomes the first official Italian colonial possession in Africa."
  ],
  "Malaysia": [
    "North Borneo became a British protectorate under the sovereign North Borneo Chartered Company."
  ],
  "Philippine": [
    "Jose Rizal leaves for Spain to continue his medical studies",
    "Jose Rizal begins writing the Noli Me Tangere"
  ],
  "Russia": [
    "Alexander III introduces factory inspections and restricts working hours for women and children",
    "Alexander III introduced the May Laws, which expelled Russian Jews from rural areas and small towns and severely restricted their access to education"
  ],
  "Serbia": [
    "The Kingdom of Serbia (<i>5th Serbian Realm</i>) is proclaimed under austrophile King Milan Obrenovi&#x107; following a corruption scandal he was involved in."
  ],
  "USA": [
    "The Chinese Exclusion Act is passed.",
    "Jesse James is shot and killed by Robert Ford and Charlie Ford."
  ]
}