{
  "year": "1885",
  "Vietnam": [
    "Ruler: Emperor H&#xE0;m Nghi (1884&#x2013;1885)",
    "Battle of the Hu&#x1EBF; Imperial City. H&#xE0;m Nghi leads resistance.",
    "Emperor &#x110;&#x1ED3;ng Kh&#xE1;nh (1885&#x2013;1889) became ruler of Vietnam.",
    "C&#x1EA7;n V&#x1B0;&#x1A1;ng Movement."
  ],
  "USA": [
    "Grover Cleveland is inaugurated as President.",
    "The Washington monument is completed."
  ],
  "Tanzania": [
    "The German government announces its intention to establish a protectorate in East Africa.",
    "The German East Africa Company is formed by Karl Peters to govern German East Africa."
  ],
  "Taiwan": [
    "<i>Keelung Campaign</i>: The French evacuate from Jilong"
  ],
  "Singapore": [
    "Gan Eng Seng School was established at Telok Ayer Street"
  ],
  "Serbia": [
    "The Serbo-Bulgarian War results in the country's humiliation following the Unification of Bulgaria increasing hostility toward the House of Obrenovi&#x107;."
  ],
  "Rwanda": [
    "The German East Africa Company is formed by Karl Peters to govern German East Africa."
  ],
  "Philippine": [
    "Emilio Mol&#xED;ns becomes acting Governor-General (1885). (First Term)",
    "Emilio Terrero y Perinat appointed Governor-General (1885&#x2013;1888)"
  ],
  "Nepal": [
    "Ranoddip Singh Rana assassinated; Bir Shamser Rana becomes prime minister"
  ],
  "Malta": [
    "(<i>Otto Settembre</i>) is recommended as a national holiday, commemorating the victory of the Knights and the Maltese over the Ottoman Empire in the Siege of Malta (1565)."
  ],
  "India": [
    "Indian National Congress Established"
  ],
  "Haiti": [
    "Haitian writer Ant&#xE9;nor Firmin publishes the book <i>De l'&#xC9;galit&#xE9; des Races Humaines</i>, which proclaims the equality of the races"
  ],
  "Canada": [
    "Several hundred Catholic Francophone M&#xE9;tis led by Louis Riel and supported by Cree fighters mount the North-West Rebellion and establish the Provisional Government of Saskatchewan. Riel is captured at the Battle of Batoche (9&#x2013;12 May), tried for treason, and hung on 16 November 1885. Francophones bitterly denounce the sentence and Canada becomes deeply polarized along ethno-religious lines.",
    "The transcontinental Canadian Pacific Railway, then the longest in the world, is completed."
  ],
  "Burma": [
    "Third Anglo-Burmese War; end of Burmese monarchy"
  ],
  "Brazil": [
    "Sexagenarian Law, or Saraiva-Cotegipe Law, which frees slaves over the age of 60."
  ],
  "Bhutan": [
    "Ugyen Wangchuck, penlop (governor) of Trongsa, puts down civil unrest across Bhutan, consolidates power, and cultivates closer ties with British India."
  ],
  "Belgium": [
    "Partial legislative elections of 1888"
  ],
  "Barbados": [
    "Moves to Confederate isle with the Windward Islands is abandoned, the capital of the Windward Islands shifts to St. George, Grenada; and the island restores self-government as before."
  ]
}