{
  "year": "1889",
  "USA": [
    "Benjamin Harrison becomes President",
    "North Dakota, South Dakota becomes the 39th and 40th states.",
    "Montana becomes the 41st state",
    "Washington becomes the 42nd state.",
    "<i>Johnstown flood of 1889</i>: A dam failure and fire in Pennsylvania.",
    "Jane Addams founds Hull House.",
    "<i>Land Run of 1889</i>: The land run begins."
  ],
  "Sweden": [
    "The Social Democratic Party is founded."
  ],
  "Slovenia": [
    "Strike of coal miners in the Central Sava Valley in Zagorje and Trbovlje."
  ],
  "Serbia": [
    "King Milan Obrenovi&#x107; abdicates the throne in favour of his minor (age) son Aleksandar Obrenovi&#x107;. Austrophile policy continues."
  ],
  "Italy": [
    "Somalia is established as the second Italian colony in Africa."
  ],
  "India": [
    "Keshav Baliram Hedgewar(1 April 1889 &#x2013; 21 June 1940) was the founding Sarsanghachalak of the Rashtriya Swayamsevak Sangh (RSS). Hedgewar founded the RSS in Nagpur in 1925, with the intention of promoting the concept of a united India rooted in indigenous ideology.[1] He drew upon influences from the Congress Party to start the RSS as a reaction to the Malabar riots.[2] Khudiram Bose is born (to 1908)"
  ],
  "Haiti": [
    "President L&#xE9;gitime is overthrown; the Constituent Assembly installs a provisional government",
    "The Constituent Assembly elects Florvil Hyppolite to a seven-year term as president"
  ],
  "Germany": [
    "Adolf Hitler was born."
  ],
  "France": [
    "The Eiffel Tower is opened to the public.",
    "The Eiffel Tower lifts begin service."
  ],
  "Estonia": [
    "Policy of Russification introduced where Baltic German legal and educational institutions are abolished or transformed into Russian"
  ],
  "Colombia": [
    "Foundation of Villa Holguin (Later Armenia, Colombia ) by Jesus Maria Ocampo",
    "The Thousand Days War (1899&#x2013;1902) (Spanish: Guerra de los Mil D&#xED;as)"
  ],
  "Brazil": [
    "Field Marshal Deodoro da Fonseca organizes a military coup which deposes Emperor Pedro II of Brazil and abolishes the Brazilian monarchy. Deodoro da Fonseca proclaims Brazil a Republic and forms a Provisional Government.",
    "The Brazilian Imperial Family is forced into exile in France.",
    "The modern-day flag of Brazil is adopted by the Provisional Government of the Republic.",
    "Argentina is the first country to recognize the abolition of the monarchy in Brazil."
  ],
  "Belgium": [
    "Death of Father Damien"
  ],
  "Australia": [
    "The completion of the railway network between Adelaide, Brisbane, Melbourne and Sydney.",
    "Sir Henry Parkes delivered the Tenterfield Oration."
  ]
}