{
  "year": "1890",
  "Argentina": [
    "Founding of the Radical Civic Union (UCR) or Radical Party",
    "The Panic of 1890 brought the Baring Brothers bank in London close to collapse after disastrous investments in Argentina"
  ],
  "Australia": [
    "The Australian Federation Conference called a constitutional convention.",
    "Banjo Paterson published &quot;The Man from Snowy River&quot;"
  ],
  "Belgium": [
    "Partial legislative elections of 1890",
    "Composer C&#xE9;sar Franck dies"
  ],
  "Chile": [
    "The Malleco Viaduct is opened and railway traffic expands further south during the following decades."
  ],
  "Germany": [
    "Bismarck was dismissed as Chancellor.",
    "Germany and the United Kingdom signed the Heligoland&#x2013;Zanzibar Treaty, under which Germany renounced its claims over Zanzibar in exchange for the strategic island of Heligoland."
  ],
  "Lebanon": [
    "The &quot;silk crisis&quot; took place. Cheaper and better quality Chinese silk and silk products flooded Lebanese silk&apos;s main market: Europe. The crisis was especially hard considering many had taken on large debt to expand their lands and plant mulberry trees -which leaves were used to feed the worm."
  ],
  "Malta": [
    "Malta Railway Company Ltd. is declared bankrupt. The <i>Malta Railway</i> is closed."
  ],
  "Russia": [
    "An imperial decree subordinated the zemstva to the authority of the appointed regional governors."
  ],
  "Rwanda": [
    "Rwanda is incorporated into German East Africa."
  ],
  "Slovenia": [
    "The railway line on the route Radgona &#x2013; Ljutomer is built.",
    "Labour Day is celebrated first time."
  ],
  "Tanzania": [
    "The Heligoland&#x2013;Zanzibar Treaty makes Zanzibar and Pemba a British protectorate.",
    "The Sultan of Zanzibar signs an anti-slavery decree."
  ],
  "USA": [
    "The Sherman Antitrust Act is passed.",
    "Jacob Riis publishes <i>How the Other Half Lives</i>.",
    "The Sherman Silver Purchase Act is passed.",
    "The McKinley tariff is passed.",
    "Yosemite National Park is created.",
    "Idaho becomes the 43rd state.",
    "Wyoming becomes the 44th state.",
    "<i>Wounded Knee massacre</i>: The massacre takes place.",
    "The National American Woman Suffrage Association is founded."
  ]
}