{
  "year": "1895",
  "Argentina": [
    "Mandatory military service (Conscription) established"
  ],
  "Australia": [
    "The premiers, except for those of Queensland and Western Australia, agreed to implement the Corowa proposals.",
    "&quot;Waltzing Matilda&quot; was first sung in public, in Winton, Queensland"
  ],
  "Brazil": [
    "The Federalist Riograndense Revolution comes to an end.",
    "The British again tried to take possession of the strategic Trindade island in the Atlantic. The British planned to use the island as a cable station. However, Brazilian diplomatic efforts, along with Portuguese support, reinstated Trindade Island to Brazilian sovereignty.",
    "Japan establishes diplomatic relations with Brazil.",
    "Flamengo, a well known professional football club in Brazil, is officially founded."
  ],
  "Chile": [
    "Easter Island is rented to Compa&#xF1;&#xED;a Explotadora de Isla de Pascua."
  ],
  "China": [
    "<i>First Sino-Japanese War</i>: The Qing dynasty signed the Treaty of Shimonoseki, under which it recognized the independence of Joseon, granted Japan MFN status and ceded to it Penghu, Taiwan and the Liaodong Peninsula."
  ],
  "Cuba": [
    "The Cuban revolution is relaunched under the leadership of Jos&#xE9; Mart&#xED; and General M&#xE1;ximo G&#xF3;mez y B&#xE1;ez.",
    "Jos&#xE9; Mart&#xED; is killed by Spanish troops at the Battle of Dos R&#xED;os.",
    "Spanish Captain-General Arsenio Mart&#xED;nez Campos is defeated at Peralejo and leaves Cuba in January 1887."
  ],
  "France": [
    "F&#xE9;lix Faure began his term as president of France."
  ],
  "India": [
    "jiddu krishnamurti is born (to 17 February 1986)"
  ],
  "Italy": [
    "21-year-old Guglielmo Marconi invents the radio telegraph."
  ],
  "Japan": [
    "Japanese invasion of Taiwan (1895)"
  ],
  "Kenya": [
    "United Kingdom takes over East Africa\n<p>The East African Protectorate begins</p>\n"
  ],
  "Malaysia": [
    "Selangor, Perak, Negeri Sembilan and Pahang joined to become the Federated Malay States, a federation of British protectorates."
  ],
  "Philippine": [
    "First local (municipal) elections",
    "Recorded &quot;earliest&quot; day of celebration of independence, when Andres Bonifacio and other Katipuneros go to Pamitinan Cave in Montalban (now Rodriguez), Rizal to initiate new Katipunan members."
  ],
  "Slovenia": [
    "People&apos;s loan bank (<i>Ljudska posojilnica</i>) is founded by Catholic middle class.",
    "Ljubljana earthquake"
  ],
  "Taiwan": [
    "<i>Pescadores Campaign (1895)</i>: Japan seizes Penghu",
    "Taiwan and Penghu are ceded by the Qing dynasty to Japan in the Treaty of Shimonoseki",
    "The Qing dynasty orders all officials to evacuate from Taiwan",
    "The Republic of Formosa is formed with Tang Jingsong as its leader, who secretly leaves for the mainland a few days later, and is succeeded by Liu Yongfu",
    "<i>Japanese invasion of Taiwan (1895)</i>: Japanese forces land near Jilong",
    "<i>Japanese invasion of Taiwan (1895)</i>: Japanese forces occupy Taibei",
    "Liu Yongfu leaves for the mainland",
    "<i>Capitulation of Tainan</i>: Tainan surrenders; so ends the Republic of Formosa"
  ],
  "USA": [
    "Democratic congressman Thomas H. Paynter of Kentucky&apos;s 9th congressional district resigned following his appointment to the Kentucky Court of Appeals.",
    "Congressman Julius C. Burrows of Michigan&apos;s 3rd congressional district was elected to fill the Senate seat representing Michigan fellow Republican John Patton Jr. held by appointment following the death of Republican Francis B. Stockbridge.",
    "Republican Lee Mantle was elected to the Senate from Montana.",
    "The Supreme Court reached a decision in <i>Sparf v. United States</i>. It established some standards for acceptable confessions and held that federal judges are not required to instruct juries of their right of jury nullification.",
    "In a decision in <i>United States v. E. C. Knight Co.</i>, the Supreme Court held that the Commerce Clause does not grant the government the power to regulate manufacturers under the Sherman Antitrust Act.",
    "Republican Clarence D. Clark was elected to the Senate from New York.",
    "Jeter Connelly Pritchard was elected to fill the Senate seat representing North Carolina fellow Democrat Thomas Jordan Jarvis held by appointment following the death of Democrat Zebulon Baird Vance.",
    "The Maguire Act of 1895, which ended imprisonment for sailor deserters in certain cases, came into force.",
    "Republican John L. Wilson was elected to the Senate from Washington.",
    "Edwin J. Jorden was seated in the House after a special election to the seat representing Pennsylvania&apos;s 15th congressional district to fill the vacancy left by the death of fellow Republican Myron Benjamin Wright.",
    "<i>Cuban War of Independence</i>: Uprisings against Spanish rule began across Cuba.",
    "Jorden resigned.",
    "In a decision in <i>Coffin v. United States</i>, the Supreme Court held that criminal defendants are presumed innocent until proven guilty beyond a reasonable doubt, and that judges presiding over juries must advise them of that fact.",
    "Democratic congressman James C. C. Black of Georgia&apos;s 10th congressional district resigned.",
    "<i>1895 New Orleans dockworkers riot</i>: A mob of white union dockworkers killed six blacks in New Orleans following an announcement that many of them would be laid off and replaced with cheaper black labor.",
    "The Supreme Court held in a decision in <i>Pollock v. Farmers&apos; Loan &amp; Trust Co.</i> that a law imposing taxes on individual interest, dividends and rents violated the Constitution because the taxes were not appropriately apportioned.",
    "<i>Nicaragua Crisis of 1895</i>: Great Britain occupied Corinto, Nicaragua following Nicaragua&apos;s annexation of the Mosquito Coast.",
    "<i>1895 Kentucky Derby</i>: Halma won a running of the Kentucky Derby in Louisville, Kentucky.",
    "<i>Nicaragua Crisis of 1895</i>: British forces were forced to withdraw from Corinto, Nicaragua under the terms of the Clayton&#x2013;Bulwer Treaty.",
    "Republican congressman William Cogswell of Massachusetts&apos;s 6th congressional district died.",
    "<i>Land Run of 1895</i>: A run took place on former Kickapoo land in the Oklahoma Territory.",
    "In a decision in <i>In re Debs</i>, the Supreme Court held that a federal injunction ordering participants in the Pullman Strike back to work was authorized under the Commerce Clause.",
    "The Supreme Court reached a decision in <i>Hilton v. Guyot</i> in which it described the application of the principle of comity to the enforcement of foreign judgments in the United States.",
    "<i>Venezuelan crisis of 1895</i>: Secretary of state Richard Olney issued the Olney Proclamation, declaring that under the Monroe Doctrine the United States must intervene in a border dispute between Venezuela and British Guiana.",
    "A network of exchanges, now the Army and Air Force Exchange Service, was established by a general order of the Department of War.",
    "The Cotton States and International Exposition opened in Atlanta.",
    "<i>Atlanta Exposition Speech</i>: Leading black intellectual Booker T. Washington delivered a speech in Atlanta advocating for the Atlanta Compromise, which would preserve segregation and white political supremacy but allow blacks due process and basic education.",
    "Black was reelected to his own House seat.",
    "<i>1895 U.S. Open</i>: Horace Rawlins won the inaugural U.S. Open in Newport, Rhode Island.",
    "<i>1895 Georgia vs. North Carolina football game</i>: The North Carolina Tar Heels defeated the Georgia Bulldogs in a college football game in Atlanta.",
    "<i>United States House of Representatives election in Utah, 1895</i>: Republican Clarence Emir Allen was elected to the House from Utah&apos;s at-large congressional district with fifty percent of the vote.",
    "Republicans James Hodge Codding and William Henry Moody were seated in the House seats left vacant by Jorden and Cogswell, respectively.",
    "<i>New York state election, 1895</i>: Republicans were elected to several statewide offices in New York.",
    "<i>Chicago Times-Herald race</i>: Engineer Charles Duryea won an automobile race from Chicago to Evanston, Illinois.",
    "Republicans George W. Prince, Alfred Milnes and William F. L. Hadley were seated in the House seats left vacant by Post, Burrows and Remann, respectively.",
    "Democratic congressman Lawrence E. McGann was removed from the House following a successful challenge of his credentials by his election opponent, Republican Hugh R. Belknap."
  ]
}