{
  "year": "1897",
  "USA": [
    "William McKinley became President.",
    "The Boston subway was completed.",
    "The Dingley Act was passed."
  ],
  "Tanzania": [
    "Sultan Hamoud bin Mohammed issues a decree making slavery illegal in Zanzibar."
  ],
  "Sweden": [
    "S. A. Andr&#xE9;e's arctic balloon expedition."
  ],
  "Philippine": [
    "Eleven of the 15 Filipinos of Bicol were executed at the Luneta in Manila",
    "Thirteen <i>La Liga Filipina</i> members are executed at Luneta, Manila.",
    "<i>Katipunan</i> leader Roman Basa and eight members are executed in Bagumbayan.",
    "Battle of Zapote Bridge",
    "The Katipunan creates a revolutionary government and holds its election. Emilio Aguinaldo is elected as president",
    "Nineteen Filipinos of Kalibo, Aklan were executed",
    "Jos&#xE9; de Lachambre becomes acting Governor-General (1897)",
    "Fernando Primo de Rivera appointed Governor-General (1897&#x2013;1898)",
    "Katipuneros arrest Andres Bonifacio and his brothers Procopio and Ciriaco on orders of Aguinaldo with sedition and treason before a military court of the Katipunan.",
    "The Katipunan convicts and sentences Bonifacio brothers to death",
    "Andres Bonifacio and his brothers are executed at Mt. Buntis, Maragondon, Cavite.",
    "Aguinaldo establishes a Philippine republican government in Biak-na-Bato, San Miguel, Bulacan.",
    "Aguinaldo begins negotiating with the Spaniards colonial government in Manila with Pedro Paterno as representative.",
    "A 7.9 intensity estimated earthquake hits Luzon's northwest coast",
    "Constitution of Biak-na-Bato promulgated",
    "Pact of Biak-na-Bato between Aguinaldo and Governor Primo de Rivera signed",
    "Aguinaldo is self-exiled to Hong Kong following the Pact of Biak-na-Bato"
  ],
  "Israel": [
    "<i>First Zionist Congress</i>: A congress of some two hundred delegates of zionist organizations, most from Eastern Europe, convened in Basel.",
    "<i>First Zionist Congress</i>: The Congress adopted the Basel Program, setting out as the goal of the zionist movement the establishment of a Jewish homeland in Palestine."
  ],
  "India": [
    "Subhas Chandra Bose is born (to 1945)1st finger print bureau of India est in kolkata."
  ],
  "Germany": [
    "Weierstrass died.",
    "Brahms died."
  ],
  "Cuba": [
    "Calixto Garcia takes a series of strategic fort complexes in the East, leaving the Spanish confined to coastal cities there."
  ],
  "Cambodia": [
    "The <i>R&#xE9;sident sup&#xE9;rieur</i> was granted the royal powers of tax collection, rule by decree, and appointment of royal officials and crown princes."
  ],
  "Brazil": [
    "In order to clearly demonstrate sovereignty over the Trindade island, now part of the State of Esp&#xED;rito Santo and the municipality of Vit&#xF3;ria, a landmark is built. Nowadays, Brazilian presence is marked by a permanent Brazilian Navy base on the main island.",
    "Canudos War: After a long siege, Brazilian government troops take Canudos in northeastern Brazil, crushing Ant&#xF4;nio Conselheiro and his followers.",
    "The City of Belo Horizonte, Brazil is created. The construction of the second Brazilian planned city is completed successfully."
  ],
  "Belgium": [
    "Exposition Internationale (world's fair) held in Brussels"
  ],
  "Australia": [
    "In two sessions, the Second National Australasian Convention met (with representatives from all colonies except Queensland present). They agreed to adopt a constitution based on 1891 draft, and then revised and amended it later that year. Catherine Helen Spence became the first female political candidate for political office, standing for election as a representative for South Australia."
  ],
  "Albania": [
    "Ottoman authorities disbanded a reactivated League of Prizren."
  ]
}