{
  "year": "1898",
  "USA": [
    "The USS&#xA0;<i>Maine</i> exploded in Havana harbor.",
    "The De L&#xF4;me Letter was published.",
    "<i>Spanish&#x2013;American War</i>: The Treaty of Paris (1898) ended the war.",
    "The Republic of Hawaii was annexed.",
    "The Newlands Resolution was passed.",
    "The American Anti-Imperialist League was organized."
  ],
  "Tanzania": [
    "Following years of resistance, Chief Mkwawa of the Hehe is cornered by German soldiers and commits suicide in lieu of capture."
  ],
  "Sweden": [
    "The formation of the Swedish Trade Union Confederation (LO)."
  ],
  "Spain": [
    "<i>Spanish&#x2013;American War</i>: The war began.",
    "<i>Spanish&#x2013;American War</i>: The war ended."
  ],
  "Slovenia": [
    "The railway line on the route Ljubljana &#x2013; Ko&#x10D;evje is built."
  ],
  "Russia": [
    "The Marxist Russian Social Democratic Labour Party (RSDLP) held its first Party Congress."
  ],
  "Philippine": [
    "The only issue of Kalayaan is published; official organ of the Katipunan.",
    "<i>The American Soldier</i> and <i>The Soldier's Letter</i> are published; first English language newspapers.",
    "<i>Official Gazette</i> is established by the civil government.",
    "The Katipunan is revived by Emilio Jacinto and Feliciano Jocson",
    "A revolutionary government in Candon, Ilocos Sur was established by Don Isabelo Abaya as he started <i>Cry of Candon</i>.",
    "Basilio August&#xED;n appointed Governor-General (1898)",
    "The US government promises support in exchange for his cooperation. Aguinaldo agrees",
    "The US declares war on Spain.",
    "Commodore George Dewey attacks Manila",
    "Aguinaldo and his companions return to the Philippines from exile",
    "Aguinaldo proclaims a dictatorial government and issues two decrees which show his trust and reliance in US protection",
    "Aguinaldo proclaims Philippine Independence",
    "Aguinaldo changes the dictatorial government to revolutionary government.",
    "Aguinaldo creates a cabinet",
    "The Malolos Congress in established",
    "US reinforcements and troops arrive in the Philippines.",
    "Ferm&#xED;n J&#xE1;udenes becomes acting Governor-General (1898)",
    "Francisco Rizzo becomes acting Governor-General (1898)",
    "Wesley Merritt appointed Military Governor (1898)",
    "The Spanish surrender to the US after at mock battle of Manila",
    "Elwell S. Otis appointed Military Governor (1898&#x2013;1900)",
    "Diego de los R&#xED;os becomes acting Governor-General (1898)",
    "The Malolos Congress meets and elects its officers.",
    "<i>The Manila Times</i> is founded by Thomas Cowan and publishes its first issue; the country's oldest running broadsheet; its first incarnation lasted 32 years.",
    "<i>The American</i> is published by Franklyn Brooks; second English language daily paper.",
    "Republic of Negros is proclaimed by revolutionary movement under Gen. Aniceto Lacson and Gen. Juan Araneta in Bago, Negros Occidental; its Constitution promulgated, Nov. 7.",
    "Spain and the U.S. sign the Treaty of Paris. Article III provides for the cession of the Philippines to the U.S. by Spain and the payment of 20 million dollars to Spain by the US.",
    "US President McKinley issues the Benevolent Assimilation Proclamation",
    "Gov.-Gen. de los Rios surrenders the town of Iloilo to revolutionary forces led by Gen. Martin Delgado."
  ],
  "Indonesia": [
    "General van Heutz becomes chief of staff of Aceh campaign. Wilhelmina becomes queen of the Netherlands."
  ],
  "Germany": [
    "Bismarck died."
  ],
  "Cyprus": [
    "Sir William Frederick Haynes Smith became Crown commissioner."
  ],
  "Cuba": [
    "The battleship USS <i>Maine</i> explodes and sinks while anchored in Havana harbor.",
    "The Treaty of Paris between Spain and the U.S. ends the Spanish&#x2013;American War. Spain relinquishes sovereignty over Cuba."
  ],
  "Colombia": [
    "Manuel Antonio Sanclemente is the 7th president of Colombia"
  ],
  "China": [
    "<i>Hundred Days' Reform</i>: The Guangxu Emperor instituted reforms including radical changes in the imperial examination and the elimination of sinecures.",
    "The Guangxu Emperor was removed from the imperial palace in a <i>coup</i> organized by Cixi and Ronglu, the Viceroy of Zhili."
  ],
  "Brazil": [
    "In the presidential election, Manuel Ferraz de Campos Sales of the Republican Party of S&#xE3;o Paulo, is successful, with 90.9% of the vote."
  ],
  "Belgium": [
    "Partial legislative elections of 1898"
  ],
  "Australia": [
    "The Convention agreed on a final draft to be put to the people.",
    "After much public debate, the Victorian, South Australian and Tasmanian referendums were successful; the New South Wales referendum narrowly failed. Later New South Wales voted \"yes\" in a second referendum."
  ]
}