{
  "year": "1899",
  "USA": [
    "The Teller Amendment was passed.",
    "American Samoa was occupied.",
    "The Open Door Policy was announced."
  ],
  "Taiwan": [
    "The Bank of Taiwan established to encourage Japanese investment",
    "Taiwanese are recruited as policemen after a lower rank is created"
  ],
  "Sudan": [
    "Sudan fell under the rule of an Anglo-Egyptian condominium."
  ],
  "Slovenia": [
    "The railway line on the route Velenje &#x2013; Dravograd is built."
  ],
  "Singapore": [
    "Singapore Chinese Girls' School established."
  ],
  "Philippine": [
    "US President McKinley appoints the First Philippine Commission, known as the Schurman Commission",
    "The Malolos Constitution is promulgated by Aguinaldo.",
    "The First (Malolos) Republic government is inaugurated; Aguinaldo takes his oath of office as the country's 1st President at Barasoain Church in Bulacan.",
    "Hostilities break out between the Filipino and US forces.",
    "The US Senate ratifies the Treaty of Paris with Spain",
    "<i>La Justicia</i>, the first Filipino-owned newspaper in Cebu, published its first issue.",
    "The Schurman Commission arrives in Manila",
    "Aguinaldo creates a new cabinet",
    "General Vicente Alvarez establishes the Republic of Zamboanga.",
    "Aguinaldo's moves face opposition from Apolinario Mabini and Antonio Luna",
    "Antonio Luna killed",
    "Gregorio Del Pilar killed in the Battle of Tirad Pass"
  ],
  "India": [
    "\"Mitra Mela\" Established by V.D.Savarkar."
  ],
  "Germany": [
    "<i>Second Boer War</i>: The South African Republic and the Orange Free State declared war on the United Kingdom."
  ],
  "France": [
    "&#xC9;mile Loubet began his term as president of France."
  ],
  "Cuba": [
    "The Spanish colonial government withdraws and the last captain General Alfonso Jimenez Castellano hands over power to the North American Military Governor, General John Ruller Brooke.",
    "Leonard Wood becomes U.S. Provisional Governor of Cuba."
  ],
  "Brazil": [
    "The First Republic of Acre is declared."
  ],
  "Belgium": [
    "Jules Vandenpeereboom replaces Paul de Smet de Naeyer as Prime Minister",
    "Paul de Smet de Naeyer replaces Jules Vandenpeereboom as Prime Minister",
    "Antoon Stillemans, bishop of Ghent, suspends Adolf Daens as a diocesan priest due to his political activism"
  ],
  "Australia": [
    "The decision was made to site the national capital in New South Wales, but not within 100 miles of Sydney.",
    "Queensland's offer of troops for the Second Boer War is accepted by the Imperial Government.",
    "The New South Wales Lancers arrived in Cape Town from London to begin Australia's participation in the Second Boer War.",
    "The Australian contingent to the Boer War departs Albany on the <i>Medic</i>.",
    "The Australian Labor Party held office for a few days in Queensland, becoming the first trade union party to do so anywhere in the world.",
    "Western Australia enacted full women's suffrage."
  ]
}