{
  "year": "1900",
  "USA": [
    "Secretary of State John Hay called for an Open Door Policy among the major powers dividing China into spheres of influence and permitting its free trade with all of them.",
    "McKinley annexed some of the Arizona Territory to the Navajo Nation, extending its boundaries west to the Colorado River.",
    "McKinley placed Alaska under martial law.",
    "Democratic congressman-elect B. H. Roberts of Utah was expelled from the House for practicing polygamy.",
    "<i>Sibley Quarry explosion</i>: A dynamite explosion at a quarry north of Trenton, Michigan killed one worker.",
    "Republican Thomas R. Bard was elected to the Senate from California.",
    "<i>San Francisco plague of 1900&#x2013;1904</i>: The first victim of plague in San Francisco fell ill in Chinatown.",
    "Republican congressman Charles A. Chickering of New York's 24th congressional district died after falling from a fourth-story window in New York.",
    "<i>Fairbank Train Robbery</i>: An attempted robbery of a Wells Fargo express car was thwarted in Fairbank, Arizona. One would-be robber was killed.",
    "McKinley placed Tutuila under the jurisdiction of the Department of the Navy.",
    "Democratic congressman Gaston A. Robbins of Alabama's 4th congressional district was unseated after it was determined that Republican William F. Aldrich had beaten him in his election.",
    "Democratic representative William Albin Young of Virginia's 2nd congressional district was removed from office following a contest of his 1898 election by his opponent, Republican Richard Alsop Wise.",
    "Aldrich was seated in the House seat representing Alabama's 4th congressional district.",
    "The Gold Standard Act, which established gold as the only standard for redeeming paper money, ending the use of silver, was signed into law.",
    "William McKinley appointed the Taft Commission, a five-member commission headed by William Howard Taft, to act as a civilian government for the Philippines.",
    "Military governor Richard P. Leary of Guam abolished slavery on the island.",
    "<i>Philippine&#x2013;American War</i>: American forces captured Bohol.",
    "<i>Austin Dam failure</i>: A dam near Austin, Texas burst, killing some one hundred people.",
    "<i>Battle of Cagayan de Misamis</i>: American forces repelled a Philippine surprise attack at Cagayan de Oro.",
    "The Foraker Act establishing a civilian government for Puerto Rico was signed into law.",
    "<i>Siege of Catubig</i>: Philippine forces attacked and besieged an American force at Catubig, Northern Samar.",
    "The United States and indigenous chiefs on Tutuila signed the Treaty of Cession of Tutuila recognizing American sovereignty over the island.",
    "<i>Louisiana gubernatorial election, 1900</i>: Democrat William Wright Heard was elected governor of Louisiana with seventy-eight percent of the vote.",
    "<i>Siege of Catubig</i>: The American forces at Catubig, Northern Samar were rescued. The town fell to Philippine forces.",
    "The Hawaiian Organic Act organizing the Territory of Hawaii and granting citizenship of the United States to its residents was signed into law.",
    "Charles Herbert Allen took office as governor of Puerto Rico.",
    "<i>Scofield Mine disaster</i>: A dust explosion at a mine near Scofield, Utah killed over two hundred miners.",
    "<i>1900 Kentucky Derby</i>: Lieut. Gibson won a running of the Kentucky Derby in Louisville, Kentucky.",
    "Arthur MacArthur Jr. took office as Governor-General of the Philippines.",
    "<i>St. Louis streetcar strike of 1900</i>: A riot developed in St. Louis amid the first day of a strike by the members of the local Amalgamated Street Railway Employees of America, now the Amalgamated Transit Union.",
    "The United States District Court for the Western District of New York was established.",
    "<i>Battle of Agusan Hill</i>: An American regiment dislodged Philippine forces from a hill in Cagayan de Oro.",
    "Senator William A. Clark of Montana resigned under pressure from the Senate due to revelations that he had bribed members of the Montana Legislature for his election.",
    "The Supreme Court held in a decision in <i>Taylor v. Beckham</i> that state elected office is not property for the purposes of the Fourteenth Amendment and that it had no jurisdiction in the case, which pertained to a disputed gubernatorial election in Kentucky.",
    "The Lacey Act of 1900, which criminalizes the taking of illegally captured wildlife across state lines, was signed into law.",
    "<i>1900 United States Census</i>: A census began to be taken which would count some eighty million in the United States and whose subsequent congressional apportionment would grant the greatest increases in representation to Illinois, New York and Texas.",
    "<i>Battle of Makahambus Hill</i>: A Philippine force ambushed and pinned down an American battalion in modern Cagayan de Oro, dealing some twenty casualties before withdrawing.",
    "<i>Seymour Expedition</i>: An expedition of the Eight-Nation Alliance led by the British vice admiral Edward Seymour departed Tianjin to protect foreign diplomats in Beijing.",
    "<i>Cuban local elections, 1900</i>: The pro-independence Cuban National Party did better than expected in Cuban local elections.",
    "<i>Battle of Langfang</i>: Boxers surrounded and ambushed an Eight-Nation Alliance force at Langfang, killing seven and forcing their retreat to Tianjin.",
    "<i>Siege of the International Legations</i>: German diplomat Clemens von Ketteler was murdered on his way to request the protection of the Chinese government against Boxer rebels approaching the Beijing Legation Quarter in Beijing.",
    "<i>Boxer Rebellion</i>: China declared war on the United States, the United Kingdom, Germany, France and Japan.",
    "<i>1900 Republican National Convention</i>: McKinley was unanimously nominated the candidate of the Republican Party for the presidency at a convention in Philadelphia. Governor Theodore Roosevelt of New York was unanimously nominated the Republican candidate for the vice presidency minus his own abstention.",
    "<i>1900 Hoboken Docks fire</i>: A fire at the Hoboken, New Jersey docks of New York Harbor killed some three hundred people.",
    "<i>Tacoma Streetcar Disaster</i>: A streetcar left the tracks at a sharp curve in Tacoma, Washington, plunging into a ravine and killing forty passengers.",
    "<i>1900 Democratic National Convention</i>: At a convention in Kansas City, Missouri, the Democratic Party adopted a platform deploring the occupation of Cuba and the Philippines and calling for bimetallism and the regulation of monopolies.",
    "<i>1900 Democratic National Convention</i>: The Democratic Party nominated Bryan its nominee for the presidency and former vice president Adlai Stevenson I its nominee for the vice presidency.",
    "<i>Robert Charles riots</i>: An angry crowd of whites gathered in New Orleans after a white police officer was shot and killed by black laborer Robert Charles.",
    "<i>1900 Westchester County tornado</i>: A tornado caused some fifteen thousand dollars in damage near New Rochelle, New York",
    "<i>1900 International Lawn Tennis Challenge</i>: A lawn tennis tournament began in Boston in which the American team would beat the British.",
    "<i>Battle of Peking (1900)</i>: An army of the Eight-Nation Alliance arrived at Beijing and came into conflict with Boxers and Chinese government troops.",
    "<i>Battle of Peking (1900)</i>: Eight-Nation Alliance forces expelled the last Boxer and Chinese government forces from Beijing. The Chinese empress dowager Empress Dowager Cixi fled.",
    "<i>1900 Galveston hurricane</i>: A hurricane made landfall at Galveston, Texas which would kill as many as twelve thousand people in a single day.",
    "<i>Battle of Pulang Lupa</i>: A Philippine force ambushed and decisively defeated an American one at Marinduque.",
    "<i>Cuban Constitutional Assembly election, 1900</i>: An election was held to an upcoming constitutional convention in Cuba. A coalition of the conservative Republican and Democratic Union Parties won a majority of seats.",
    "<i>Battle of Mabitac</i>: A Philippine force dealt heavy casualties to an American one at Mabitac, Laguna.",
    "<i>Murder of George E. Bailey</i>: Farmer George E. Bailey was shot and killed by his alcoholic employee John C. Best at his farm in Saugus, Massachusetts.",
    "<i>Burt Lake burn-out</i>: A sheriff in northern Michigan permitted a local land speculator to burn the homes of the Burt Lake Band of Ottawa and Chippewa Indians on the strength of his purchase of the tax title to their land.",
    "<i>Chronicle-Telegraph Cup</i>: The Brooklyn Superbas beat the Pittsburg Pirates in the fourth baseball game of a best-of-five series in Pittsburgh.",
    "<i>Alabama gubernatorial election, 1900</i>: Democrat William J. Samford was elected governor of Alabama with seventy-one percent of the vote.",
    "A constitutional convention for Cuba opened in Havana.",
    "<i>United States presidential election, 1900</i>: McKinley was reelected president with fifty-two percent of the vote.",
    "<i>United States House of Representatives elections, 1900</i>: The Republican Party gained seats in the House, increasing its majority at the expense of the Democratic and People's Parties.",
    "<i>New York state election, 1900</i>: An election was held to statewide office in New York which produced victories for the entire Republican ticket.",
    "Spain and the United States signed the Treaty of Washington, clarifying in exchange for one hundred thousand dollars the Treaty of Paris to indicate that Spain ceded to the United States the islands of Mapun and Sibutu.",
    "The working class People's Party was founded in Cuba.",
    "<i>Los Angeles mayoral election, 1900</i>: Democrat Meredith P. Snyder was elected mayor of Los Angeles with fifty-eight percent of the vote."
  ],
  "Tonga": [
    "A Treaty of Friendship was signed under which Tonga becomes a self-governing British protectorate."
  ],
  "Taiwan": [
    "Sun Zhongshan visits Taiwan"
  ],
  "Slovenia": [
    "Liberal middle class founds the first Slovene bank, The Credit bank of Ljubljana (<i>Ljubljanska kreditna banka</i>)."
  ],
  "Russia": [
    "In response to a local trade blockade, Russia invades and occupies the Sixty-Four Villages East of the Heilongjiang River. All 30,000 Qing Dynasty citizens are expelled from their homes and driven across the Amur River, where most drown.",
    "As part of the Russification of Finland, Nicholas issues the <i>Language Manifesto of 1900</i>, making Russian the official language of Finnish administration."
  ],
  "Philippine": [
    "The Schurman Commission returns to the US.",
    "<i>Manila Bulletin</i> publishes its first issue by Carson Taylor; then a shipping journal; country's oldest continuously existing newspaper.",
    "US President McKinley appoints the second Philippine Commission, known as the Taft Commission",
    "Arthur MacArthur, Jr appointed Military Governor (1900&#x2013;1901)",
    "The Taft Commission arrives in Manila",
    "Partido Liberal established"
  ],
  "Malta": [
    "The <i>Malta Railway</i> line is extended to Mtarfa Barracks."
  ],
  "Malaysia": [
    "Chinese leader, Wong Nai Siong and his party started recruiting villagers from Fujian to immigrate to Sibu, Sarawak."
  ],
  "Kenya": [
    "Koitalel Arap Samoei predicts railway completion"
  ],
  "Italy": [
    "the population is about 32.4&#xA0;million",
    "King Umberto is assassinated."
  ],
  "Germany": [
    "Nietzsche died."
  ],
  "Colombia": [
    "President Manuel Antonio Sanclemente extended the deadline for completion of the Panama Canal from 31 October 1904 to 31 October 1910. The executive decree was granted without consent of the Colombian Congress.",
    "Battle of Palonegro",
    "Date of death of Salvador Camacho, called the \"founder of sociology\" in Colombia.",
    "Jos&#xE9; Manuel Marroqu&#xED;n is president of Colombia",
    "Naturalist Soto Grimshaw dies of cholera during an expedition to the Caribbean Region of Colombia"
  ],
  "China": [
    "<i>Boxer Rebellion</i>: Cixi responded to anti-foreign unrest by issuing the Imperial Decree of declaration of war against foreign powers in the Guangxu Emperor's name."
  ],
  "Brazil": [
    "The Republic of Acre is reincorporated into Bolivia, with Brazilian help."
  ],
  "Belgium": [
    "Belgian general election, 1900",
    "Wedding of King Albert I of Belgium and Elisabeth of Bavaria."
  ],
  "Australia": [
    "Several delegates visited London to resist proposed changes to the agreed-upon constitution.",
    "The constitution was passed by the Parliament of the United Kingdom as a schedule to the Commonwealth of Australia Constitution Act, and was given royal assent"
  ]
}