{
  "year": "1901",
  "USA": [
    "President William McKinley was assassinated by Leon Czolgosz in Buffalo, New York.",
    "Vice President Theodore Roosevelt was sworn in as president, after the assassination of President McKinley.",
    "The Hay&#x2013;Pauncefote Treaty was signed."
  ],
  "Sweden": [
    "The first Nobel Prizes are awarded."
  ],
  "Rwanda": [
    "A boundary is agreed between German East Africa and Nyasaland."
  ],
  "Russia": [
    "The Socialist-Revolutionary Party was founded.",
    "<i>Russification of Finland</i>: The Military Service Act incorporated the Finnish and Russian armies."
  ],
  "Philippine": [
    "The Army Appropriation Act, also known as the Spooner Amendment, is passed by the US Senate.",
    "Aguinaldo is captured by US authorities.",
    "Aguinaldo takes an oath of allegiance to the US.",
    "El Colegio de San Beda established",
    "Adna Chaffee appointed as the last US Military Governor (1901&#x2013;1902)",
    "A civil government is established in the Philippines with William Howard Taft as the first Civil Governor (1901&#x2013;1904)",
    "The US organizes the Philippine Constabulary",
    "Silliman Institute, later known as Silliman University, is established as the first American university in the Philippines",
    "The first Filipino members of the second Philippine Commission are appointed",
    "Guerillas, headed by the Filipino Captain Daza, attack the US military barracks in Balangiga, Samar",
    "Balangiga massacre occurs",
    "A U.S. Marine battalion arrives on Samar to conduct the March across Samar operation",
    "The Philippine Commission enacts the Sedition Law",
    "An earthquake estimated of magnitude 7.8 shakes Lucena City."
  ],
  "Nepal": [
    "Dev Shamsher Rana forced to abdicate; Chandra Shamsher Rana becomes prime minister"
  ],
  "Kenya": [
    "Gorge V is Kenya's new mornarch"
  ],
  "Indonesia": [
    "Ethical Policy is proclaimed."
  ],
  "Cuba": [
    "The U.S. Platt Amendment stipulates the conditions for the withdrawal of U.S. troops.",
    "The Constitutional Convention adopts the 1901 Constitution in its final form, including the provisions of the Platt Amendment."
  ],
  "Colombia": [
    "Colombian Geographer Francisco Javier Vergara y Velasco publishes the first complete cartographic charts of the country, the <i>Atlas completo de geograf&#xED;a colombiana</i> (1906&#x2013;1910), through which he won the Charles Manoir price of the Paris Geographical Society.",
    "Manuelita became the first Colombian sugar mill to move from mule to steam powered mills",
    "Battle of Aguadulce"
  ],
  "China": [
    "<i>Boxer Rebellion</i>: The Qing dynasty and Eight-Nation Alliance signed the Boxer Protocol, under which the Alliance was granted war reparations and the right to station troops in the capital Beijing."
  ],
  "Brazil": [
    "Aviator Alberto Santos-Dumont wins the Deutsch de la Meurthe prize with a flight that rounds the Eiffel Tower."
  ],
  "Belgium": [
    "Birth of future king Leopold III of Belgium."
  ],
  "Australia": [
    "Australia becomes a federation. Edmund Barton becomes the 1st Prime Minister of Australia; the 7th Earl of Hopetoun becomes Governor-General",
    "The first parliament met in Parliament House, Melbourne",
    "The Immigration Restriction Act was introduced forming the bases of the White Australia policy",
    "The Australian National Flag was flown for the first time"
  ],
  "Afghanistan": [
    "Habibullah Khan, son of Abdur Rahman, became <i>emir</i> of Afghanistan.",
    "Habibullah was assassinated. His son Amanullah Khan declared himself King of Afghanistan."
  ]
}