{
  "year": " 1903",
  "Australia": [
    "The High Court of Australia is established with Samuel Griffith as the first Chief Justice.",
    "The <i>Defence Act</i> gives the federal government full control over the Australian Army",
    "<i>Australian federal election, 1903</i>: Alfred Deakin is elected as the 2nd Prime Minister of Australia."
  ],
  "Bhutan": [
    "The last reigning Shabdrung dies, and a successor is not found until 1906. In the meantime, the civil administration comes under the power of the Ugyen Wangchuck as Desi.",
    "Ugyen Wangchuck volunteers to accompany a British mission to Lhasa as a mediator in the British expedition to Tibet and resulting Anglo-Tibetan Convention. In return, Ugyen is knighted and thereafter continues to accrue greater power in Bhutan. (to 1904)"
  ],
  "Brazil": [
    "The Treaty of Petr&#xF3;polis ends tension between Brazil and Bolivia over the then-Bolivian territory of Acre (today the Acre state)."
  ],
  "Burundi": [
    "Burundi came under the control of Germany."
  ],
  "Colombia": [
    "Panama remained as a province of Colombia until this year, when &#x2013; with backing from the United States in exchange for allowing the US to build the Panama Canal &#x2013; it became independent (Separation of Panama from Colombia)",
    "The United States and the Republic of Colombia sign the Hay&#x2013;Herr&#xE1;n Treaty",
    "The United States Navy patrol gunboat USS&#xA0;<i>Nashville</i> blocks Colombian attempts to suppress the Panamanian separatist movement"
  ],
  "India": [
    "British Expedition to Tibet",
    "Delhi Durbar Second Time."
  ],
  "Indinesia": [
    "Aceh declared conquered."
  ],
  "Kenya": [
    "The Ugandan Railway is completed"
  ],
  "Philippine": [
    "Governor Taft enunciates the policy of The Philippines for the Filipinos",
    "Thousands of members of the <i>Union Obrera Democratica Filipina</i>, led by Dominador Gomez, stage a massive rally aiming for workers&#x2019; rights as well as a public holiday for May 1.",
    "Moro Province was established."
  ],
  "Russia": [
    "<i>Russification of Finland</i>: The office of the Governor-General was given dictatorial powers.",
    "<i>Kishinev pogrom</i>: A three-day pogrom began, which would leave forty-seven Jews dead.",
    "At the second congress of the RSDLP, the party split into two factions: the Bolsheviks, led by Vladimir Lenin, and the less radical Mensheviks."
  ],
  "Serbia": [
    "<i>The May Coup d&apos;Etat</i> results in the assassination of the royal couple King Aleksandar Obrenovi&#x107; and Queen Draga Ma&#x161;in by Black Hand activists."
  ],
  "Sweden": [
    "The Swedish Employers&apos; Association (SAF) was founded."
  ],
  "USA": [
    "The Hay&#x2013;Herr&#xE1;n Treaty was passed.",
    "The Ford Motor Company was formed.",
    "The Department of Commerce and Labor was created.",
    "The first World Series was played between the Boston Americans and Pittsburgh Pirates.",
    "The Hay&#x2013;Bunau-Varilla Treaty was signed.",
    "The movie <i>The Great Train Robbery</i> premieres.",
    "The Wright brothers made their first powered flight in the <i>Wright Flyer</i>."
  ]
}