{
  "year": "1904",
  "Australia": [
    "A site at Dalgety, New South Wales chosen for the new national capital",
    "Chris Watson forms the first federal Labor (minority) government",
    "Deakin resign and Chris Watson assumes office as the 3rd Prime Minister of Australia.",
    "George Reid become 4th Prime Minister of Australia."
  ],
  "Belgium": [
    "Belgium national football team play their first official game, against France.",
    "Belgian general election, 1904"
  ],
  "Brazil": [
    "The National Congress of Brazil approves a large naval acquisition programme.",
    "Vaccine Revolt in Rio de Janeiro.",
    "The Evangelical Lutheran Church of Brazil is founded in Rio Grande do Sul.",
    "Ford begin selling cars in Brazil."
  ],
  "Chile": [
    "&quot;Meat&quot; Massacre in Santiago. The workers revolt against the central government due to an increase in the cost of living, including the price of meat. The government responds sending in the army. Two days of riots follow, during which hundreds of civilians are killed in street fighting."
  ],
  "Colombia": [
    "Date of death of Manuel Uribe &#xC1;ngel, known for his great contributions to the advances of the practice of medicine in Colombia and the Antioquia Department. He also served as President of the then Sovereign State of Antioquia",
    "Rafael Reyes is president of Colombia",
    "Creation of Postob&#xF3;n soft drinks company"
  ],
  "Cyprus": [
    "Sir Charles King-Harman became Crown commissioner."
  ],
  "France": [
    "The Entente Cordiale was signed, as an agreement mainly based on imperial issues. With the Anglo-Russian Entente of 1907, France, Britain and Russia were known as the Triple Entente in opposition to the Triple Alliance of Germany, Austria and Italy."
  ],
  "Haiti": [
    "Haiti celebrates 100 years of independence",
    "The Haitian Football Federation is created"
  ],
  "India": [
    "University Act"
  ],
  "Indinesia": [
    "Van Heutz becomes Governor General. Kartini established a school for women in Rembang, just like Dewi Sartika, she was considered as the pioneer of women&apos;s rights in Indonesia.",
    "Dewi Sartika established the first school for women in Dutch East Indies in Bandung, she was considered as the pioneer of women&apos;s rights in Indonesia."
  ],
  "Japan": [
    "<i>Russo-Japanese War</i>: Japan launched a surprise torpedo attack on the Russian navy at Port Arthur."
  ],
  "Philippine": [
    "Luke Edward Wright appointed as Civil Governor (1904&#x2013;1905)",
    "The Manila Business School was founded and started its operation (later as the Philippine School of Commerce, 1908, then as the Philippine College of Commerce, 1952, and now the Polytechnic University of the Philippines).",
    "<i>Iwahig Prison and Penal Farm</i> established, the country&#x2019;s oldest and largest open prison."
  ],
  "Russia": [
    "<i>Russo-Japanese War</i>: Japan launched a surprise torpedo attack on the Russian navy at Port Arthur."
  ],
  "Sweden": [
    "The Moderate Party (<i>Moderaterna</i>) is founded."
  ],
  "USA": [
    "The Roosevelt Corollary to the Monroe Doctrine was issued.",
    "The Panama Canal Zone was acquired by the United States from France for $40&#xA0;million.",
    "<i>United States presidential election, 1904</i>: President Theodore Roosevelt was reelected to a second term, defeating New York Appeals Court Judge Alton B. Parker."
  ],
  "Vietnam": [
    "Ruler: Emperor Th&#xE0;nh Th&#xE1;i (1889&#x2013;1907)",
    "&#x110;&#xF4;ng Du Movement."
  ]
}