{
  "year": "1907",
  "USA": [
    "The Tillman Act was signed into law.",
    "The Gentlemen's Agreement of 1907 was signed.",
    "Oklahoma was admitted to the Union, becoming the 46th state.",
    "<i>Monongah Mining Disaster</i>: A coal mine exploded in Monongah, West Virginia, killing at least 361."
  ],
  "Tanzania": [
    "The Maji Maji Rebellion ends, leaving between 200,000 and 300,000 rebels dead."
  ],
  "Slovenia": [
    "Electricity is used in a lead mine in Me&#x17E;ica.",
    "The Celje hall (<i>Celjski dom</i>) is built in Celje."
  ],
  "Russia": [
    "The secret police units of the MVD Department of State Police were unified under the authority of the new Okhrana.",
    "The Second Duma began. The Kadets dropped seats, benefiting the RSDLP and the Socialist-Revolutionary Party.",
    "The Second Duma was dissolved.",
    "Nicholas changed the electoral law and gave greater electoral value to the votes of nobility and landowners.",
    "The Third Duma began."
  ],
  "Philippine": [
    "Centro Escolar University established as Centro Escolar de Se&#xF1;oritas.",
    "First Congressional Elections held",
    "Macario Sakay is executed by hanging, ending his Tagalog Republic.",
    "The First Philippine Assembly is convened."
  ],
  "Italy": [
    "Maria Montessori establishes her first <i>Casa dei Bambini</i> in Rome.",
    "Ernestina Prola becomes the first Italian woman to get a driving licence."
  ],
  "Indonesia": [
    "Tirto Adhi Suryo founds civil servants' association <i>Sarekat Priyayi</i>."
  ],
  "India": [
    "Surat Split"
  ],
  "Chile": [
    "Massacre of the Escuela Santa Mar&#xED;a de Iquique; soldiers fire on saltpeter workers and their unarmed associates. It will be years before the workers, terrorized by the brutal repression, resume the struggle for their rights."
  ],
  "Brazil": [
    "Construction of the Madeira-Mamor&#xE9; Railroad begins, linking the cities of Porto Velho and Guajar&#xE1;-Mirim.",
    "The V&#xE1;squez Cobo&#x2013;Martins treaty between Brazil and Colombia is signed, establishing the border from the Rio Negro northwestward along the Amazon River-Orinoco watershed divide, \"then generally southward along various river courses and straight-line segments to the mouth of the Apaporis River\""
  ],
  "Bhutan": [
    "Ugyen Wangchuck is elected Bhutan's first hereditary ruler (Druk Gyalpo) after having politically unified the country."
  ],
  "Bangladesh": [
    "Haraprasad Shastri discovered Charyapad, the oldest known Bengali written form."
  ]
}