{
  "year": "1911",
  "USA": [
    "<i>Standard Oil Company v. United States</i>: The Supreme Court found Standard Oil guilty of monopolizing the petroleum industry; subsequently dividing Standard Oil into several geographically separate firms.",
    "The first Indianapolis 500 was held; being won by Ray Harroun."
  ],
  "Taiwan": [
    "Liang Qichao visits Taiwan"
  ],
  "Philippine": [
    "Mt Taal erupts, and kills 1,334 people",
    "De La Salle University-Manila is founded as De La Salle College by the Brothers of Christian Schools.",
    "Tricentennial of the Royal and Pontifical University of Santo Tomas"
  ],
  "Italy": [
    "Italy defeats the Ottoman Empire and gain control over Libya and the Rhodes archipelago."
  ],
  "Indonesia": [
    "Tirto Adhi Suryo founds the Islamic Traders' League."
  ],
  "India": [
    "British government change capital city from Calcutta to Delhi."
  ],
  "Haiti": [
    "President Antoine Simon cedes the presidency to Cincinnatus Leconte"
  ],
  "Germany": [
    "<i>Agadir Crisis</i>: The German gunboat SMS <i>Panther</i> arrived at the Moroccan port of Agadir."
  ],
  "Cyprus": [
    "Sir Hamilton Goold-Adams became Crown commissioner."
  ],
  "China": [
    "<i>Second Guangzhou uprising</i>",
    "<i>Wuchang uprising</i>: New Army soldiers staged a mutiny in Wuchang District and occupied the residence of the Viceroy of Huguang.",
    "<i>Republic of China provisional presidential election, 1911</i>: Sun Yat-sen was elected president of the Provisional Government of the Republic of China, with a majority of sixteen of the seventeen provincial representatives of the Tongmenghui in Nanjing."
  ],
  "Brazil": [
    "The cargo ship <i>Nubia SS</i> runs aground off the coast of Rio Grande do Norte."
  ],
  "Belgium": [
    "Stoclet Palace completed",
    "Maurice Maeterlinck awarded the Nobel Prize in Literature"
  ],
  "Australia": [
    "The Royal Australian Navy is founded",
    "The Northern Territory comes under Commonwealth control, being split off from South Australia",
    "The first national census is conducted.",
    "Australian Capital Territory proclaimed."
  ],
  "Albania": [
    "Albanian Highlanders under Ded Gjo Luli defeated Ottoman forces in the town of Tuzi."
  ]
}