{
  "year": "1915",
  "USA": [
    "The controversial movie <i>The Birth of a Nation</i> opened in Los Angeles, becoming the largest-grossing movie at the time.",
    "The RMS <i>Lusitania</i> was sunk by a German torpedo, killing 1,198 passengers; partially contributing to the U.S.'s later involvement in World War I."
  ],
  "Taiwan": [
    "Taiwan Doukakai comes under attack by Japanese residents and authorities in Taiwan, and it is quickly disbanded",
    "<i>Tapani Incident</i>: Marks 20 years of resistance against Japanese occupation"
  ],
  "Slovenia": [
    "The So&#x10D;a River front. In 11 So&#x10D;a offensives Italians captured just Gorizia (<i>Gorica</i>) and a few frontier sites. On these battlefields many Slovenes in Austro-Hungarian army died (for example at the Battle of Doberd&#xF2;). (to 1918)"
  ],
  "Serbia": [
    "A typhus epidemic begins. 150,000 people die in Serbia this year alone. The country's population has already dropped by 10% since the beginning of the war",
    "The 3rd invasion of Serbia begins in October. Austria-Hungary conquers Belgrade marching toward the south. Bulgaria invades Serbia cutting its supply route from Greece. The Serbian First Army is forced to retreat across the Sar Mountains of Albania and Kosovo. Despite Austro-Hungarian and Bulgarian occupation and the retreat of Serbian Army the Kingdom of Serbia never capitulated.",
    "The <i>Yugoslav Committee</i>, founded by the Austro-Hungarian Serbs and Croats in exile, is proclaimed in London. Its primary goal is the liberation of the South Slavic lands from Austro-Hungary with the intention of joining the Kingdom of Serbia.",
    "The secret London Pact (<i>pictured</i>) offers, among many other European territories, western Dalmatia to the Kingdom of Italy and the eastern parts to the Kingdom of Serbia that would also be combined with Bosnia and Herzegovina, most of Slavonia and a large part of Vojvodina and northern Albania."
  ],
  "Russia": [
    "<i>Gorlice-Tarn&#xF3;w Offensive</i>: The German army launched an offensive across the length of the Eastern Front.",
    "<i>Gorlice-Tarn&#xF3;w Offensive</i>: Germany conquered Warsaw.",
    "<i>Gorlice-Tarn&#xF3;w Offensive</i>: German forces captured Vilnius, the capital of Lithuania."
  ],
  "Malaysia": [
    "William Kellie Smith, a Scottish planter started the construction project of Kellie's Castle in Batu Gajah, Perak."
  ],
  "Lebanon": [
    "Jamal Pasha initiates a blockade of the entire eastern Mediterranean coast. Lebanon witnessed thousands of deaths from widespread famine and plagues. (Great Famine of Mount Lebanon)"
  ],
  "Italy": [
    "Although formerly aligned with Germany and Austria-Hungary, Italy enters World War I on the side of the Anglo-French Allies. After the war, Italy expands its borders well beyond Trento and Trieste, including Bolzano/Bozen and Fiume/Rijeka."
  ],
  "India": [
    "Ghadar conspiracy",
    "Provisional Government of India formed in Kabul.",
    "Mahatma Gandhi returns to India."
  ],
  "Iceland": [
    "Universal suffrage."
  ],
  "Haiti": [
    "President Th&#xE9;odore resigns and is succeeded by Vilbrun Guillaume Sam. Sam executed 167 political prisoners (including the previous president, Zamor) who were being held in the Port-au-Prince jail. President Sam sought refuge in the French Embassy. He was found by mulatto leaders, dragged out to the street, murdered and cut into small pieces. The parts were paraded throughout the capital.",
    "Three thousand United States Marines, led by Admiral William B. Caperton, enter Port-au-Prince; beginning of the 19-year United States occupation of Haiti",
    "Senator Philippe Sudr&#xE9; Dartiguenave is elected by the Constituent Assembly to a seven-year term as president"
  ],
  "Germany": [
    "<i>Second Battle of Ypres</i>: The German army released chlorine gas against the French line at Ypres."
  ],
  "Cyprus": [
    "Sir John Eugene Clauson became Crown commissioner."
  ],
  "Colombia": [
    "Indigenous nasa leader Quint&#xED;n Lame is arrested for attempting the creation of an indigenous independent republic"
  ],
  "China": [
    "Japan issued the Twenty-One Demands to the Republic of China, including demands for territory in Shandong, Manchuria and Inner Mongolia, rights of extraterritoriality for its citizens in China, and influence in China's internal affairs.",
    "Chen Duxiu founded the magazine <i>New Youth</i>.",
    "Yuan declared himself the Hongxian Emperor of the Empire of China.",
    "The progressive, anti-Confucian New Culture Movement was founded.",
    "<i>National Protection War</i>: The republican generals Cai E and Tang Jiyao declared the independence of Yunnan from the Empire of China."
  ],
  "Brazil": [
    "Heitor Villa-Lobos gives the first in a series of chamber concerts; one of the new works he introduces during this year is his <i>Cello Concerto no 1</i>."
  ],
  "Australia": [
    "Australian soldiers land at ANZAC Cove on the Gallipoli Peninsula in Turkey.",
    "Jervis Bay Territory comprising 6,677 hectares surrendered and becomes part of the Australia Capital Territory.",
    "Surfing is first introduced to Australia",
    "Billy Hughes became the 7th Prime Minister of Australia."
  ],
  "Armenia": [
    "Armenian Genocide: An estimated 1,500,000 are killed. (to 1923)"
  ]
}