{
  "year": "1917",
  "Australia": [
    "Second referendum on conscription is rejected. Transcontinental railway linking Adelaide to Perth is completed.",
    "<i>Australian federal election, 1917</i>: Billy Hughes reelected as Prime Minister.",
    "<i>Battle of Beersheba</i>: Australian 4th Light Horse Brigade launches last cavalry charge in modern warfare to capture Beersheba from the Ottoman Turks."
  ],
  "Brazil": [
    "The steamship <i>Paran&#xE1;</i>, loaded with coffee and travelling in accordance with the demands made on neutral countries, is torpedoed by a German submarine; three Brazilians are killed.",
    "Brazil breaks off diplomatic relations with Germany.",
    "Foreign Minister Lauro M&#xFC;ller is obliged to resign because of his German origins.",
    "Several Brazilian vessels are torpedoed by the Germans.",
    "World War I: Brazil declares war on the Central Powers.",
    "A mob damages German property in Petropolis, including the restaurant Brahma (completely destroyed), the Gesellschaft Germania, the German school, the company Arp, and the <i>German Journal</i>."
  ],
  "Canada": [
    "The four divisions of the Canadian Expeditionary Force fight together for the first time in the Battle of Vimy Ridge, which becomes celebrated as a national symbol of achievement and sacrifice and a formative milestone in the development of Canada&apos;s national identity.",
    "An explosion caused by an accidental collision between two merchant ships, one filled with explosives for the war, occurs in Halifax Harbour, resulting in 2000 people dead and 9000 injured."
  ],
  "Cuba": [
    "Cuba enters World War I on the side of the Allies. Upon Menocal&apos;s reelection, Jos&#xE9; Miguel G&#xF3;mez and other Liberals launch a revolt known as the Chambelona War. The U.S. intervenes on behalf of Menocal&apos;s government."
  ],
  "Germany": [
    "The German navy introduced unrestricted submarine warfare, in which submarines sought to destroy surface ships without warning.",
    "The Turnip Winter ended."
  ],
  "India": [
    "Champaran Satyagraha and Kheda Satyagraha"
  ],
  "Indinesia": [
    "East Indies trade with Europe cut off by the war. Russian Revolution"
  ],
  "Malta": [
    "Dr. Enrico Mizzi is court-martialled for sedition, and sentenced to one year imprisonment. His sentence is subsequently commuted, and a pardon is issued."
  ],
  "Mexico": [
    "<i>Mexican Revolution</i>: The current constitution of Mexico was approved by a constituent assembly in Quer&#xE9;taro."
  ],
  "Philippine": [
    "The first cabinet of Filipinos under the US regime is organized.",
    "<i>An Act Amending the Administrative Code</i> (<i>Act No. 2711</i>) reorganizes the territories in the Philippines, consisting of:\n<ul>\n<li>Forty-two organized provinces: Abra, Albay, Antique, Bataan, Batanes, Batangas, Bohol, Bulacan, Cagayan, Camarines Norte, Camarines Sur, Capiz, Cavite, Cebu, Ilocos Norte, Ilocos Sur, Iloilo, Isabela, Laguna, La Union, Leyte, Marinduque, Masbate, Mindoro, Oriental Misamis, Occidental Misamis, Mountain Province, Nueva Ecija, Nueva Vizcaya, Occidental Negros, Oriental Negros, Pangasinan, Pampanga, Palawan, Rizal, Romblon, Samar, Sorsogon, Surigao, Tarlac, Tayabas and Zambales.</li>\n<li>Provinces under Department of Mindanao and Sulu: Agusan, Bukidnon, Cotabato, Davao, Lanao, Sulu, and Zamboanga.</li>\n<li>City of Manila, with separate jurisdiction.</li>\n</ul>\n"
  ],
  "Poland": [
    "Oath crisis by the departing Polish Legions led by J&#xF3;zef Pi&#x142;sudski"
  ],
  "Russia": [
    "<i>February Revolution</i>: The workers at the Putilov Plant in Petrograd went on strike.",
    "<i>February Revolution</i>: A series of demonstrations were held, demanding the end of the Russian autocracy and the end of Russian participation in World War I.",
    "<i>February Revolution</i>: A battalion of soldiers was sent to Petrograd to end the uprising.",
    "<i>February Revolution</i>: Nicholas ordered the dissolution of the Fourth Duma. The Duma ignored his order and decreed the establishment of a Provisional Government with Georgy L&apos;vov as Prime Minister.",
    "<i>February Revolution</i>: The soldiers sent to suppress the protestors defected and joined them. It started off as the &quot;National Women&apos;s day&quot; then, after two days, the women convinced the soldiers to join their revolution due to the fact that they were women and the soldiers did not want to kill them. On top of this, the Cossacks did not try to stop the protestors. Menshevik leaders were freed from the Peter and Paul Fortress and founded the Petrograd Soviet.",
    "<i>February Revolution</i>: Nicholas abdicated.",
    "A legislative council, the Tsentralna Rada, was founded in Ukraine.",
    "The Provisional Government established the autonomous province of Estonia and scheduled elections to an Estonian legislative body, the Maap&#xE4;ev.",
    "The Rumcherod, the Soviet government of southwestern Ukraine and Bessarabia, was established.",
    "The Tsentralna Rada ratified Ukrainian autonomy.",
    "<i>July Days</i>: A spontaneous pro-soviet demonstration occurred on the streets of Petrograd.",
    "<i>July Days</i>: The rebellion was put down. The Provisional Government ordered the arrest of Bolshevik leaders.",
    "The Maap&#xE4;ev took office.",
    "Alexander Kerensky succeeded L&apos;vov as Prime Minister.",
    "<i>Kornilov Affair</i>: General Lavr Kornilov ordered an army corps to Petrograd to destroy the soviets.",
    "<i>Kornilov Affair</i>: The Provisional Government armed tens of thousands of Red Guards to defend Petrograd.",
    "<i>Kornilov Affair</i>: Kornilov was arrested.",
    "Under public pressure, Bolshevik leaders were released from prison.",
    "Estonian Bolsheviks under Jaan Anvelt captured the capital, Tallinn.",
    "<i>October Revolution</i>: Soldiers directed by the Military Revolutionary Committee of the Petrograd Soviet captured the Winter Palace, ending the power of the Russian Provisional Government.",
    "The Second All-Russian Congress of Soviets convened. Menshevik and moderate SR representatives walked out to protest the October Revolution. The Congress established and elected the Sovnarkom, and Lenin its first chairman, to run the country between sessions.",
    "The Second All-Russian Congress of Soviets issued the Decree on Peace, promising an end to Russian participation in World War I, and the Decree on Land, approving the expropriation of land from the nobility.",
    "The Moldavian legislature, the Sfatul &#x162;&#x103;rii, held its first meeting.",
    "A local nationalist group, the Alash Orda, established an autonomous government in Kazakhstan.",
    "The Finnish parliament issued a declaration of independence.",
    "The Cheka was established.",
    "A Muslim republic, the Idel-Ural State, was established in central Russia.",
    "Ukrainian Bolsheviks established the Soviet Ukrainian Republic in Kharkiv.",
    "<i>Russian Civil War</i>: The counterrevolutionary Volunteer Army was established."
  ],
  "Singapore": [
    "Nanyang Girls&apos; High School was established by Tan Chor Nam, partially due to Dr Sun Yat Sen&apos;s belief in education for girls. Nan Hua High School by Mr Xiong Shangfu, its campus in Coleman Street, and it was once a base for the Japanese soldiers during the Japanese occupation."
  ],
  "Slovenia": [
    "May Declaration of Slovene, Croatian and Serb representatives in the Vienna parliament signed by Anton Koro&#x161;ec about arrangement of a unified common state of Slovenes, Croats, and Serbs living within the Habsburg monarchy.",
    "The Corfu Declaration is signed between the Yugoslav committee (<i>Jugoslovanski odbor</i>) and the Serb government and becomes the basis for the formation of the Yugoslav state.",
    "The Battle of Kobarid between Austrian forces, reinforced by German units and the Italian army. The Italian army withdraws to the Piave River, where they blocked the enemy before the arrive of the military assistance of the British and French. (to 9 November)"
  ],
  "USA": [
    "The United States acquired the Virgin Islands from Denmark for $25,000,000.",
    "The Zimmermann telegram was published, helping shift public opinion in favor of U.S. involvement in World War I.",
    "Puerto Rico becomes part of the United States of America.",
    "The United States declared war on Germany, beginning the U.S.&apos;s involvement in World War I.",
    "The Espionage Act was signed into law.",
    "The Lansing&#x2013;Ishii Agreement was signed.",
    null
  ],
  "Vietnam": [
    "Ruler: Emperor Kh&#x1EA3;i &#x110;&#x1ECB;nh (1916&#x2013;1925)",
    "Th&#xE1;i Nguy&#xEA;n uprising."
  ]
}