{
  "year": " 1918",
  "Albania": [
    "<i>World War I</i>: The war ended with Albanian territory divided under Italian, Serbian, Greek and French military occupation.",
    "Albanian leaders met at Durr&#xEB;s to discuss presentation of Albanian interests at the upcoming Paris Peace Conference."
  ],
  "Argentina": [
    "Students strikes and demonstrations enforce the university reform of shared powers between teachers, graduates and students"
  ],
  "Armenia": [
    "The Treaty of Brest-Litovsk gives Kars, Ardahan and Batum regions to the Ottoman Empire.",
    "Battle of Sardarapat",
    "The Armenian Congress of Eastern Armenians declares the first Republic of Armenia.",
    "Treaty of Batum",
    "Armistice of Mudros, the Ottoman Empire agreeing to leave the Transcaucasus. The Democratic Republic of Armenia assumes control of Western Armenia, now that the Ottomans are forced to leave."
  ],
  "Australia": [
    "<i>Battle of Amiens</i>: Australian troops spearhead 8 August offensive against Hindenburg Line: the &quot;black day of the German Army&quot;. On 12 August, Australian commander General Sir John Monash is knighted in the field of battle by King George V",
    "First World War ends &#x2013; 60,000 Australians dead.",
    "The Darwin Rebellion takes place, with 1,000 demonstrators demanding the resignation of the Administrator of the Northern Territory, John A. Gilruth."
  ],
  "Belgium": [
    "Armistice ends First World War."
  ],
  "Brazil": [
    "Ministerial Notice No. 501 is issued, establishing the Naval Division for War Operations (Divis&#xE3;o Naval em Opera&#xE7;&#xF5;es de Guerra &#x2013; DNOG).",
    "Brazilian general election, 1918: Former president Rodrigues Alves receives 99.1% of the vote.",
    "The Brazilian Medical Mission, led by Dr. Nabuco Gouveia and directed by General Ach&#xE9;, is established with 86 doctors.",
    "The Brazilian Medical Mission lands at Marseilles, France, and supports the local population during a flu outbreak, ensuring the continuity of logistical support to the troops at the front.",
    "President-elect Rodrigues Alves, suffering from influenza, is unable to take office on the scheduled date, and is replaced by Vice President Delfim Moreira."
  ],
  "Canada": [
    "Women gain the right to vote in federal elections.",
    "Canadian Air Force (after 1920, Royal Canadian Air Force) is established."
  ],
  "Colombia": [
    "Marco Fidel Su&#xE1;rez is president of Colombia"
  ],
  "England": [
    "<i>World War I</i> ended."
  ],
  "Estonia": [
    "Estonian Declaration of Independence",
    "Treaty of Brest-Litovsk. Bolshevist Russia cedes sovereignty over Estonia to Germany.",
    "Germans began withdrawal and turn over power to the provisional government of Estonia (headed by Konstantin P&#xE4;ts).",
    "Estonia was invaded by Bolshevist Russian forces. Beginning of Estonian War of Independence."
  ],
  "France": [
    "<i>World War I</i>: The first armistice at Compi&#xE8;gne was signed between France and Germany, ending the Great War. France regained control of Alsace-Lorraine."
  ],
  "Germany": [
    "<i>Spring Offensive</i>: German forces attacked the British Fifth Army and broke their line in northern France.",
    "<i>Hundred Days Offensive</i>: An allied force of primarily French, British and American troops drove back the German line at Amiens.",
    "<i>German Revolution of 1918&#x2013;19</i>: Wilhelm abdicated his titles as German Emperor and king of Prussia.",
    "<i>German Revolution of 1918&#x2013;19</i>: The Council of the People&apos;s Deputies, a body elected from the workers&apos; councils of Berlin, introduced sweeping liberal reforms including the elimination of the Prussian three-class franchise and women&apos;s suffrage.",
    "<i>World War I</i>: A German delegation signed the Armistice of 11 November 1918, promising an immediate cessation of hostilities, significant territorial concessions, and the surrender of Germany&apos;s war materiel."
  ],
  "Indinesia": [
    "Tirto Adhi Suryo dies."
  ],
  "Ireland": [
    "Acting on a resolution of Dublin Corporation, the Lord Mayor convenes a conference at the Mansion House to devise plans to resist conscription.",
    "A general election returns a majority for Sinn F&#xE9;in."
  ],
  "Latvia": [
    "An independent Latvia was proclaimed."
  ],
  "Lebanon": [
    "British general Edmund Allenby and Faysal I, son of Sharif Hussein of Mecca, moved into Palestine with British and Arab forces, thus opening the way for the occupation of Lebanon."
  ],
  "Poland": [
    "Polish&#x2013;Ukrainian War begins, ends in 1919",
    "Polish Independence Day, Warsaw is free from German troops of the Ober Ost",
    "Greater Poland Uprising begins, ends in 1919"
  ],
  "Russia": [
    "The Red Army conquered Kiev.",
    "Mass conscription to the Red Army began in Moscow and Petrograd.",
    "The Red Army retreated from Estonia in the face of the German armed forces.",
    "The Transcaucasian parliament announced the independent Transcaucasian Democratic Federative Republic (TDFR).",
    "Soviet Russia signed the Treaty of Brest-Litovsk, ending its participation in World War I, relinquishing Finland, Estonia, Latvia, Lithuania, Poland, Belarus, and Ukraine, and ceding to the Ottoman Empire all territory captured in the Russo-Turkish War.",
    "<i>Allied intervention in the Russian Civil War</i>: Two hundred British marines arrived at Murmansk.",
    "The Belarusian National Republic was established by its German occupiers.",
    "The Idel-Ural State was occupied and dissolved by the Red Army.",
    "The Turkestan Autonomous Soviet Socialist Republic (ASSR) was established on the territory of the defunct Russian Turkestan.",
    "<i>Russian Civil War</i>: The Czecho-Slovak Legions began its revolt against the Bolshevik government.",
    "Georgia seceded from the TDFR.",
    "Armenia and Azerbaijan declared their mutual independence.",
    "<i>Russian Civil War</i>: An anti-Bolshevik government, the Committee of Members of the Constituent Assembly, was established in Samara under the protection of the Czecho-Slovak Legions",
    "A decree by the Central Executive Committee made war communism, under which all industry and food distribution was nationalized, the economic policy of the Soviet state.",
    "<i>Russian Civil War</i>: The Provisional Government of Autonomous Siberia was established in Vladivostok.",
    "The Idel-Ural State was restored by the Czecho-Slovak Legions.",
    "Makhno declared his opposition to the Hetmanate regime by some operations in the southeastern Ukraine.",
    "The Russian Constitution of 1918 was adopted by the Fifth All-Russian Congress of Soviets. The legislative power was transferred from the Sovnarkom to the Central Executive Committee, which also received the power to pass constitutional amendments.",
    "Nicholas and the rest of the royal family were executed on direct orders from Lenin.",
    "After giving a speech at a Moscow factory, Lenin was shot twice by SR Fanny Kaplan, but survived.",
    "<i>Red Terror</i>: <i>Izvestia</i> called on the Russian people to &quot;crush the hydra of counterrevolution with massive terror.&quot;",
    "<i>Russian Civil War</i>: A meeting in Ufa established a unified anti-Bolshevik government, the Ufa Directorate.",
    "Makhnovists established an anarchist society run by peasants and workers in Ukraine, in the territory of Berdyansk, Donetsk, Alexandrovsk and Yekaterinoslav.",
    "<i>World War I</i>: An armistice treaty was signed, ending the war.",
    "Two Latvian political parties founded a provisional legislature, the Tautas Padome.",
    "A military coup overthrew the Ufa Directorate and established its war minister, Aleksandr Kolchak, as dictator.",
    "The Maap&#xE4;ev returned to power in Estonia.",
    "<i>Estonian War of Independence</i>: The Russian Red Army invaded Estonia.",
    "B&#xE9;la Kun, a friend of Lenin, founded the Hungarian Communist Party.",
    "<i>Estonian War of Independence</i>: The Red Army captured the Estonian town of Narva. Local Bolsheviks reestablished the Anvelt government as the Commune of the Working People of Estonia.",
    "The Idel-Ural State was again occupied and dissolved by the Red Army.",
    "The Communist Party of Lithuania established a revolutionary government in Vilnius."
  ],
  "Serbia": [
    "Austria-Hungary capitulates disintegrating into several statelets; the largest one being the <i>State of Slovenes, Croats and Serbs</i> governed from Zagreb",
    "Joint Serbian, British and French forces expel Bulgaria from the pre-war Serbian territories (including Kosovo and Macedonia). Bulgaria capitulates.",
    "World War I comes to an end following the decisive Entente Powers victory. Contribution to the Entente had large consequences: the Kingdom of Serbia has lost 28% of its entire prewar population falling from 4.5 to 3.2 million people.",
    "Syrmia breaks off from the State of Slovenes, Croats and Serbs and joins the Kingdom of Serbia.",
    "Vojvodina (Banat, Ba&#x10D;ka and Baranja) joins the Kingdom of Serbia by the decision of the Serb National Board in Novi Sad.",
    "The Kingdom of Montenegro overthrows its dynasty of the Petrovi&#x107; and accepts the supremacy of the House of Kara&#x111;or&#x111;evi&#x107;.",
    "The State of Slovenes, Croats and Serbs joins the Kingdom of Serbia fearing the possible Italian invasion. The newly created South Slavic state is considered a legal successor of the Kingdom of Serbia and is openly labelled as hostile by the Kingdom of Italy which was hoping to annex the rest of Istria, Dalmatia and Montenegro",
    "The Kingdom of Serbs, Croats and Slovenes (<i>First Yugoslavia</i>) is proclaimed in Belgrade under Regent Alexander I. Belgrade unites with Zemun and Pan&#x10D;evo (formerly Serb-populated cities under the Habsburg Monarchy)."
  ],
  "Slovenia": [
    "Nitrogen factory (<i>Tovarna du&#x161;ika</i>) in Ru&#x161;e is built.",
    "A hydroelectric station Fala on the Drave river (31.150&#xA0;kW) is built.",
    "State of Slovenes, Croats and Serbs is established in Zagreb. It becomes the political representative body of South Slavs in Austria-Hungary.",
    "State of Slovenes, Croats and Serbs breaks off all relations with Austria-Hungary and proclaims a short-lived State of Slovenes, Croats and Serbs. Slovenia joins a new state with an independent State authority. The state is not recognized internationally.",
    "General Rudolf Maister takes over the authority of the Maribor garrison.",
    "Austria-Hungary surrenders.",
    "Germany surrenders. World War I ends.",
    "The State of Slovenes, Croats and Serbs joins with the Kingdom of Serbia and the Kingdom of Montenegro to form the Kingdom of Serbs, Croats and Slovenes (SHS). Today it is believed that this was a great historical fault although at that time this was probably the only sensible decision because Italy according to the London Pact with the victorious Entente forces from 1915 without bias occupied Primorska, Istria (<i>Istra</i>) and Zadar in Dalmatia and Serbia was pressing for unification."
  ],
  "Spain": [
    "<i>World War I</i>: The war ended."
  ],
  "Syria": [
    "Ottoman rule over Syria came to an end.",
    "The Allies of World War I, joined by Arab nationalists, entered Damascus."
  ],
  "Tajikistan": [
    "The city of Kokand was assaulted by the Bolsheviks"
  ],
  "Tonga": [
    "George Tupou II died and was succeeded by Queen S&#x101;lote Tupou III."
  ],
  "USA": [
    "<i>World War I</i>: President Woodrow Wilson&apos;s Fourteen Points, which assured citizens that the war was being fought for a moral cause and for postwar peace in Europe, was issued.",
    "The <i>Sedition Act of 1918</i> was signed into law; forbidding the &quot;disloyal, profane, scurrilous, or abusive language&quot; against the United States government during a time of war."
  ]
}