{
  "year": " 1919",
  "Afghanistan": [
    "<i>Third Anglo-Afghan War</i>: Amanullah led a surprise attack against the British.",
    "Afghan Foreign Minister Mahmud Tarzi negotiated the Treaty of Rawalpindi with the British at Rawalpindi."
  ],
  "Albania": [
    "Serbia attacked Albania, forcing Albanians to adopt guerrilla warfare.",
    "<i>Paris Peace Conference, 1919</i>: Albania was divided between Greece, Italy and Yugoslavia at the conference, which did not admit Albanian representation."
  ],
  "Australia": [
    "Prime Minister Billy Hughes signs Treaty of Versailles: the first signing of an international treaty by Australia. Australia obtains League of Nations mandate over German New Guinea.",
    "<i>Australian federal election, 1919</i>: Billy Hughes reelected as Prime Minister."
  ],
  "Belgium": [
    "Belgian general election, 1919"
  ],
  "Brazil": [
    "In the presidential election brought about by the death of Rodrigues Alves, Epit&#xE1;cio Pessoa of the Para&#xED;ba Republican Party receives 71.0% of the vote.",
    "Ford Brasil, a subsidiary of the Ford Motor Company, is founded.",
    "The 1919 South American Championship football tournament is held in Rio de Janeiro. It is won by the home country.",
    "Epit&#xE1;cio Pessoa takes office as President, replacing acting President Delfim Moreira, who continues as Vice President."
  ],
  "Canada": [
    "Canada sends a delegation to the Paris Peace Talks, the conference resolving war issues. Canada signs the Versailles treaty as part of the British Empire, with parliament&apos;s approval."
  ],
  "China": [
    "<i>May Fourth Movement</i>: A student protest against the Treaty of Versailles took place at Tiananmen.",
    "The Treaty of Versailles, among whose provisions was the transfer of German territories in Shandong to Japan, was signed."
  ],
  "Estonia": [
    "Bolsheviks were driven out of Estonia.",
    "Agrarian Law passed redistributing many of the estates owned by Baltic Germans and Estonian landowners."
  ],
  "Germany": [
    "<i>Spartacist uprising</i>: The <i>Freikorps</i> crushed a Berlin uprising by the Marxist Spartacus League, killing some hundred and fifty civilians and executing their leaders Karl Liebknecht and Rosa Luxemburg.",
    "<i>German presidential election, 1919</i>: Friedrich Ebert of the Social Democratic Party of Germany (SPD) was elected president by the Weimar National Assembly, with seventy-three percent of the vote.",
    "Ernst Toller declared the establishment of a Bavarian Council Republic in Bavaria.",
    "<i>Paris Peace Conference, 1919</i>: Representatives of some thirty world powers signed the Treaty of Versailles, under which Germany was forced to disarm, give up its colonies, make substantial territorial concessions, and pay reparations to the Allies.",
    "The Weimar Constitution came into force. The Weimar Republic succeeded the German Empire."
  ],
  "Haiti": [
    "The Haitian government undertakes a monetary reform with the National Bank of Haiti",
    "Charlemagne P&#xE9;ralte, leader of the resistance against U.S. occupation, is assassinated"
  ],
  "India": [
    "Jallianwala Bagh massacre",
    "Montagu&#x2013;Chelmsford Reforms",
    "Rowlatt Act is passed"
  ],
  "Indinesia": [
    "Mt Kelud in East Java erupts with a deathtoll of around 5,000 people."
  ],
  "Ireland": [
    "The First D&#xE1;il of the Irish Republic meets and issues a Declaration of Independence from the UK.",
    "<i>Irish War of Independence</i>: Volunteers of the Army of the Irish Republic kill two members of the Royal Irish Constabulary in what is considered to be the first act of the War of Independence."
  ],
  "Italy": [
    "Enzo Ferrari, having no other job perspective, eventually settles for a job at a small car company called CMN (Costruzioni Meccaniche Nazionali) redesigning used truck bodies into small passenger cars."
  ],
  "Japan": [
    "March 1st Movement signal the start of the Korean independence movement"
  ],
  "Latvia": [
    "Latvian ruble currency introduced."
  ],
  "Malta": [
    "Sette Giugno protests over increases in the price of bread. British soldiers fire on the crowd and kill four Maltese protesters, during a violent riot instigated by students. The protests lead to greater autonomy for the Maltese."
  ],
  "Philippine": [
    "The silent film <i>Dalagang Bukid</i> by Jos&#xE9; Nepomuceno was released, the first film to be produced locally."
  ],
  "Poland": [
    "Polish&#x2013;Czechoslovak War erupts following border disagreements",
    "Legislative election to the Sejm",
    "Polish&#x2013;Soviet War begins",
    "Greater Poland Uprising ends",
    "Adoption of Small Constitution",
    "Proclamation to the inhabitants of the former Grand Duchy of Lithuania about Mi&#x119;dzymorze",
    "Treaty of Versailles (Articles 87&#x2013;93) and Little Treaty ratify Poland as a sovereign state internationally",
    "First Silesian Uprising begins; Silesian Uprisings continue until 1921",
    "Sejny Uprising after imperial Germany turned over administration to Lithuanian delegates"
  ],
  "Russia": [
    "Local Bolsheviks established the Byelorussian Soviet Socialist Republic (SSR).",
    "<i>Latvian War of Independence</i>: The Red Army invaded Latvia.",
    "The Red Army occupied Vilnius, the Lithuanian capital, in support of the local Communist government.",
    "The Red Army captured Minsk and pronounced it the capital of the Byelorussian SSR.",
    "The Orgburo was established to oversee the membership and organization of the Communist Party.",
    "<i>Polish&#x2013;Soviet War</i>: The Polish army attacked Soviet forces occupying the town of Biaroza.",
    "Lithuania was absorbed into the Lithuanian-Byelorussian Soviet Socialist Republic.",
    "The First Congress of the Comintern began in Moscow.",
    "Seeking a military alliance with Russia against the French, the Hungarian Social Democrats merged with the Communist Party, released Kun from prison and appointed him Commissar for Foreign Affairs. Kun dismissed the president and proclaimed the Hungarian Soviet Republic.",
    "The Eighth Party Congress reinstituted the Politburo as the central governing body of the Communist Party.",
    "The Romanian army invaded Hungary.",
    "<i>Polish&#x2013;Soviet War</i>: The Polish army consolidated its control of Vilnius.",
    "An anti-Communist Hungarian government headed by Gyula K&#xE1;rolyi was established in Szeged.",
    "Hungarian occupiers established the Slovak Soviet Republic.",
    "The Czechoslovak army reoccupied its territory and dissolved the Slovak Soviet Republic.",
    "Threatened by the approach of the Romanian army, Kun fled to Austria.",
    "The Romanian army left the Hungarian capital, Budapest. Admiral Mikl&#xF3;s Horthy stepped into the power vacuum with the army of the K&#xE1;rolyi government.",
    "<i>Polish&#x2013;Soviet War</i>: After its total occupation by Polish forces, the Lithuanian-Byelorussian SSR was dissolved."
  ],
  "Serbia": [
    "The Christmas Uprising erupts in Montenegro as supporters of the House of Petrovi&#x107;, allegedly aided by the Kingdom of Italy, oppose to acknowledge the Kara&#x111;or&#x111;evi&#x107; dynasty and the decision of the <i>Grand National Assembly</i>. Guerilla clashes would continue for another 6 years and result in the defeat of the separatists.",
    "Italian poet and fascist Gabriele d&apos;Annunzio enters the Free State of Rijeka bringing the two neighbours to the verge of war."
  ],
  "Singapore": [
    "The Chinese High School established by Tan Kah Kee."
  ],
  "Slovenia": [
    "The University of Ljubljana (<i>Univerza v Ljubljani</i>) is established.",
    "The Paris Peace Conference begins. Woodrow Wilson gives his &quot;14 Points&quot; address. The ninth and the 10th are crucial for Slovenes within former Austro-Hungarian borders.",
    "The Treaty of Versailles is signed between Germany and victorious three Entente powers.",
    "The Treaty of Saint-Germain with republic of Austria. It confirms the break of Austria-Hungary. Its territory comes down to newly formed countries Austria, Hungary, Czechoslovakia, Poland, Romania, and the Kingdom of Serbs, Croats and Slovenes. South Tyrol with its German population and Trentino fall to Italy."
  ],
  "Sweden": [
    "AB Svensk Filmindustri is founded."
  ],
  "Tanzania": [
    "Following the First World War, the Treaty of Versailles divides German East Africa, with the United Kingdom acquiring the largest section which it names the Tanganyika Territory."
  ],
  "USA": [
    "<i>Red Summer</i>: Heightened racial scrutinization of African-Americans during the Red Scare prompted mass racial riots among Whites in Bisbee, Arizona, Longview, Texas, Washington D.C., Chicago, Knoxville, Omaha, and Elaine, Arkansas.",
    "Inflation from the Post&#x2013;World War I recession lead to the strike of 4 million workers; prompting the Boston Police Strike, Seattle General Strike, Steel Strike of 1919 and Coal Strike of 1919.",
    "<i>World War I</i>: The Treaty of Versailles ended the war.",
    "The <i>Black Sox Scandal</i>, involving the fixing of the 1919 World Series, occurred.",
    "President Woodrow Wilson&apos;s veto of the Volstead Act was overridden by the Senate, establishing the Eighteenth Amendment.",
    "The United States Senate rejected the Treaty of Versailles and the League of Nations, becoming the first time in U.S. history the Senate rejected a peace treaty."
  ]
}