{
  "year": "1920",
  "Albania": [
    "Albanian leaders meeting at Lushnj&#xEB; rejected the partition of Albania, warned that Albanians would take up arms in defense of their territory, and created a bicameral parliament.",
    "The Albanian government under Sulejman Delvina moved to the new capital Tirana.",
    "Albania forced Italy to withdraw its troops and abandon territorial claims to almost all Albanian territory.",
    "Albania was admitted to the League of Nations as a sovereign and independent state."
  ],
  "Armenia": [
    "Soviet-aligned Armenian SSR established (distinct from and opponent of the first Republic of Armenia).",
    "Fall of the first Republic of Armenia, fully occupied by the Turkish National Movement and the Red Army (Soviet Union)."
  ],
  "Australia": [
    "The airline Qantas is founded"
  ],
  "Brazil": [
    "Opening ceremony of the 1920 Summer Olympics in Antwerp, at which Brazil competes for the first time. Sport shooter Guilherme Paraense is the first Brazilian to win a gold medal."
  ],
  "Burma": [
    "First Rangoon University strike"
  ],
  "Canada": [
    "Canada is admitted as a full member of the League of Nations, independently of Britain. It joins the League Council (governing board) in 1927. Canada plays a minor role and opposes sanctions or military action by the League. The League is virtually defunct by 1939."
  ],
  "Chile": [
    "Arturo Alessandri Palma is elected president, indicating a rise to power by the Chilean middle classes."
  ],
  "Cyprus": [
    "Sir Malcolm Stevenson became Crown commissioner."
  ],
  "Estonia": [
    "Treaty of Tartu which gave Estonia recognition by Soviet Russia.",
    "Adoption of Constitution."
  ],
  "France": [
    "Paul Deschanel began his term as president of France.",
    "Alexandre Millerand began his term as president of France."
  ],
  "Germany": [
    "<i>Kapp Putsch</i>: The <i>Freikorps</i> Marinebrigade Ehrhardt occupied Berlin. Wolfgang Kapp of the national conservative German National People&apos;s Party (DNVP) declared himself chancellor.",
    "<i>Ruhr uprising</i>: The Communist Party of Germany, the Communist Workers&apos; Party of Germany, the Independent Social Democratic Party of Germany and the Free Workers&apos; Union of Germany together established the Ruhr Red Army, which expelled the <i>Freikorps</i> from the valley of the Ruhr."
  ],
  "Haiti": [
    "Haitian writer Leon Laleau publishes his first compilation of poems, <i>A Voix Basse</i>"
  ],
  "India": [
    "Non-cooperation movement Khilafat Movement"
  ],
  "Indinesia": [
    "Communist Party of Indonesia (<i>PKI</i>) is founded. Economic downturn."
  ],
  "Kenya": [
    "BEAC is transformed to Kenya Colony &amp; Uganda Colony\n<p>Young Kikuyu Association (renamed the East African Association) started by Harry Thuku.</p>\n<p>Kikuyu Central Association formed</p>\n<p>Sir Edward Northey becomes the first Kenyan ruler (governor)</p>\n"
  ],
  "Latvia": [
    "The Latvian&#x2013;Soviet Peace Treaty was signed."
  ],
  "Lebanon": [
    "France takes control over Lebanese territory after the San Remo conference."
  ],
  "Philippine": [
    "<i>Philippines Herald</i> is established by Manuel L. Quezon and former <i>Manila Times</i> journalists; first pro-Filipino nationalist newspaper.",
    "Provincehood of Masbate approved, former sub-province independent from Sorsogon (<i>Act No. 2934</i>)."
  ],
  "Poland": [
    "Poland&apos;s Wedding to the Sea in Puck",
    "Signing of Treaty of Warsaw",
    "Spa Conference in Belgium",
    "Miracle of the Vistula during the Bolshevik invasion",
    "Second Silesian Uprising begins",
    "Polish&#x2013;Lithuanian War continues over the Vilnius and Suwa&#x142;ki Regions",
    "&#x17B;eligowski&apos;s Mutiny resulting in the creation of the Republic of Central Lithuania"
  ],
  "Russia": [
    "<i>Estonian War of Independence</i>: Soviet Russia signed the Treaty of Tartu, renouncing all claims on Estonian territory.",
    "An insurgency in the Khanate of Khiva forced the abdication of the Khan.",
    "<i>Russian Civil War</i>: Kolchak was executed by a Bolshevik military tribunal.",
    "the Free Territory was inundated with Red troops, including the 42nd Rifle Division and the Latvian &amp; Estonian Red Division &#x2013; in total at least 20,000 soldiers. The insurgents disarmed the 10,000-strong Estonian Division in Huliajpole.",
    "<i>Russian Civil War</i>: The Volunteer Army evacuated to the Crimea to join the army of Pyotr Nikolayevich Wrangel.",
    "The Russian Eleventh Army invaded the Azerbaijan Democratic Republic.",
    "The Khorezm People&apos;s Soviet Republic was established on the territory of the defunct Khanate of Khiva.",
    "With the Azerbaijani capital Baku under Eleventh Army occupation, the parliament agreed to transfer power to the Communist government of the Azerbaijan SSR.",
    "The Soviet Union recognized Lithuanian independence.",
    "<i>Polish&#x2013;Soviet War</i>: The Galician Soviet Socialist Republic (SSR) was established in Ternopil.",
    "<i>Latvian War of Independence</i>: The Treaty of Riga was signed. Soviet Russia renounced all claims on Latvian territory.",
    "<i>Battle of Warsaw</i>: The battle began with a Russian attack across the Vistula.",
    "The Bolsheviks defeated the government of the Alash Orda and established the Kyrgyz ASSR <small>(1)</small>.",
    "<i>Battle of Warsaw</i>: The total defeat of the Russian Fourth, Fifteenth and Sixteenth Armies marked the end of the battle.",
    "The Red Army attacked Bukhara, the capital of the Emirate of Bukhara.",
    "<i>Polish&#x2013;Soviet War</i>: The Polish army occupied Galicia and ended the rule of the Galician SSR.",
    "Makhno&apos;s Black Army suddenly turned from south to east, attacking the main forces of General Denikin&apos;s army.",
    "Makhnovists routed elements of the white Volunteer Army in the Battle of Peregonovka, Uman (Ukraine).",
    "The Bukharan People&apos;s Soviet Republic was established.",
    "<i>Russian Civil War</i>: Wrangel fled Russia.",
    "The Eleventh Army entered Armenia.",
    "The Armenian Prime Minister ceded control of the country to the invading Communists."
  ],
  "Serbia": [
    "The Treaty of Rapallo recognizes the state&apos;s independence."
  ],
  "Slovenia": [
    "The &quot;Kulturbund&quot; &#x2013; a cultural and educational organization of German national minority is established. Later becomes the nazi organization, which operates in Yugoslavia as a fifth column.",
    "The Treaty of Trianon with Hungary Burgenland (Gradi&#x161;&#x10D;ansko) falls to Austria and Transmuraland (Prekmurje) to the Kingdom of Serbs, Croats and Slovenes.",
    "Croatian National hall in Pula and Slovene national hall in Trieste are burned down by Italian fascists.",
    "A security agreement is signed between Czechoslovakia and the Kingdom of Serbs, Croats and Slovenes.",
    "Carinthian Plebiscite.",
    "The Treaty of Rapallo between Italy and the Kingdom of Serbs, Croats and Slovenes, where Slovenia loses almost the whole province of Primorska, which is incorporated back again after the 2nd World War. Italy also gets the whole Istria together with the Trieste region (<i>Tr&#x17E;a&#x161;ko</i>)."
  ],
  "Spain": [
    "<i>Rif War (1920)</i>: The war began."
  ],
  "Switzerland": [
    "Switzerland joins the League of Nations."
  ],
  "Syria": [
    "<i>San Remo conference</i>: The conference partitioned the Ottoman Empire, establishing a French mandate in Syria and Lebanon."
  ],
  "Tajikistan": [
    "Tajikistan left the Russian Empire.",
    "Tajikistan became a part of the Soviet Union."
  ],
  "Tanzania": [
    "Sir Horace Byatt is appointed the first governor of Tanganyika.",
    "The British mandate over Tanganyika comes into force."
  ],
  "USA": [
    "<i>Depression of 1920&#x2013;21</i>: A deflationary recession began in the United States.",
    "<i>Palmer Raids</i>: Authorities arrested some three thousand suspected communists and anarchists in raids across the country.",
    "The Eighteenth Amendment and Volstead Act came into force, forbidding the production, sale and transportation of alcoholic beverages. <i>See</i> Prohibition in the United States.",
    "<i>Oahu Sugar Strike of 1920</i>: Filipino American sugar plantation workers in Hawaii went on strike for higher wages.",
    "The Supreme Court held in <i>Silverthorne Lumber Co. v. United States</i> that copies of illegally obtained evidence are also inadmissible as evidence.",
    "Secretary of the Treasury Carter Glass, a Democrat, was appointed to the Virginia Senate seat left vacant by the death of Thomas S. Martin.",
    "The Mineral Leasing Act of 1920, which allowed for the leasing of public lands for the extraction of natural resources, was passed by the Congress.",
    "<i>Ruby murders</i>: Two store owners in Ruby, Arizona were murdered by Mexicans, probably followers of the revolutionary general Pancho Villa.",
    "Democratic representative Edward W. Saunders resigned following his election to the Virginia Supreme Court.",
    "The United States Railroad Administration returned control of the railroads to its constituent companies under the terms of the Esch&#x2013;Cummins Act, which also officially encouraged consolidation of private railroads.",
    "The Supreme Court held in a decision in <i>Eisner v. Macomber</i> that a <i>pro rata</i> stock dividend that does not increase one&apos;s ownership in a company cannot be considered taxable income under the Constitution.",
    "<i>1920 North Dakota blizzard</i>: A blizzard began in North Dakota which would kill some thirty people.",
    "The Senate rejected the Treaty of Versailles.",
    "Republican representative William J. Browning of New Jersey&apos;s 1st congressional district died.",
    "<i>1920 Palm Sunday tornado outbreak</i>: An outbreak of tornadoes in the Midwest and South killed nearly four hundred people.",
    "The Death on the High Seas Act was signed into law, permitting damages to be collected by survivors in the event of the wrongful death in international waters of a member of the Merchant Marine.",
    "Congress passed the Phelan Act of 1920, authorizing the Federal Reserve Banks to offer discounts to member banks taking large loans.",
    "In a decision in <i>Missouri v. Holland</i>, the Supreme Court held that the Migratory Bird Treaty Act of 1918, which implemented the Migratory Bird Treaty forbidding the hunting of migratory birds in the United States and Canada, was constitutional under the Supremacy Clause.",
    "<i>April 1920 tornado outbreak</i>: An outbreak of tornadoes in the Southeast began which would claim over two hundred lives and injure over a thousand.",
    "<i>Anaconda Road massacre</i>: Anaconda Copper security fired on striking mine workers in Butte, Montana, killing one and injuring twenty.",
    "<i>Great Debate</i>: A debate was held in Washington, D.C. between the astronomers Harlow Shapley and Heber Curtis concerning the existence of other galaxies outside the Milky Way.",
    "<i>Battle of Matewan</i>: Ten people including the mayor were killed in Matewan, West Virginia following tensions between the Stone Mountain Coal Company and the United Mine Workers (UMW).",
    "<i>Secret Court of 1920</i>: Harvard dean Chester Noyes Greenough convened a special tribunal to investigate homosexual activity at the college.",
    "The Supreme Court held in a decision in <i>Hawke v. Smith</i> that a referendum in Ohio nullifying the Ohio General Assembly&apos;s ratification of the Eighteenth Amendment was unconstitutional and void.",
    "The National Defense Act of 1920, which established the Organized Reserve, now the Army Reserve, and elevated the National Guard and the Reserve alongside the Regular Army to comprise the Army of the United States, was passed by the Congress.",
    "Congress passed the Merchant Marine Act of 1920, prohibiting foreign vessels from transporting goods by sea between American ports.",
    "The Federal Power Act, which created the Federal Power Commission and transferred to it, from the states, the authority to issue licenses to construct dams, was passed by the Congress.",
    "Republican congressman Edmund Platt resigned his seat representing New York&apos;s 26th congressional district following his appointment to the Federal Reserve Board of Governors.",
    "<i>1920 Republican National Convention</i>: A national convention of the Republican Party convened in Chicago which would select dark horse compromise candidate Warren G. Harding, senator from Ohio, as its nominee for the presidency.",
    "<i>1920 Duluth lynchings</i>: Three black circus workers were lynched by a mob in Duluth, Minnesota following a false rape accusation.",
    "Fifteen hectares on Taboga Island were annexed to the Panama Canal Zone.",
    "<i>1920 Democratic National Convention</i>: A national convention of the Democratic Party convened in San Francisco which would select Ohio governor James M. Cox as its presidential nominee after forty-four ballots.",
    "Republican representative Dick Thompson Morgan died.",
    "<i>Denver streetcar strike of 1920</i>: The Denver local of the Amalgamated Association of Street and Electric Railway Employees of America, now the Amalgamated Transit Union, went on strike following a refusal of the Denver Tramway to raise their wages in compliance with an order of the National War Labor Board.",
    "<i>Denver streetcar strike of 1920</i>: Federal troops placed Denver under martial law, ending the violence and the strike.",
    "<i>1920 U.S. Open</i>: Ted Ray won the U.S. Open in Toledo, Ohio.",
    "The Nineteenth Amendment was ratified, granting women the right to vote.",
    "<i>1920 PGA Championship</i>: Jock Hutchinson won the final of the golf tournament, held in Flossmoor, Illinois.",
    "<i>1920 U.S. National Championships</i>: A tennis tournament opened in Forest Hills, Queens.",
    "<i>1920 Alabama coal strike</i>: Some fifteen thousand UMW miners went on strike in Alabama.",
    "<i>Wall Street bombing</i>: A horse-drawn carriage bomb probably planted by followers of the anarchist Luigi Galleani in the financial district of New York City killed some forty people and injured over a hundred.",
    "<i>1920 Louisiana hurricane</i>: A hurricane dissipated over eastern Kansas after causing one death and over a million dollars in damage in Louisiana.",
    "<i>1920 World Series</i>: The Cleveland Indians defeated the Brooklyn Dodgers in seven games.",
    "<i>United States elections, 1920</i>: Harding decisively defeated Cox for the presidency, with sixty percent of the vote. The Republican Party strengthened its majorities in the House and Senate.",
    "Republican congressman Mahlon Morris Garland died.",
    "<i>1920 State of the Union Address</i>: Wilson addressed a joint session of the Congress.",
    "In a decision in <i>United States v. Wheeler</i> (1920), the Supreme Court held that the Constitution did not grant the federal government the power to punish a private citizen&apos;s violation of another&apos;s freedom of movement."
  ]
}