{
  "year": " 1921",
  "Albania": [
    "The Yugoslavian army invaded the Albanian territories they had not previously occupied.",
    "A League of Nations commission forced a Yugoslavian withdrawal and reaffirmed the 1913 borders of Albania.",
    "The Popular Party headed by Xhafer Bej Ypi formed a government, with the future King Zog of Albania acting as internal affairs minister."
  ],
  "Australia": [
    "Edith Cowan becomes the first woman elected to an Australian parliament"
  ],
  "Bangladesh": [
    "Establishment of Dhaka University, the first university of Bengal territory (now Bangladesh)."
  ],
  "Belgium": [
    "Crown Prince Hirohito&apos;s official visit to Belgium.",
    "Belgian general election, 1921"
  ],
  "Brazil": [
    "The government implements a new policy in defense of coffee, for the third time in the history of the Republic."
  ],
  "Burma": [
    "The Dyarchy reforms begin"
  ],
  "China": [
    "The Communist Party of China (CPC) was founded.",
    "The first installment of Lu Xun&apos;s novel <i>The True Story of Ah Q</i>, the first work written in written vernacular Chinese, was published."
  ],
  "Cuba": [
    "Alfredo Zayas becomes president."
  ],
  "Germany": [
    "<i>Hyperinflation in the Weimar Republic</i>: Inflation of the Papiermark (Mark) began in response to the first reparations payment to the Allies under the terms of the Treaty of Versailles."
  ],
  "Haiti": [
    "President Dartiguenave addresses United States President Warren G. Harding concerning the needs of the Haitian people",
    "United States President Harding responds to President Dartiguenave"
  ],
  "Ireland": [
    "<i>Irish War of Independence</i>: The War of Independence ends when negotiations between the British government and representatives of the de facto Irish Republic conclude with the signing of the Anglo-Irish Treaty and the creation of the Irish Free State"
  ],
  "Latvia": [
    "Latvia became a member of the League of Nations."
  ],
  "Malta": [
    "Constitution of 1921 is promulgated, and it grants autonomy by providing for a bicameral legislature with the power to legislate on all matters not considered &quot;reserved&quot; for colonial interest.",
    "The first Legislature is officially opened."
  ],
  "Philippine": [
    "Charles Yeater appointed as acting Civil Governor (1921)",
    "Leonard Wood appointed as Civil Governor (1921&#x2013;1927)"
  ],
  "Poland": [
    "Signing of the Franco-Polish alliance",
    "Polish&#x2013;Romanian Alliance signed in Bucharest",
    "Adoption of March Constitution",
    "Signing of the Peace of Riga with Lenin concludes the Polish-Soviet War",
    "Upper Silesia plebiscite rigged",
    "Third Silesian Uprising begins"
  ],
  "Russia": [
    "<i>Red Army invasion of Georgia</i>: The Eleventh Army crossed into Georgia.",
    "Gosplan, the economic planning committee of the Soviet Union, was created by a decree of the Sovnarkom.",
    "<i>Red Army invasion of Georgia</i>: The Eleventh Army captured Tbilisi and announced the formation of the Georgian SSR.",
    "<i>Kronstadt rebellion</i>: The crews of the battleships <i>Petropavlovsk</i> and <i>Sevastopol</i>, harbored at Kronstadt, published a list of demands on the government.",
    "<i>Kronstadt rebellion</i>: After over a week of fighting, government troops pacified Kronstadt.",
    "A decree of the Tenth Party Congress replaced war communism with the more liberal New Economic Policy.",
    "<i>Polish&#x2013;Soviet War</i>: Poland and Soviet Russia signed the Peace of Riga, ending the war. The disputed territories were divided between Poland, Russia and the newly reestablished Ukrainian and Byelorussian SSRs.",
    "The Red Army captured Ulan Bator, the Mongolian capital.",
    "<i>Russian famine of 1921</i>: The writer Maxim Gorky brought world attention to the looming famine.",
    "Nestor Makhno&apos;s headquarters staff and several Black Army subordinate commanders were arrested and executed on the spot by a Red Army firing squad: the Makhnovist treaty delegation, still in Kharkiv, was also arrested and liquidated. Makhno&apos;s Black Army forces were defeated and dispersed by Red Army."
  ],
  "Serbia": [
    "The Kingdom of Italy invades Rijeka and annexes it despite Belgrade&apos;s objections."
  ],
  "Slovenia": [
    "St. Vitus Day Constitution (<i>Vidovdanska ustava</i>) is adopted. It legalizes a monarchal regulation and centralism in a new state and also the supremacy of the court and the Serb politics linked with it.",
    "An allied treaty for insurance of a situation in East Europe, attained in the Paris Peace Conference, is made by Romania and the Kingdom of Serbs, Croats and Slovenes. This alliance supplements the security agreement between Czechoslovakia and the Kingdom of Serbs, Croats and Slovenes and gets the name &#x201C;Little Entente&#x201D;."
  ],
  "Sweden": [
    "Capital punishment is abolished for all crimes committed in peacetime."
  ],
  "Taiwan": [
    "The Taiwanese Cultural Association is founded"
  ],
  "USA": [
    "The Emergency Quota Act was signed into law.",
    "The Tulsa Race riot occurred; resulting in the deaths of up to 300 African-Americans and leaving more than 8,000 homeless.",
    "The first meeting of the <i>Washington Disarmament Conference of 1921</i> was held."
  ]
}