{
  "year": "1922",
  "USA": [
    "The Fordney&#x2013;McCumber Tariff was signed into law."
  ],
  "Slovenia": [
    "Julian March (<i>Julijska krajina</i>) is incorporated to Italy."
  ],
  "Rwanda": [
    "Ruanda-Urundi are joined as a League of Nations mandate, governed by Belgium."
  ],
  "Poland": [
    "Legislative election",
    "Gabriel Narutowicz becomes President",
    "Assassination of Gabriel Narutowicz",
    "Stanis&#x142;aw Wojciechowski becomes President"
  ],
  "Philippine": [
    "Mrs. Redgrave pioneers the radio broadcasting from Nichols Field, only for a test broadcast.",
    "Henry Hermann, owner of an electrical supply company, begins operating three radio stations in Manila and Pasay, also for their test broadcasts."
  ],
  "Malaysia": [
    "Haji Abdul Rahman Limbong represented one of the 43 farmers being put to trial in a court for doing farming without permission."
  ],
  "Latvia": [
    "A Latvian constitution was adopted."
  ],
  "Italy": [
    "After the lack of a compromise between socialists and Christian-democrats, and the March on Rome of the fascist militias, Benito Mussolini is named by the King as prime minister of Italy."
  ],
  "Ireland": [
    "<i>Irish Civil War</i>: Bombardment by Michael Collins of Anti-Treaty forces occupying the Four Courts marks the start of the Irish Civil War"
  ],
  "India": [
    "Chauri Chaura incident"
  ],
  "Iceland": [
    "<i>Jar&#xF0;r&#xE6;ktarl&#xF6;gin</i>."
  ],
  "Haiti": [
    "Louis Born&#xF3; is elected to a four-year term as president by the State Council",
    "President Dartiguenave's term ends; Louis Born&#xF3; is sworn into office",
    "The Central School of Agriculture (<i>Ecole Centrale d'Agriculture</i>) is founded in Damien"
  ],
  "Germany": [
    "Germany and Russia signed the Treaty of Rapallo, in which each renounced all territorial and financial claims against the other and pledged to normalize relations."
  ],
  "Estonia": [
    "Estonia joined the League of Nations."
  ],
  "Burundi": [
    "Burundi and Rwanda were joined into the League of Nations mandate of Ruanda-Urundi, governed by Belgium."
  ],
  "Brazil": [
    "Modern Art Week is held in S&#xE3;o Paulo, marking the beginning of Brazilian Modernism.",
    "In the Brazilian presidential election, Artur Bernardes of the Mineiro Republican Party receives 56.0% of the vote.",
    "The 18 of the Copacabana Fort revolt occurs in Rio de Janeiro, then Federal District of Brazil. It is the first revolt of the <i>tenentista</i> movement, in the context of the Brazilian Old Republic."
  ],
  "Australia": [
    "The Smith Family charity is founded in Sydney",
    "Death of Henry Lawson aged 55.",
    "<i>Australian federal election, 1922</i>: Billy Hughes reelected as Prime Minister."
  ],
  "Albania": [
    "Ecumenical Patriarch of Constantinople Patriarch Meletius IV of Constantinople recognized the Orthodox Autocephalous Church of Albania.",
    "Zog became Prime Minister."
  ],
  "Afghanistan": [
    "Solar Hijri calendar officially adopted in Afghanistan."
  ]
}