{
  "year": " 1923",
  "Albania": [
    "The Sunnis of Albania broke the last of their ties with the dissolving Ottoman Empire, pledging primary allegiance to their native country."
  ],
  "Armenia": [
    "Establishment of the Soviet Union; Armenian SSR joins the Soviet Union.",
    "Nagorno-Karabakh Autonomous Oblast is created granting Armenian autonomy for Nagorno-Karabakh within Azerbaijan SSR."
  ],
  "Australia": [
    "Vegemite is first produced",
    "Stanley Bruce became 8th Prime Minister of Australia.",
    "Construction begins on the Sydney Harbour Bridge."
  ],
  "Belgium": [
    "Sabena is founded at Brussels Airport"
  ],
  "Brazil": [
    "Brazil sign the Pan-American Treaty.",
    "The Brazilian Society of Chemistry is founded.",
    "Brazil&apos;s first radio broadcasting station, the Radio Society of Rio de Janeiro, is founded; it is still working under the name R&#xE1;dio MEC."
  ],
  "China": [
    "The Radio Corporation of China was founded.",
    "The KMT and CPC agreed to the First United Front, under which Communists would join the KMT as individuals to help combat warlordism."
  ],
  "France": [
    "Beginning of Franco-Belgian occupation of the Ruhr."
  ],
  "Germany": [
    "<i>Occupation of the Ruhr</i>: France invaded the valley of the Ruhr.",
    "Gustav Stresemann of the national liberal German People&apos;s Party was appointed chancellor and minister for foreign affairs.",
    "<i>Beer Hall Putsch</i>: Nazi Party chairman Adolf Hitler led some six hundred <i>Sturmabteilung</i> (SA) to the B&#xFC;rgerbr&#xE4;ukeller in Munich, where they held Bavarian state officials Gustav Ritter von Kahr, Hans Ritter von Seisser and Otto von Lossow at gunpoint to demand they support a Nazi <i>coup</i>."
  ],
  "Ireland": [
    "<i>Irish Civil War</i>: IRA Chief of Staff Frank Aiken orders volunteers to dump arms - effectively ending the Civil War."
  ],
  "Japan": [
    "1923 Great Kant&#x14D; earthquake kills 105,385 men"
  ],
  "Nepal": [
    "Treaty with Britain affirms Nepal&apos;s sovereignty."
  ],
  "Philippine": [
    "Santiago Ronquillo, a.k.a. <i>Tiagong Akyat,</i> was killed by a force consisting of Manila Chief of Police John Fulton Green and the Philippine constabulary, in Noveleta, Cavite."
  ],
  "Russia": [
    "A council of the pro-government Living Church declared Tikhon an apostate and abolished the Patriarchate.",
    "The Declaration of 46 was written. The Declaration echoed earlier concerns expressed by Leon Trotsky, the Chairman of the Revolutionary Military Council, that the Communist Party was insufficiently democratic."
  ],
  "Singapore": [
    "Singapore starts constructing the main British naval base in East Asia."
  ],
  "Slovenia": [
    "Prefect of Julian March interdicts Slovene and Croatian language at the administration."
  ],
  "USA": [
    "President Warren G. Harding died of a heart attack at the Palace Hotel in San Francisco.",
    "Vice President Calvin Coolidge was sworn in as President, the day following the death of President Harding.",
    "<i>Teapot Dome scandal</i>: Secretary of the Interior Albert B. Fall resigned as a result of the scandal.",
    "The <i>Equal Rights Amendment</i>, written by women&apos;s suffragist leader Alice Paul, was first introduced in the Senate."
  ]
}