{
  "year": " 1925",
  "Albania": [
    "Italy began to penetrate Albanian public and economic life."
  ],
  "Australia": [
    "<i>Australian federal election, 1925</i>: Stanley Bruce reelected as Prime Minister."
  ],
  "Belgium": [
    "Annexation of Eupen and Malmedy to the Kingdom of Belgium.",
    "Belgian general election, 1925",
    "Henri, Comte de Baillet-Latour is elected President of the International Olympic Committee"
  ],
  "Brazil": [
    "The Coluna Prestes movement is launched at a meeting in Foz do Igua&#xE7;u.",
    "British explorer Percy Fawcett sent a last telegram to his wife, before he disappears in the Amazon."
  ],
  "Chile": [
    "After intense political agitation the Chilean Constitution of 1925 is adopted, only slightly less authoritarian than that of 1833. The <i>Impuesto Global Complementario</i>, a graduated income tax, is introduced."
  ],
  "Cuba": [
    "By the Hay-Quesada Treaty, the U.S. recognizes Cuban sovereignty over the Isle of Pines.",
    "Gerardo Machado becomes president."
  ],
  "Cyprus": [
    "Cyprus became a British Crown Colony. Sir Malcolm Stevenson was made governor."
  ],
  "Germany": [
    "The last of the Locarno Treaties, under which France, Belgium and Germany settled their borders and pledged not to attack each other, was signed."
  ],
  "India": [
    "Kakori conspiracy"
  ],
  "Indinesia": [
    "Birth of Pramoedya Ananta Toer. A sharp rise in world commodity prices brings prosperity to the Indies."
  ],
  "Philippine": [
    "Radio station KZIB from Binondo, owned by Isaac Beck Inc., goes on air."
  ],
  "Poland": [
    "Signing of the Locarno Treaties"
  ],
  "Russia": [
    "Trotsky was forced to resign his military offices.",
    "The lands of the Karakalpaks became the Karakalpak Autonomous Oblast, an oblast of the Kyrgyz ASSR <small>(1)</small>.",
    "Tikhon died. The Communist government would not allow elections to the patriarchate to be held; Metropolitan Peter of Krutitsy became the Patriarchal <i>locum tenens</i> according to his will.",
    "The Kyrgyz ASSR <small>(1)</small> was renamed the Kazakh ASSR.",
    "The Uzbek SSR joined the Soviet Union.",
    "The remainder of the Turkestan ASSR became the Turkmen SSR.",
    "Peter of Krutitsy was arrested. Sergius of Nizhny Novgorod, whom he had named to succeed him, took the title of Deputy Patriarchal <i>locum tenens</i>.",
    "The Fourteenth Party Congress endorsed the leadership of Stalin and his rightist ally Nikolai Bukharin, soundly defeating the New Opposition faction of Kamenev and Zinoviev."
  ],
  "Slovenia": [
    "Italian king issues a decree, which interdicts Slovene and Croatian language also at courts of justice."
  ],
  "Syria": [
    "<i>Great Syrian Revolt</i>: Revolts started against French rule."
  ],
  "Taiwan": [
    "Population of Taiwan grows to 3,993,408"
  ],
  "USA": [
    "<i>Scopes Trial</i>: High school teacher John T. Scopes was found guilty of violating Tennessee&apos;s Butler Act, for teaching human evolution in the classroom.",
    "Nellie Tayloe Ross was elected Governor of Wyoming, becoming the first woman elected governor of a U.S. State.",
    "WSM first broadcast the Grand Ole Opry."
  ]
}