{
  "year": "1928",
  "USA": [
    "The Kellogg&#x2013;Briand Pact was signed.",
    "<i>United States presidential election, 1928</i>: U.S. Secretary of Commerce Herbert Hoover was elected President, defeating New York Governor Al Smith.",
    "Disney's animated feature <i>Steamboat Willie</i>, featuring Mickey Mouse, opened."
  ],
  "Poland": [
    "Legislative election",
    "Pi&#x142;sudski's Nonpartisan Bloc for Cooperation with the Government election campaign"
  ],
  "Malaysia": [
    "Haji Abdul Rahman Limbong assembled about 1,000 people in Kampung Buluh, to launch their resistance to get the British out of their state. Several police stations were attacked were made in Kuala Berang."
  ],
  "India": [
    "Bardoli Satyagraha"
  ],
  "Haiti": [
    "Haitian writer Jean Price-Mars publishes his acclaimed novel <i>Ainsi Parla l'Oncle</i> (<i>\"So spoke the Uncle\"</i>)",
    "Leon Laleau publishes two more compilations of poems, <i>Le Rayon des Jupes</i> and <i>Abr&#xE9;viations</i>"
  ],
  "Cuba": [
    "Julio Antonio Mella, a founder of the Communist Party in Cuba, is murdered in Mexico.",
    "Ernesto Guevara de la Serna, known as Che Guevara, is born in Rosario, Argentina."
  ],
  "Colombia": [
    "The Banana massacre, in Spanish, Matanza de las bananeras or Masacre de las bananeras: A massacre of workers for the United Fruit Company that occurred in the town of Ci&#xE9;naga near Santa Marta"
  ],
  "China": [
    "<i>Jinan Incident</i>: The Japanese general Hikosuke Fukuda tortured and killed seventeen of Chiang's representatives in Jinan.",
    "<i>Huanggutun incident</i>: Zhang Zuolin's train was blown up by the Japanese Kwantung Army, killing him.",
    "Chiang became chairman of the Nationalist government of the Republic of China."
  ],
  "Chile": [
    "A magnitude 7.7 M<sub>w</sub> earthquake strikes Talca."
  ],
  "Brazil": [
    "The ETA &#x2013; Empresa de Transporte A&#xE9;reo airline is founded; it remains in operation for only a year.",
    "The Liberator Party (Brazil) is founded for the first time, by members of the Rio Grande do Sul Federalist Party, notably Joaquim Francisco de Assis Brasil."
  ],
  "Barbados": [
    "The introduction of The St. Michael Girls School."
  ],
  "Australia": [
    "Bert Hinkler makes the first successful flight from Britain to Australia, and Charles Kingsford Smith makes the first flight from the United States to Australia. The Shrine of Remembrance is built."
  ],
  "Albania": [
    "Zog pressured the parliament to dissolve itself and called a constituent assembly which declared him King."
  ]
}