{
  "year": "1930",
  "Vietnam": [
    "Emperor B&#x1EA3;o &#x110;&#x1EA1;i (1925&#x2013;1945) became ruler of Vietnam.",
    "Ngh&#x1EC7; T&#x129;nh Revolt."
  ],
  "USA": [
    "The Smoot&#x2013;Hawley Tariff Act was signed into law."
  ],
  "Taiwan": [
    "<i>Wushe Incident</i>: The Seediq people attack a Japanese police station and in response the Japanese intensify their subjugation of the Atayal aborigines"
  ],
  "Slovenia": [
    "Italian fascists discover some TIGR's cells and five members of TIGR (<i>other sources of</i> Borba) are killed at Bazovica."
  ],
  "Poland": [
    "Legislative election"
  ],
  "Philippine": [
    "<i>Partido Komunista ng Pilipinas</i> (PKP, Communist Party of the Philippines) is formally established by Crisanto Evangelista at Tondo, Manila."
  ],
  "Malta": [
    "The <i>1921 Constitution</i> is suspended.",
    "The <i>Malta Railway</i> service is terminated."
  ],
  "Japan": [
    "Wushe incident &#x2013; a rebellion on Taiwan"
  ],
  "Indonesia": [
    "Sukarno's famous nationalist speech, 'Indonesia Accuses', given as defence in his political trial."
  ],
  "India": [
    "Salt Satyagraha, the civil disobedience movement, begins with the Dandi march",
    "Round Table Conferences (India) First"
  ],
  "Iceland": [
    "The Icelandic Communist Party is founded. The Icelandic State Radio begins broadcasting."
  ],
  "Haiti": [
    "The Forbes Commission, sent by U.S. president Herbert Hoover to investigate Haiti's political situation, arrives in the country",
    "Louis Eug&#xE8;ne Roy is designated temporary president by state decree",
    "Senator St&#xE9;nio Vincent is elected to a six-year term as president",
    "Fietta, the first Apostolic Nuncio (diplomatic representative of the Roman Catholic Church) to Haiti, arrives in Port-au-Prince"
  ],
  "Germany": [
    "<i>German federal election, 1930</i>: The SPD retained a plurality of seats in the Reichstag. The Nazi Party gained ninety-five seats."
  ],
  "Colombia": [
    "Enrique Olaya Herrera is president of Colombia"
  ],
  "Chile": [
    "Fuerza A&#xE9;rea de Chile (Chilean Air Force) founded."
  ],
  "Burma": [
    "Nationalist and leftist Dobama Asiayone founded",
    "Peasants' rebellion (to 1932)"
  ],
  "Brazil": [
    "A general election is held; in the presidential election,s the result is a victory for J&#xFA;lio Prestes of the Republican Party of S&#xE3;o Paulo, who receives 57.7% of the vote. Vital Soares is elected vice-president, but never takes office.",
    "The assassination of Jo&#xE3;o Pessoa Cavalc&#xE2;nti de Albuquerque, governor of Para&#xED;ba, by Jo&#xE3;o Duarte Dantas, stirs up a wave of bad feeling toward the federal government and the outgoing president Washington Lu&#xED;s, who is accused of bearing the \"moral responsibility\".",
    "1930 Curu&#xE7;&#xE1; River event: The area of Curu&#xE7;&#xE1; River near latitude 5&#xB0; S and longitude 71.5&#xB0; W experiences a meteoric air burst (also known as the Brazilian Tunguska event).",
    "The state capital of Para&#xED;ba, formerly Parahyba, is renamed Jo&#xE3;o Pessoa, in memory of its assassinated governor.",
    "Brazilian Revolution of 1930.",
    "Incumbent President Washington Lu&#xED;s is deposed. A military junta, led by General Augusto Tasso Fragoso, temporarily takes control of the country.",
    "Beginning of the Vargas Era: The ruling junta hands power and the presidential palace to Get&#xFA;lio Vargas.",
    "The National Institute of Metrology Standardization and Industrial Quality (INMETRO) is founded."
  ],
  "Belgium": [
    "Exposition internationale held in Li&#xE8;ge",
    "Birth of future king Baudouin of Belgium"
  ],
  "Bangladesh": [
    "Chittagong Armoury Raid by Surya Sen."
  ],
  "Australia": [
    "New South Wales batsman Don Bradman scores a world record first-class individual innings of 452 not out in a Sheffield Shield match against Queensland",
    "In the Third Test at Leeds against England, Don Bradman scored a Hundred before Tea, a Hundred before lunch, and a Hundred by the end of the day's play, 309 in Total. He went on to make 334. Altogether in his 52 Test career, Bradman scored 29 Hundreds, 12 Double Hundreds and 2 Triple Hundreds. This is therefore the fastest Triple Hundred in Test History.",
    "Phar Lap wins his only Melbourne Cup"
  ],
  "Argentina": [
    "Military coup deposed Yrigoyen, starting the 'Infamous Decade'"
  ]
}