{
  "year": "1931",
  "USA": [
    "The Empire State Building opened in New York City."
  ],
  "Spain": [
    "The Second Spanish Republic was established.",
    "<i>Spain under the Restoration</i>: The period ended."
  ],
  "Slovenia": [
    "To hide a dictatorship the king Alexander I. initiates the bestowal constitution, which introduces the two-chamber parliament."
  ],
  "Serbia": [
    "The new <i>Constitution of the Kingdom of Yugoslavia</i> is introduced by King Alexander putting an end to his 2-year long dictatorship. The <i>Croatian question</i> again becomes activate again as many start demanding federalization of the unitary monarchy. Many Croatian politicians end up in prison, including Vlatko Ma&#x10D;ek leader of the CPP, under the pretext that they dismiss the Constitution."
  ],
  "Japan": [
    "Japan invaded Manchuria in the aftermath of the Mukden Incident."
  ],
  "India": [
    "Gandhi&#x2013;Irwin Pact",
    "Bhagat Singh, Rajguru and Sukhdev Martyred",
    "Round Table Conferences (India) Second"
  ],
  "Haiti": [
    "Jacques Roumain publishes his acclaimed novel <i>Gouverneurs de la Ros&#xE9;e</i> (<i>\"Masters of the Dew\"</i>)",
    "The U.S. agrees to hand over control of the Offices of Public Works, Health, Agriculture and Education to the Haitian government",
    "The ceremony commemorating the fiftieth anniversary of the dedication of Port-au-Prince to the Virgin Mary, led by Archbishop Joseph Legouaze, began.",
    "The anniversary ceremony ended."
  ],
  "France": [
    "Paul Doumer began his term as president of France."
  ],
  "Cyprus": [
    "Greek Cypriots demanding Enosis, the union with Greece, instigated their first serious riots. The government-house in Nicosia was burned down; martial law was declared afterwards and the legislative council was abolished. The Greek National Anthem and the display of the Greek flag were banned. The British invented the terms \"Greek Cypriot\" and \"Turkish Cypriot\" and used the latter against the \"Greek Cypriots\" so as to cease Enosis demands."
  ],
  "Cuba": [
    "Old Mambi warriors Carlos Mendieta and Mario Garc&#xED;a Menocal land forces at Rio Verde in an attempt to overthrow Gerardo Machado. They are defeated by 14 August in military operations that include the first use of military aviation in Cuba."
  ],
  "China": [
    "<i>Encirclement Campaign against Northeastern Jiangxi Soviet</i>: The NRA encircled and invested the Northeastern Jiangxi Soviet.",
    "<i>1931 China floods</i>: Flooding began in the valleys of the Yellow, Yangtze and Huai Rivers which would claim as many as four million lives.",
    "<i>Mukden Incident</i>: In a false flag operation against the Republic of China, Japanese agents set off a dynamite explosion near a South Manchuria Railway line.",
    "<i>Japanese invasion of Manchuria</i>: The Kwantung Army invested all Manchurian territory along the South Manchuria Railway.",
    "The Chinese Soviet Republic was established in Ruijin.",
    "Chiang resigned under pressure from the KMT. Lin Sen became acting chairman of the Nationalist government."
  ],
  "Chile": [
    "The deep economic crisis obliges Ib&#xE1;&#xF1;ez del Campo to step down. A series of civilian governments and military juntas follows, some of which last no more than a few days."
  ],
  "Canada": [
    "The Statute of Westminster 1931 is enacted in Britain, officially ending the power of the British parliament to pass and nullify laws in a Dominion without the Dominion's request and consent. The statute formally recognized the <i>de facto</i> independence attained by Canada following the First World War."
  ],
  "Brazil": [
    "The statue of Christ the Redeemer, overlooking Rio de Janeiro, is consecrated.",
    "Frente Negra Brasileira, Brazil's first Black political party, is created."
  ],
  "Bhutan": [
    "The 7th Shabdrung Jigme Dorji dies at Talo monastery. Jigme Dorji is the last Shabdrung recognized by the government of Bhutan, though subsequent claimants to the incarnation continue today."
  ],
  "Belgium": [
    "Eug&#xE8;ne Ysa&#xFF;e dies."
  ],
  "Australia": [
    "Sir Douglas Mawson charts 4,000 miles of Antarctic coastline and claims 42% of the icy mass for Australia",
    "Death of Dame Nellie Melba aged 69."
  ],
  "Argentina": [
    "General Agust&#xED;n Justo declared winner of Presidency following 'patriotic fraud' in election"
  ],
  "Albania": [
    "Zog refused to renew the First Treaty of Tirana despite Italian political and economic pressure."
  ]
}