{
  "year": " 1932",
  "Australia": [
    "The Sydney Harbour Bridge opens",
    "The Labor government falls and Joseph Lyons becomes Prime Minister"
  ],
  "Belgium": [
    "Belgian general election, 1932"
  ],
  "Brazil": [
    "The Justi&#xE7;a Eleitoral do Brasil is created by Decreto n&#xBA; 21.076;",
    "Women win the right to vote.",
    "Peter Fleming joins the expedition to find missing Englishman Colonel Percy Fawcett; the following year he publishes an account of the expedition, entitled <i>Brazilian Adventure</i>.",
    "Four protesting students (Martins, Miragaia, Dr&#xE1;usio and Camargo) are killed by government troops, sparking off the &quot;Paulista War&quot;.",
    "Paulista rebels take control of the state of S&#xE3;o Paulo.",
    "Constitutionalist Revolution: The population of the state of S&#xE3;o Paulo revolt against the 1930 coup d&apos;&#xE9;tat.",
    "The S&#xE3;o Paulo rebels are defeated by government forces.",
    "Brazilian Integralism, a Fascist movement, is founded by Pl&#xED;nio Salgado."
  ],
  "Chile": [
    "The period of political anarchy ends with the return to power of Arturo Alessandri Palma."
  ],
  "China": [
    "Lin Sen became chairman of the Nationalist government.",
    "<i>January 28 Incident</i>: Japanese aircraft carriers began bombing Shanghai in a series of raids which would kill some four thousand soldiers of the 19th Route Army and as many as twenty thousand Chinese civilians.",
    "<i>Defense of Harbin</i>: Japanese bombs and artillery forced the Jilin Self-Defence Army to retreat from Harbin.",
    "The independent state of Manchukuo was established on the territory of Japanese-occupied Manchuria.",
    "<i>Pacification of Manchukuo</i>: The Big Swords Society rebelled <i>en masse</i> against the government of Manchukuo."
  ],
  "Colombia": [
    "The Colombia&#x2013;Peru War"
  ],
  "Cyprus": [
    "Sir Reginald Edward Stubbs became governor."
  ],
  "France": [
    "Albert Lebrun began his term as president of France."
  ],
  "India": [
    "Poona Pact",
    "Communal Award",
    "Round Table Conferences (India) Third"
  ],
  "Japan": [
    "Manchukuo, the puppet state of Japan, is established"
  ],
  "Philippine": [
    "George C. Butte appointed as acting Civil Governor (1932)",
    "Theodore Roosevelt, Jr. appointed as Civil Governor (1932&#x2013;1933)",
    "Adamson School of Industrial Chemistry (ASIC) later known as Adamson University was founded by George Lucas Adamson",
    "Radio station KZEG begins operation, sister station of KZRM; call sign later changed to KZRF.",
    "The Communist Party of the Philippines is declared illegal by the Supreme Court"
  ],
  "Poland": [
    "Signing of the Soviet&#x2013;Polish Non-Aggression Pact"
  ],
  "Russia": [
    "The Karakalpak Autonomous Oblast became the Karakalpak ASSR.",
    "<i>Collectivisation in the USSR</i>: The Central Executive Committee and the Sovnarkom issued the Decree about the Protection of Socialist Property, under which any theft of public property was punishable by death.",
    "<i>Holodomor</i>: Stalin sent a letter to a Politburo ally, Lazar Kaganovich, demanding the subjection of the Ukrainian SSR.",
    "A decree by the Central Executive Committee and the Sovnarkom established a passport system in the Soviet Union.",
    "<i>First Five-Year Plan</i>: It was announced that the plan had been fulfilled."
  ],
  "Singapore": [
    "Tanjong Pagar Railway Station is opened."
  ],
  "USA": [
    "The Stimson Doctrine was published.",
    "The Reconstruction Finance Corporation was established.",
    "The Norris&#x2013;La Guardia Act was signed into law.",
    "The Bonus Army protests began in Washington, D.C.",
    "Amelia Earhart flew solo across the Atlantic Ocean.",
    "<i>United States presidential election, 1932</i>: New York Governor Franklin Delano Roosevelt is elected President, defeating incumbent Herbert Hoover."
  ]
}