{
  "year": "1933",
  "USA": [
    "The Twentieth Amendment to the United States Constitution, moving the beginning and end of the terms of elected federal officials to January 20, was ratified.",
    "Giuseppe Zangara assassinated Chicago Mayor Anton Cermak in an attempt on President-elect Franklin Delano Roosevelt's life.",
    "President Franklin Delano Roosevelt appointed Frances Perkins United States Secretary of Labor, becoming the first woman to hold a cabinet-level position.",
    "<i>New Deal</i>: The Agricultural Adjustment Act, Civil Works Administration, Civilian Conservation Corps, Farm Credit Administration, Home Owners Loan Corporation, Tennessee Valley Authority, Public Works Administration, National Industrial Recovery Act were all established or brought into force.",
    "The Twenty-first Amendment to the United States Constitution, ending prohibition, was ratified."
  ],
  "Slovenia": [
    "The Little Entente formed between Romania, the Kingdom of Yugoslavia and Czechoslovakia."
  ],
  "Rwanda": [
    "All citizens in Ruanda-Urundi are issued with an identity card defining their ethnicity."
  ],
  "Philippine": [
    "Frank Murphy appointed as the last Civil Governor of the Philippines (1933&#x2013;1935)",
    "<i>Partido Sakdal</i> formed.",
    "Governor-General Frank Murphy granted the Right of Suffrage to the Filipino women."
  ],
  "Haiti": [
    "The governments of Haiti and the United States sign an agreement on the withdrawal of U.S. troops from the country and the end of the U.S. occupation",
    "President Vincent of Haiti and President Rafael Le&#xF3;nidas Trujillo of the Dominican Republic meet for diplomatic talks in Ouanaminthe in northeastern Haiti, near the Dominican border"
  ],
  "Germany": [
    "Hitler was appointed chancellor at the head of a Nazi-DNVP coalition.",
    "The process of <i>Gleichschaltung</i>, in which the government dismantled non-Nazi parties and societies, began.",
    "<i>Reichstag fire</i>: The Reichstag building was burned. The Dutch council communist Marinus van der Lubbe was caught at the scene and confessed.",
    "President Paul von Hindenburg issued the Reichstag Fire Decree, suspending most civil liberties.",
    "The Enabling Act of 1933, which granted the cabinet the power to make laws, was passed and signed in the presence of armed members of the SA and <i>Schutzstaffel</i> (SS).",
    "Vice-chancellor Franz von Papen of Germany and cardinal secretary of state Pope Pius XII of the Holy See signed the <i>Reichskonkordat</i>, which required bishops to swear loyalty to the president of Germany."
  ],
  "Estonia": [
    "Plebiscite in favour of constitutional reform giving wide powers to a new office of the president. (to 16 October)"
  ],
  "Cyprus": [
    "Sir Herbert Richmond Palmer became governor."
  ],
  "Cuba": [
    "Gerardo Machado is forced to leave Cuba in the face of violent opposition on the part of ABC and Antonio Guiteras Holmes, a general strike, and pressure from senior officers of Cuban Armed Forces and U.S. Ambassador Sumner Welles. A provisional government is established, with Carlos Manuel de C&#xE9;spedes y Quesada as president.",
    "A group of military officers that includes Fulgencio Batista launches the Sergeants' Revolt and topples the provisional government.",
    "The five-day, five-man coalition government called the Pentarchy of 1933 lasted through Sept. 9.",
    "Ram&#xF3;n Grau (one of the pentarchy) becomes president and continues the One Hundred Days Government.",
    "Enlisted men and sergeants loyal to Batista, joined by radical elements, force Army Officers from the Hotel Nacional in heavy fighting.",
    "Blas Hern&#xE1;ndez, his followers, and some ABC members make a stand in old Atar&#xE9;s Castle. They are defeated by Batista loyalists. Hern&#xE1;ndez surrenders and is murdered."
  ],
  "Brazil": [
    "The Anti-war Treaty of Non-aggression and Conciliation, an inter-American treaty, is signed in Rio de Janeiro by representatives of Argentina, Brazil, Chile, Mexico, Paraguay and Uruguay."
  ],
  "Australia": [
    "Western Australia votes at a rerefendum to secede from the Commonwealth, but the vote is ignored by both the Commonwealth and British governments"
  ],
  "Afghanistan": [
    "Nadir was assassinated. His son, Mohammed Zahir Shah, was proclaimed King."
  ]
}