{
  "year": " 1934",
  "Albania": [
    "Italy suspended economic support to Albania."
  ],
  "Bangladesh": [
    "Surya Sen was hanged on 12 January 1934 by the British rulers following the arrest in February 1933."
  ],
  "Barbados": [
    "Grantley Adams is elected to the House of Assembly."
  ],
  "Belgium": [
    "Death of Albert I, King of the Belgians.",
    "Birth of King Albert II of Belgium"
  ],
  "Brazil": [
    "The Vargas government introduces what will be the shortest-lived Constitution of Brazil, lasting only 3 years (until 1937). It is the first time a Brazilian constitution has been written from scratch by directly elected deputies in multi-party elections, and incorporates a number of improvements to Brazilian political, social and economical life.",
    "In the presidential election, carried out by the Constituent Assembly, acting president Get&#xFA;lio Vargas receives 175 of the 248 votes.",
    "The University of S&#xE3;o Paulo is established.",
    "The Brazilian Institute of Geography and Statistics is founded under the title of the National Institute of Statistics."
  ],
  "Chile": [
    "Women obtain the legal right to vote in municipal elections."
  ],
  "China": [
    "Chiang and his wife Soong Mei-ling established the quasi-fascist New Life Movement.",
    "<i>Long March</i>: The Chinese Workers&apos; and Peasants&apos; Red Army broke through the KMT lines attempting to encircle them at Ganzhou."
  ],
  "Colombia": [
    "Alfonso L&#xF3;pez Pumarejo is president of Colombia",
    "First census in Colombia. Population:8.700.000"
  ],
  "Cuba": [
    "The One Hundred Days Government ends; Carlos Hevia serves briefly as president.",
    "Manuel M&#xE1;rquez Sterling is president for a few hours, followed by Carlos Mendieta.",
    "ABC holds a demonstration at the Havana festival and its march is attacked by radical forces, including those of Antonio Guiteras."
  ],
  "Estonia": [
    "New constitution in effect.",
    "Konstantin P&#xE4;ts with the help of General Johan Laidoner set up a virtual dictatorship. Parliament was prorogued and political parties were banned. Many members of the Vaps Movement were arrested."
  ],
  "France": [
    "Riots by far-right leagues were repressed by the state in what was considered as a failed coup d&apos;&#xE9;tat, and a major political crisis of the Third Republic."
  ],
  "Germany": [
    "<i>Night of the Long Knives</i>: SS paramilitaries killed at least eighty-five potential threats to Hitler&apos;s power, including SA head Ernst R&#xF6;hm and Gregor Strasser, head of the left wing of the Nazi Party.",
    "Hitler issued a law merging the powers of the presidency into the office of the chancellor.",
    "Hindenburg died from lung cancer."
  ],
  "Haiti": [
    "President of the United States Franklin D. Roosevelt visits Cap-Ha&#xEF;tien",
    "Last American forces withdraw from Haiti, ending the U.S. occupation",
    "The flag of Haiti is raised at Casernes Dessalines, where it was lowered nineteen years earlier at the start of the U.S. occupation"
  ],
  "Italy": [
    "The Italian national football team wins its first FIFA World Cup."
  ],
  "Latvia": [
    "Prime Minister K&#x101;rlis Ulmanis took power in a bloodless <i>coup d&apos;&#xE9;tat</i>."
  ],
  "Malta": [
    "English and Maltese are declared the official languages of Malta, to the exclusion of Italian which had been the primary language of government, commerce, education and culture in Malta for more than 800 years."
  ],
  "Philippine": [
    "The Tydings-McDuffie Law, known as the Philippine Independence Law, is approved by US President Roosevelt.",
    "202 delegates are elected to the Constitutional Convention in accordance with the Tydings-McDuffie Law",
    "The Philippine Constitutional Convention is inaugurated",
    "<i>Bannawag</i> established, the weekly vernacular magazine in the Ilocos region."
  ],
  "Poland": [
    "Signing of the German&#x2013;Polish Non-Aggression Pact"
  ],
  "Russia": [
    "Elections to the Central Committee at the Seventeenth Party Congress revealed Sergey Kirov, the chief of the Leningrad Party, to be the most popular member.",
    "The Main Directorate of State Security (GUGB) was established under the NKVD as a successor to the OGPU.",
    "Kirov was murdered by Leonid Nikolaev, possibly at the behest of Stalin."
  ],
  "Serbia": [
    "King Alexander I of Yugoslavia is shot dead by the Bulgarian and Croatian fascists, Vlado Chernosemski and the Usta&#x161;e. Prince Paul temporarily seizes the throne. Alexander&apos;s son Peter II was a minor at the time."
  ],
  "Slovenia": [
    "The Balkan Entente formed between Romania, the Kingdom of Yugoslavia, Greece and Turkey.",
    "The king Alexander I. Kara&#x111;or&#x111;evi&#x107;, who reigned since 1921, is assassinated in Marseille together with a French foreign minister Louis Barthou by Croatian extremist nationalists."
  ],
  "Sweden": [
    "<i>Crisis in the Population Question</i> (<i>Kris i befolkningsfr&#xE5;gan</i>) by Alva and Gunnar Myrdal is published, and plays a major role in the design of Sweden&apos;s welfare policy."
  ],
  "USA": [
    "<i>Dust Bowl</i>: The Dust Bowl, characterized by severe drought and heat waves in the Great Plains, began.",
    "The Tydings&#x2013;McDuffie Act was signed into law, establishing the Philippine Commonwealth.",
    "The U.S. Securities and Exchange Commission was established.",
    "The Reciprocal Trade Agreements Act was signed into law.",
    "The Glass&#x2013;Steagall Act was signed into law.",
    "The Indian Reorganization Act was signed into law.",
    "John Dillinger was killed.",
    "The Federal Housing Administration was established."
  ]
}