{
  "year": " 1935",
  "Albania": [
    "Italian Prime Minister Benito Mussolini renewed economic aid to Albania."
  ],
  "Australia": [
    "Sir Charles Kingsford-Smith disappears. He was 38."
  ],
  "Belgium": [
    "Brussels International Exposition (1935) held in Heysel, near Brussels.",
    "Queen Astrid dies in a car crash"
  ],
  "Brazil": [
    "A Communist insurrection, the &quot;Red Revolt of 35&quot; or the <i>Intentona Comunista</i>, fails to unseat President Vargas. Olga Ben&#xE1;rio Prestes and her husband Lu&#xED;s Carlos Prestes are among the conspirators arrested."
  ],
  "China": [
    "<i>First Encirclement Campaign against Hubei&#x2013;Henan&#x2013;Shaanxi Soviet</i>: Red Army forces forced the retreat of a KMT army attempting to encircle the <i>soviet</i> of Hubei, Henan and Shaanxi.",
    "<i>December 9th Movement</i>: A student protest took place in Beijing demanding internal liberalization and stronger anti-Japanese resistance."
  ],
  "Colombia": [
    "Argentine singer Carlos Gardel dies in a plane crash in Medell&#xED;n"
  ],
  "Cuba": [
    "Leading radical Antonio Guiteras is betrayed and dies fighting Batista forces."
  ],
  "Germany": [
    "<i>German re-armament</i>: Hitler announced that Germany would rebuild its military, in violation of the Treaty of Versailles."
  ],
  "Haiti": [
    "A new constitution is released, reinforcing the authority of the executive branch of government and renewing President St&#xE9;nio Vincent&apos;s mandate for five more years"
  ],
  "India": [
    "Government of India Act 1935"
  ],
  "Malta": [
    "Mussolini&apos;s Abyssinian War and intervention on the side of Franco in the Spanish Civil War ends any possibility of reconciliation between Italy and the United Kingdom. (to 1939)",
    "Tension runs high in Malta due to the possibility of Italy entering the war against the allies. (to 1939)"
  ],
  "Nepal": [
    "Praja Parishad established, first political party in Nepal"
  ],
  "Philippine": [
    "The Constitutional Convention creates a new constitution",
    "The Philippine Constitution is signed",
    "Sakdalista uprising against the Philippine Constabulary fails with at least 60 members dead.",
    "The Philippine electorate ratifies the Constitution in a referendum",
    "Manuel Quezon elected President in the first Philippine Presidential elections",
    "The Philippine Commonwealth is inaugurated",
    "The Office of Civil Governor is abolished",
    "The National Defense Act of 1935 that created the Armed Forces of the Philippines was signed."
  ],
  "Poland": [
    "Adoption of Apr Constitution",
    "Death of J&#xF3;zef Pi&#x142;sudski",
    "Legislative election"
  ],
  "Russia": [
    "Aleksei Grigorievich Stakhanov was reported to have mined over one hundred tons of coal in a single shift, sowing the seeds of the Stakhanovite movement."
  ],
  "Singapore": [
    "Catholic High School established."
  ],
  "Slovenia": [
    "Milan Stojadinovi&#x107; becomes prime minister. His government begins to drop Yugoslavia&apos;s traditional leaning toward France and starts to connect economically and politically with Germany and Italy."
  ],
  "Taiwan": [
    "Population of Taiwan grows to 5,212,426; Chinese population of eastern Taiwan increases to 70,000"
  ],
  "USA": [
    "The FBI was established, with J. Edgar Hoover as its first director.",
    "The Works Progress Administration was established.",
    "The Social Security Act was signed into law; establishing the Social Security Administration.",
    "<i>Schechter Poultry Corp. v. United States</i>: The Supreme Court ruled that the National Industrial Recovery Act, a central piece of President Roosevelt&apos;s New Deal program, was unconstitutional.",
    "The National Labor Relations Act was signed into law.",
    "The Motor Carrier Act was signed into law.",
    "The Revenue Act of 1935 was signed into law.",
    "The Neutrality Act of 1935 was signed into law.",
    "Louisiana Senator Huey Long was assassinated.",
    "The Congress of Industrial Organizations was founded."
  ]
}