{
  "year": "1936",
  "USA": [
    "<i>United States v. Butler</i>: The Supreme Court ruled that the processing taxes instituted under the 1933 Agricultural Adjustment Act were unconstitutional.",
    "The Second London Naval Treaty was signed.",
    "The Robinson-Patman Act was signed into law.",
    "<i>United States presidential election, 1936</i>: President Franklin Delano Roosevelt was reelected to a second term, defeating Kansas Governor Alf Landon.",
    "The Flint Sit-Down Strike began."
  ],
  "Syria": [
    "The Franco-Syrian Treaty of Independence (1936) was signed."
  ],
  "Spain": [
    "Spanish Civil War (to 1939)"
  ],
  "Philippine": [
    "President Manuel L. Quezon issued Executive Order No. 23 which provided for the technical description and specifications of the Philippine national flag.",
    "The Boy Scouts of the Philippines was established."
  ],
  "Italy": [
    "Following the invasion of Ethiopia, Italy is expelled from the League of Nations. Mussolini and Hitler signed the Rome-Berlin Axis."
  ],
  "Germany": [
    "<i>Remilitarisation of the Rhineland</i>: German troops entered the Rhineland in violation of the Treaty of Versailles.",
    "<i>1936 Summer Olympics</i>: Germany won the greatest number of gold, silver and bronze medals at the Olympics, held in Berlin. Black American Jesse Owens won four gold medals, the highest individual total."
  ],
  "England": [
    "King Edward VIII abdicates the throne to over his proposal to marry a divorced American woman."
  ],
  "China": [
    "<i>Xi'an Incident</i>: Zhang Xueliang arrested Chiang in Xi'an due to concerns he was insufficiently committed to anti-Japanese resistance."
  ],
  "Burma": [
    "Second Rangoon University strike"
  ],
  "Brazil": [
    "President Vargas signed the decree, which gives the name of the aviator Alberto Santos Dumont Airport located in Ponta do Calabou&#xE7;o, in the city of Rio de Janeiro, currently named Santos Dumont Airport, Brazil's first civilian airport."
  ],
  "Belgium": [
    "Belgian general election, 1936"
  ],
  "Bangladesh": [
    "A. K. Fazlul Huq forms the Krishak Sramik Party."
  ],
  "Australia": [
    "The last thylacine dies"
  ]
}