{
  "year": "1939",
  "USA": [
    "Disney's Snow White and the Seven Dwarfs became the first full-length animated film.",
    "The Hatch Act, aimed at corrupt political practices, was signed into law, preventing federal civil servants from campaigning.",
    "<i>Invasion of Poland</i>: Nazi Germany invaded Poland.",
    "In response to the Poland Campaign, President Roosevelt requested a <i>cash and carry</i> policy to replace the Neutrality Acts."
  ],
  "Syria": [
    "The monks of Alexandretta and Antioch were ceded to Turkey by the French."
  ],
  "Spain": [
    "<i>Spain under Franco</i>: The period began."
  ],
  "Serbia": [
    "Former political prisoner Vlatko Ma&#x10D;ek is appointed vice premier of the Kingdom of Yugoslavia following an appeasement policy of the Royal Court towards the Croats. An autonomous Banovina of Croatia is carved out of large parts of Croatia as well as parts of Bosnia and Vojvodina. As Vlatko Ma&#x10D;ek announces the potential independence of the province and a deep crisis in the Kingdom follows. Yugoslavia has started to disintegrate."
  ],
  "Poland": [
    "Suicide former Primer Minister of Walery S&#x142;awek",
    "Signing of the Molotov&#x2013;Ribbentrop Pact",
    "Signing of the Polish&#x2013;British Common Defence Pact",
    "Peking Plan begins, Polish destroyers moved to British ports",
    "Gleiwitz incident, pretext for the invasion"
  ],
  "Philippine": [
    "KZRH, established by H. E. Heacock Company under Samuel Caches, goes on air; country's oldest existing radio station, renamed PIAM during the Japanese era and now DZRH."
  ],
  "Nepal": [
    "Tens of thousands of Nepalese citizens fight as soldiers for British in World War II (to 1945)"
  ],
  "Latvia": [
    "The Molotov&#x2013;Ribbentrop Pact was signed between the Soviet Union (USSR) and Nazi Germany."
  ],
  "India": [
    "All India Forward Bloc Established by Subhas Chandra Bose"
  ],
  "Iceland": [
    "Following the occupation of Denmark by Nazi Germany, a national emergency government is formed under Sveinn Bj&#xF6;rnsson."
  ],
  "Germany": [
    "The Molotov&#x2013;Ribbentrop Pact was signed, promising mutual non-aggression between Germany and the Soviet Union and agreeing to a division of much of Eastern Europe between those two countries.",
    "<i>Invasion of Poland</i>: Germany invaded Poland."
  ],
  "France": [
    "<i>Second World War</i>: France declared war on Germany."
  ],
  "Estonia": [
    "J&#xFC;ri Uluots becomes prime minister of Estonia.",
    "The Molotov-Ribbentrop Pact was signed, promising mutual non-aggression between Germany and the Soviet Union and agreeing to a division of much of Europe between those two countries."
  ],
  "England": [
    "British entry into <i>World War II</i>."
  ],
  "Cyprus": [
    "Cypriots fought with the British in World War II, Greek Cypriots demanding Enosis at war's end. The Turkish Cypriots wanted British rule to continue.",
    "Sir William Denis Battershill became governor."
  ],
  "China": [
    "The nominally independent Mengjiang was established on the Mongol territories of the Japanese-occupied Chahar and Suiyuan provinces.",
    "<i>Battle of Changsha</i>: The Japanese army attacked Changsha."
  ],
  "Chile": [
    "The Radical Party gains power, which they will retain until 1952."
  ],
  "Canada": [
    "During the war, the government mobilizes Canadian money, supplies, and volunteers to support Britain while boosting the economy and maintaining home front morale. Canada plays a military role protecting convoys against German submarines and fighting the German Army in Western Europe, while helping to liberate the Netherlands."
  ],
  "Brazil": [
    "Serra dos &#xD3;rg&#xE3;os National Park is created.",
    "The Imperial Mausoleum is officially inaugurated at the Cathedral of Petr&#xF3;polis."
  ],
  "Belgium": [
    "Belgian general election, 1939",
    "Exposition internationale de l'eau opens in Li&#xE8;ge."
  ],
  "Australia": [
    "Victoria is devastated by the Black Friday bushfires",
    "Prime Minister Joseph Lyons dies in office and is replaced by Robert Menzies and the first Menzies Government",
    "Australia enters the Second World War following the German Invasion of Poland. The 2nd Australian Imperial Force is raised.",
    "The first flight is made by an Australian-made warplane, the Wirraway"
  ],
  "Albania": [
    "The German ambassador assured Mussolini of German support for an Italian invasion of Albania.",
    "The Italian ambassador demanded that Albania become an Italian protectorate.",
    "The Albanian army mobilized.",
    "Leka, Crown Prince of Albania, the heir to the Albanian throne, was born.",
    "Zog appealed to the democracies.",
    "Zog appealed to the Balkan Pact.",
    "<i>Italian invasion of Albania</i>: Fifty thousand Italian marines landed in the ports of Durr&#xEB;s, Vlor&#xEB;, Sh&#xEB;ngjin and Sarand&#xEB;. See also: Albania under Italy, Albania under Nazi Germany, Albanian resistance during World War II",
    "Zog fled with his wife, Queen G&#xE9;raldine Apponyi de Nagyappony, and their infant son Leka, to Greece.",
    "Italian troops occupied Tirana.",
    "A constituent assembly summoned in Tirana by pro-Italian notables approved a personal union with Italy.",
    "Shefqet Bej Verlaci became Prime Minister and acting Head of State.",
    "Albania withdrew from the League of Nations.",
    "Italian King Victor Emmanuel III of Italy was crowned King of Albania.",
    "Francesco Jacomoni di San Savino was appointed the viceroy of Albania."
  ]
}