{
  "year": " 1940",
  "Albania": [
    "The Albanian constitution was voided.",
    "The Albanian Fascist Party was established.",
    "The Albanian army was merged into the Italian army.",
    "<i>Greco-Italian War</i>: The war began. The Italian army invaded Greece through Albania.<br>"
  ],
  "Australia": [
    "A team of scientists, under Howard Florey, develops penicillin",
    "Fascist Italy enters war, Royal Australian Navy engages Italian Navy in the early stages of the Battle of the Mediterranean."
  ],
  "Belgium": [
    "German invasion: beginning of Belgian involvement in the Second World War."
  ],
  "Chile": [
    "President Pedro Aguirre Cerda registers the first Chilean claims in Antarctica."
  ],
  "China": [
    "<i>Hundred Regiments Offensive</i>: Communist NRA soldiers under Peng Dehuai began a campaign of terrorism and sabotage against Japanese targets in North China."
  ],
  "Cuba": [
    "The 1940 Constitution, signed by the members of the Constitutional Assembly on 1 July, takes effect. It is suspended in 1952."
  ],
  "Estonia": [
    "The Red Army occupied Estonia and Latvia.",
    "Estonia was unlawfully declared the Estonian SSR and was, against the law, incorporated into the Soviet Union."
  ],
  "France": [
    "<i>Second World War</i>: The Second Armistice at Compi&#xE8;gne was put into effect after the French and British armies were heavily defeated in the Battle of France by the Germans. The northern half of France was occupied by German forces and the southern part was governed by the collaborationist Vichy Government led by Marshal Philippe P&#xE9;tain."
  ],
  "Haiti": [
    "Haiti&apos;s national library, the <i>Biblioth&#xE8;que Nationale d&apos;Ha&#xEF;ti</i> is organized"
  ],
  "India": [
    "Lahore Resolution",
    "August offer 1940"
  ],
  "Italy": [
    "Italy enters World War II by invading Greece from Albania, which had been occupied in 1939."
  ],
  "Japan": [
    "Japanese invasion of French Indochina starts"
  ],
  "Latvia": [
    "An ultimatum was presented by the USSR to Latvia.",
    "<i>Soviet occupation of Latvia in 1940</i>: Soviet troops occupied the country.",
    "Latvia was incorporated into the Soviet Union, becoming the Latvian Soviet Socialist Republic (SSR)."
  ],
  "Malta": [
    "Throughout World War II, Malta plays an important role due to the strategic location of the Grand Harbour at the crossroads of the Axis shipping lanes.",
    "Dr. Enrico Mizzi, co-leader of the Partito Nazionalista, is arrested and imprisoned in Fort San Salvatore, to secure <i>&quot;the public safety and the Defence of the [Maltese Islands]...in view of the hostile origin or association of Dr. Enrico Mizzi.&quot;</i>",
    "Italy declares war on France and the United Kingdom.",
    "First air raids on Malta. Malta would go on to endure the heaviest, sustained bombing attack of the War: some 154 days and nights and 6,700 tons of bombs."
  ],
  "Philippine": [
    "The Girl Scouts of the Philippines was established."
  ],
  "Poland": [
    "Authorization of Katy&#x144; massacre",
    "Authorization of German AB-Aktion in Poland"
  ],
  "Russia": [
    "<i>Katyn massacre</i>: The Politburo signed an order to execute 27,500 imprisoned Polish nationals.",
    "<i>Winter War</i>: The Moscow Peace Treaty was signed, ending the war at great cost to Finland and anticipating the evacuation of Finnish Karelia.",
    "The Karelian ASSR merged with the Finnish Democratic Republic into the Karelo-Finnish SSR.",
    "The Red Army occupied Lithuania.",
    "The Red Army occupied Estonia and Latvia.",
    "<i>Soviet occupation of Bessarabia</i>: Bessarabia and northern Bukovina were occupied by the Soviet Union.",
    "Lithuania became the Lithuanian SSR; Latvia became the Latvian SSR.",
    "The Moldavian ASSR became the Moldavian SSR, with much of its territory on the former Bessarabia and Bukovina. The old territory of the Moldavian ASSR remained in the Ukrainian SSR.",
    "The Lithuanian SSR was accepted into the Soviet Union.",
    "The Latvian SSR was annexed by the Soviet Union.",
    "Estonia became the Estonian SSR and was incorporated into the Soviet Union.",
    "Trotsky is assassinated by Ramon Mercador on Stalin&apos;s orders."
  ],
  "USA": [
    "The Smith Act was signed into law.",
    "The cartoon characters Bugs Bunny and Tom and Jerry debuted.",
    "<i>Billboard</i> publishes its first music popularity chart.",
    "The Selective Training and Service Act of 1940, reinstating the U.S. military draft, was signed into law.",
    "<i>U.S. presidential election, 1940</i>: President Franklin Delano Roosevelt was reelected to a third term, defeating corporate lawyer Wendell Willkie of Indiana."
  ]
}