{
  "year": "1941",
  "USA": [
    "During the 1941, State of the Union address US President Franklin D. Roosevelt delivered his Four Freedoms speech; proposing four fundamental freedoms that people \"everywhere in the world\" ought to enjoy.",
    "American Nuclear chemist Glenn T. Seaborg, with fellow U.C. Berkeley researchers, discovered the chemical element plutonium.",
    "<i>World War II</i>: Lend-Lease, which supplied the United Kingdom, the Soviet Union, China, France and other Allied nations with vast amounts of war material, began.",
    "President Roosevelt signed Executive Order 8802, prohibiting racial discrimination in the defense industry.",
    "<i>World War II</i>: The Atlantic Charter was drafted by Britain and the United States to serve as a blueprint for the postwar world.",
    "<i>Attack on Pearl Harbor</i>: The Empire of Japan deliberately attacked Pearl Harbor, Hawaii. Sinking six U.S. ships, including the <i>USS Arizona</i>, and destroying 188 aircraft, the attack on Pearl Harbor resulted in the deaths of 2,402 American citizens and leaving 1,178 wounded.",
    "The United States declares war on the Empire of Japan, beginning the U.S. entry into World War II.",
    "The United States declares war on Germany and Italy, after both nations declared war with United States."
  ],
  "Slovenia": [
    "German, Italian and Hungarian occupying forces occupy Slovenia and divide it into three parts. One of the darkest times of the Slovene history begins.",
    "German army occupies the Central Sava Valley, where important pits, heavy industry and traffic crossroads lie.",
    "Royal Yugoslav army signs its surrender in Belgrade.",
    "A Nazi politician and SS chief leader Heinrich Himmler visits Celje and among other he inspects the prison of the Stari pisker (\"Old pot\").",
    "An anti-fascist organization, the Liberation Front of Slovene nation (<i>Osvobodilna fronta Slovenskega ljudstva</i>) (OF) is established in Ljubljana. It is active on all Slovene ethnical territory, as well in Carinthia, Primorska region in the Venetian province and Slovene R&#xE1;ba region (Slovene <i>Slovensko Porabje</i>, Hungarian <i>Szlov&#xE9;n-vid&#xE9;k</i> or <i>R&#xE1;ba-vid&#xE9;k</i>).",
    "A decision about the organization of the OF in the Central Sava Valley in Trbovlje, Zagorje and Hrastnik is adopted.",
    "Armed resistance begins.",
    "The first Slovene Partisan unit in the Central Sava Valley, the Revirje company (<i>Revirska &#x10D;eta</i>) is established at the &#x10C;em&#x161;eni&#x161;ka Alpine meadow. 70 fighters were counted.",
    "A battle between German policemen and Slovene partisans near the village of Rovte."
  ],
  "Serbia": [
    "Massive Luftwaffe airstrikes hit the Yugoslav capital as Hitler decides to crush the rebellion causing 17,000 casualties in the Battle of Belgrade. Other Serbian cities follow suit such as Leskovac, Kraljevo and Ni&#x161;.",
    "The Kingdom of Italy, Third Reich, Fascist Hungary and Fascist Bulgaria invade and dismantle the Kingdom of Yugoslavia aided by Banovina of Croatia, Albania and some domestic minorities.",
    "The Kingdom of Yugoslavia capitulates as its royal army disintegrates following the evacuation of the royal family to Africa and a multi-party occupation. Greece succumbs to the Axis 10 days later. Operation Barbarossa begins with a months delay enabling the Soviet Union to regroup during the Axis invasion of Southern Europe.",
    "The Yugoslav Army in the Fatherland, a guerilla force loyal to the Kingdom of Yugoslavia's government in exile, is founded on Ravna Gora by Colonel Dra&#x17E;a Mihajlovi&#x107;. Until the Yalta conference in 1943 this royal army would be considered a chief ally to Great Britain, the U.S.A. and the Soviet Union. Their chief opponents within the country would be the communist Yugoslav partisans.",
    "The Serbian division of the Partisan resistance movement, loyal to communists of Josip Broz Tito, launches an uprising in the Nazi-occupied town of U&#x17E;ice proclaiming it a free state, The Republic of U&#x17E;ice. Uprisings also erupt in Italian-held Montenegro, Bosnia and Slovenia. U&#x17E;ice succumbs to the Germans 4 months later.",
    "First clashes between the Royalists of Dra&#x17E;a Mihajlovi&#x107; and the Communists of Josip Broz Tito occur at this time over the supremacy in the Yugoslav resistance movement; these two rival movements fight both each other and the Axis powers and thus expand the civil war to 3 sides: Communist partisans, Royalist chetniks and Fascist Usta&#x161;e.",
    "Prince Paul of Yugoslavia signs the Tripartite Pact on March 25 in Vienna fearing an invasion of the Axis Powers into his weakened Kingdom.",
    "Massive demonstrations erupt in downtown Belgrade as an overwhelming majority of Serbs denounce the Pact Treaty. Following a military coup d'&#xE9;tat 17-year-old Peter II assumes the throne naming Du&#x161;an Simovi&#x107; as his chief general. The Kingdom of Yugoslavia withdraws its support for the Axis Powers on March 27.",
    "Captain D. T. Hudson of the Royal Navy, meets with the commander of the royalists, Dra&#x17E;a Mihajlovi&#x107;."
  ],
  "Poland": [
    "Lviv pogroms",
    "Massacre of Lw&#xF3;w professors",
    "Jedwabne pogrom",
    "Signing of the Sikorski&#x2013;Mayski agreement in London",
    "Stanis&#x142;aw&#xF3;w Ghetto Bloody Sunday massacre"
  ],
  "Philippine": [
    "Philippine Airlines started operations with its maiden flight of a Beech Model 18 plane between Makati to Baguio cities.",
    "Manuel Quezon re-elected as President",
    "Start of the Japanese invasion of the Philippines following Pearl Harbor attack.",
    "President Quezon, his family and the war cabinet move to Corregidor Island",
    "General MacArthur declares Manila an open city",
    "Filipino and US armies retreat to Bataan",
    "Pres. Quezon and Vice-Pres. Osme&#xF1;a take their oath of office for their second term in Corregidor Island, Cavite."
  ],
  "Malaysia": [
    "Japanese occupation of Malaya and British Borneo: The Japanese occupation took place..",
    "Attack on Pearl Harbor: Japan opened hostilities with the Allies and their colonies.",
    "Battle of Malaya: A battle was fought by Allies and Japanese forces in Malaya.",
    "The British battleship HMS <i>Prince of Wales</i> and the battlecruiser HMS <i>Repulse</i> were sunk by Japanese bombers."
  ],
  "Latvia": [
    "The first mass deportations of Latvians to various sites in the Soviet Union began.",
    "<i>Occupation of Latvia by Nazi Germany</i>: Nazi troops occupied Riga."
  ],
  "Japan": [
    "Japan Attacked Pearl Harbor in Hawaii, Japan has declared war to US, Dutch and British, marking the start of the Pacific War theatre of World War II"
  ],
  "Italy": [
    "While they are confined on the island of Ventotene by the Fascist regime, Altiero Spinelli and Ernesto Rossi compile the Ventotene Manifesto, entitled \"Towards a Free and United Europe\". With his Manifesto, Spinelli gives the major contribution to the formulation of the Federalist thinking and is later one of the main figures of the European Parliament."
  ],
  "Indonesia": [
    "Netherlands declared war on Japan."
  ],
  "Iceland": [
    "The United States Army, still officially neutral, replaces the British occupation force."
  ],
  "Haiti": [
    "&#xC9;lie Lescot is elected to a five-year term as president",
    "President Vincent's term ends; &#xC9;lie Lescot takes office"
  ],
  "Germany": [
    "Konrad Zuse built the Z3."
  ],
  "Estonia": [
    "German troops took with help of the Forest Brothers Estonia over from the Soviets.",
    "Mass deportations by Soviet Union authorities take place in Estonia, Latvia and Lithuania.",
    "Germany attacked Soviet Union, Estonian partisans (Forest Brothers) started revolting in Southern Estonia.",
    "Sinking of a Soviet steamer with 3500 Soviet-mobilized Estonian men on board, 598 of them died.",
    "Self-government of Estonia, headed by Hjalmar M&#xE4;e, is appointed by German military administration."
  ],
  "East_Timor": [
    "Portuguese Timor was occupied by Australian and Dutch forces."
  ],
  "Cyprus": [
    "Sir Charles Campbell Woolley became governor."
  ],
  "Cuba": [
    "Cuba declares war on Japan, Germany, and Italy."
  ],
  "China": [
    "The Communist official Mao Zedong gave a speech in Yan'an entitled \"Reform in Learning, the Party and Literature,\" establishing the Yan'an Rectification Movement and beginning an ideological purge which would claim some ten thousand lives.",
    "<i>Battle of Changsha</i>: A Japanese army began a general retreat after failing to take Changsha."
  ],
  "Cambodia": [
    "<i>Japanese occupation of Cambodia</i>: Japanese troops occupied Cambodia.",
    "King Sisowath Monivong died. The French chose his grandson Norodom Sihanouk to succeed him."
  ],
  "Burma": [
    "Burma Independence Army formed with Japanese help"
  ],
  "Belgium": [
    "Lilian, Princess of R&#xE9;thy, secretly marries King Leopold III"
  ],
  "Australia": [
    "3 Divisions of the 2nd Australian Imperial Force join operations in the Mediterranean. After initial successes against Italy, 2nd AIF suffered defeat against the Germans in Greece, Crete, and North Africa.",
    "Apr&#x2013;Aug, Australian garrison (<i>Rats of Tobruk</i>) halt advance of Hitler's panzers for the first time during the Siege of Tobruk.",
    "Menzies resigns and John Curtin becomes Prime Minister in the Curtin Government of 1941&#x2013;45."
  ],
  "Albania": [
    "<i>Invasion of Yugoslavia</i>: Germany, Italy, Hungary, Bulgaria, Romania and the Croatian Usta&#x161;e invaded Yugoslavia.",
    "<i>Battle of Greece</i>: Germany invaded Greece.",
    "<i>Axis occupation of Greece during World War II</i>: Greece was partitioned between Germany, Italy and Bulgaria, with Italy occupying the bulk of the Greek mainland and most of the islands.",
    "Josip Broz Tito, leader of the Communist Party of Yugoslavia, began to organize Albanian Communists.",
    "The Albanian Communist Party was founded under First Secretary Enver Hoxha.",
    "Mustafa Merlika-Kruja became Prime Minister."
  ]
}