{
  "year": " 1943",
  "Albania": [
    "Italy signed the Armistice between Italy and Allied armed forces, dissolving much of its armed forces and loosening its hold over Albania.",
    "German forces invaded and occupied Albania. The Albanian Kingdom became a German puppet state."
  ],
  "Argentina": [
    "&apos;National Revolution&apos; led by nationalist military officers including Colonel Juan Per&#xF3;n; ensured continued non-intervention in World War II"
  ],
  "Australia": [
    "Australia wins its first Oscar, with cinematographer Damien Parer honoured for <i>Kokoda Front Line!</i> documentary.",
    "2,815 Australian POWs die constructing Japan&apos;s Burma-Thailand Railway",
    "Australian forces engage Japan in New Guinea, Wau, and the Huon peninsula. (to 1944)"
  ],
  "Brazil": [
    "The Order of Military Merit is established by President Get&#xFA;lio Vargas.",
    "On the recommendation of the National Petroleum Council, Brazil bans the use of private motorcycles throughout the nation in order to conserve fuel. Use of gasoline-powered automobiles had been prohibited the year before.",
    "The Brazilian passenger ship and freighter <i>Bag&#xE9;</i>, largest commercial ship in Brazil&apos;s fleet, is torpedoed and sunk off the coast of the Sergipe state. The <i>Bag&#xE9;</i>, carrying 129 passengers and 102 crew, was en route from Bel&#xE9;m to Rio de Janeiro when it was struck by a German U-boat. Seventy-eight people (41 passengers and 37 crew) are lost."
  ],
  "China": [
    "Lin Sen died. Chiang became acting chairman of the Nationalist government.",
    "<i>Cairo Conference</i>: Chiang, United States president Franklin D. Roosevelt, and British prime minister Winston Churchill issued the Cairo Declaration, under which the three powers expressed their desire for the independence of Korea and the return of Chinese territories."
  ],
  "Cuba": [
    "The Soviet Union opens an embassy in Havana. Its first ambassador is Andrei Gromyko."
  ],
  "India": [
    "Arzi Hukumat-e-Azad Hind, the Provisional Government of Free India formed by Netaji."
  ],
  "Italy": [
    "Nazi troops occupy Northern Italy, release Mussolini from prison and have him leading the puppet Italian Social Republic. Anglo-American troops fight in the following two years to free the whole peninsula. The Italian Resistance plays a growing role in harassing German occupation forces.",
    "After the Allied occupy Sicily, the government of Mussolini is overthrown by the same Great Council of Fascism.",
    "General Badoglio signs the armistice."
  ],
  "Lebanon": [
    "On 22 November, Lebanon gains its independence after national and international pressure following the imprisonment of president Bechara El Khoury and other parliament members by the French."
  ],
  "Malta": [
    "The 21st Engineer Aviation Regiment of the USAAF arrives on Gozo to construct a landing strip at Xewkija in preparation for the Allied invasion of Italy; the airfield is constructed in 18 days.",
    "(Operation Husky); 2,760 ships and major landing craft converge in a rendezvous near Malta in preparation for the Allied invasion of Sicily, under the command of U.S. General Dwight D. Eisenhower, who was stationed in the Lascaris War Rooms, in Valletta.",
    "On the national holiday that commemorates the lifting of the Siege of Malta (1565), Italy announces its unconditional surrender to the Allied forces, thus ending the second Siege of Malta (1940).",
    "Admiral Andrew Browne Cunningham signals to the British Admiralty: &quot;Be pleased to inform Their Lordships that the Italian battle fleet now lies at anchor under the guns of the fortress of Malta.&quot;",
    "The Italian fleet&#x2019;s surrender in Malta is signed by U.S. General Dwight D. Eisenhower and Italian Marshal Pietro Badoglio."
  ],
  "Philippine": [
    "Shigenori Kuroda appointed as Japanese Military Governor (1943&#x2013;1942)",
    "Japanese Premier Hideki Tojo nominates an all Filipino 20 member Preparatory Commission for Philippine Independence",
    "The Philippine Preparatory Commission for Independence drafts a new Constitution which provides for a unicameral national assembly",
    "The 108 delegates to the National Assembly are chosen by the members of the Preparatory Commission for Philippine Independence.",
    "Jose P. Laurel elected President of the Philippines by the National Assembly",
    "The puppet government is inaugurated. Laurel takes his oath of office",
    "The Philippine economy collapses, the shortage of rice becomes serious.",
    "U.S. Congress approves a resolution allowing Pres. Quezon to serve beyond the designated period, nine days after his term expires."
  ],
  "Poland": [
    "Operation Arsenal, first major operation by the Szare Szeregi",
    "Warsaw Ghetto Uprising begins",
    "Warsaw Ghetto Uprising ends",
    "Death of Polish military leader W&#x142;adys&#x142;aw Sikorski",
    "Bloody Sunday, the beginning of Massacres of Poles in Volhynia and Eastern Galicia",
    "Zagaje massacre",
    "Tehran Conference concludes in the Soviet embassy in Tehran"
  ],
  "Russia": [
    "<i>Operation Spark (1943)</i>: The Soviet army launched a military offensive to break the Siege of Leningrad.",
    "<i>Operation Spark (1943)</i>: The meeting of the Leningrad and Volkhov Front units opened a land corridor to Leningrad.",
    "<i>Battle of Stalingrad</i>: The German Sixth Army surrendered.",
    "The Comintern was dissolved.",
    "Stalin allowed a church council, which unanimously elected Sergius to the Patriarchate of Moscow.",
    "The Russians recaptured Kiev."
  ],
  "Rwanda": [
    "Famine affects the region."
  ],
  "Serbia": [
    "Several joint Axis offensives, made of German, Italian, NDH, Bulgarian and some Chetnik units, is launched in Bosnia and Herzegovina, aimed at crushing the partisan strongholds in the area. The decisive victory of the Yugoslav National Liberation Army (YNLA) in the Battle of Neretva results in the devastation of Chetnik forces in Bosnia.",
    "As Fascist Italy capitulates in October, Nazi troops march into its territories along the coast of Yugoslavia (Dalmatia, Herzegovina, Montenegro, Ra&#x161;ka, Kosovo).",
    "The 2nd Congress of AVNOJ (Anti-Fascist Council of National Liberation of Yugoslavia) proclaims the Yugoslav federation, denouncing the King&apos;s right to return to the country after World War II is over. The next day, the Tehran Conference, a meeting between Joseph Stalin, Franklin D. Roosevelt and Winston Churchill, decides to shift their support from the Yugoslav Royal Army to their rivals, the Communist Yugoslav partisans, and <i>de facto</i> legitimize a Communist regime in Yugoslavia."
  ],
  "Singapore": [
    "Operation Jaywick occurs. Seven Japanese ships are bombed at Clifford Pier.",
    "The Japanese initiate the Double Tenth Incident in response to Operation Jaywick, by launching a fierce crackdown on anti-Japanese elements and Allied prisoners-of-war in Singapore."
  ],
  "Slovenia": [
    "Dolomiti Declaration.",
    "The supreme plenum of OF proclaims the association of Slovene maritime province (<i>Slovensko primorje</i>) to Slovenia.",
    "Second session of AVNOJ in Jajce."
  ],
  "Sweden": [
    "The food packaging company Tetra Pak is founded by Ruben Rausing."
  ],
  "Taiwan": [
    "Compulsory primary education begins. Enrollment rates reached 71.3% for Taiwanese children (including 86.4% for aborigine children) and 99.6% for Japanese children in Taiwan making Taiwan&apos;s enrollment rate the second highest in Asia after Japan.",
    "<i>1943 Cairo Declaration</i>: The Allies of World War II demand the restoration of all Chinese territories lost to Japan including Taiwan and Penghu"
  ],
  "USA": [
    "The <i>Casablanca Conference</i> was held.",
    "The Broadway musical <i>Oklahoma!</i> opened.",
    "The Detroit Race Riot occurred; resulting in the deaths of 34 Whites and African-Americans and leaving 670 injured.",
    "<i>Armistice of Cassibile</i>: General Dwight Eisenhower publicly announces the surrender of Italy to the Allied Powers; with Italy later declaring war on Germany one month later.",
    "The <i>Cairo Conference</i> was held.",
    "The <i>Tehran Conference</i> was held between the &quot;Big Three&quot; Allied leaders of World War II."
  ]
}