{
  "year": "1944",
  "USA": [
    "<i>Normandy Landings (D-Day)</i>: The Invasion of Normandy, one of the largest amphibious military assaults in history, began in the Allied Powers broader Operation Overlord; leading to the Liberation of Paris.",
    "The G.I. Bill was signed into law.",
    "<i>United Nations Monetary and Financial Conference</i>: Delegates from 44 nations met to discuss a new post-WWII monetary policy.",
    "The <i>Dumbarton Oaks Conference</i> began, starting the first talks between world leaders on the establishment of the United Nations.",
    "<i>U.S. presidential election, 1944</i>: President Franklin Delano Roosevelt was reelected to a fourth term, defeating New York Governor Thomas E. Dewey.",
    "The Battle of the Bulge, Germany's final major offensive of World War II, began; being the deadliest military battle for the United States during World War II."
  ],
  "Taiwan": [
    "Taiwan is bombed by America"
  ],
  "Syria": [
    "Syria was recognized as an independent republic."
  ],
  "Serbia": [
    "The Royal Yugoslav government in exile recognizes the partisans as Yugoslavia's legitimate armed forces, ordering the Royal Army to join the newly named Partisan Yugoslav army, following the Tito-&#x160;uba&#x161;i&#x107; agreement on the Adriatic island of Vis. The King calls for Serbs, Croats and Slovenes to unite into a single army under partisan flag. Dra&#x17E;a Mihajlovi&#x107; and many of his chetniks refuse to obey and continue fighting on their own, with neither royal nor Allied support, calling on Serbs to emancipate themselves from Yugoslavia in the form of Greater Serbia."
  ],
  "Poland": [
    "Koniuchy massacre by Soviet partisans",
    "Huta Pieniacka massacre by Ukrainian Grenadier Division of the Waffen-SS",
    "Glinciszki massacre by Lithuanian Auxiliary Police",
    "Proclamation of the PKWN Manifesto by Soviet-backed Polish Committee of National Liberation",
    "Operation Most III begins on the German V-2 rocket",
    "Wola massacre in the opening phase of the Warsaw Uprising",
    "Warsaw Uprising begins",
    "Warsaw Uprising ends"
  ],
  "Philippine": [
    "The puppet government inaugurates the Green Revolution Movement.",
    "Death of Pres. Quezon; Vice Pres. Sergio Osmena then assumes the Office of the President of the Commonwealth of the Philippines.",
    "US forces raids Manila",
    "Tomoyuki Yamashita appointed as Japanese Military Governor (1944&#x2013;1945)",
    "General MacArthur lands in Palo, Leyte, accompanied by President Sergio Osmena and US troops",
    "The Commonwealth government of the Philippines is re-established in Tacloban, Leyte",
    "Pro-Japanese Philippine generals Pio Duran and Benigno Ramos organize the Makapilis"
  ],
  "Malta": [
    "The diocese of Malta is elevated to a Metropolitan See by Pope Pius XII."
  ],
  "Latvia": [
    "<i>Occupation of Latvia by Soviet Union 1944-1945</i>: The Soviet army reentered Riga."
  ],
  "Kenya": [
    "Kenya African Study Union is founded by Harry Thuku"
  ],
  "India": [
    "Subhas Chandra Bose calls Mahatma Gandhi as the Father of the Nation."
  ],
  "Iceland": [
    "Iceland becomes an independent republic, severing the last political ties to Denmark. Sveinn Bj&#xF6;rnsson becomes president."
  ],
  "Haiti": [
    "The Cathedral of Cap-Ha&#xEF;tien is consecrated after 100 years of restoration work",
    "The Centre d'Art is founded; it exhibits important Haitian art works"
  ],
  "France": [
    "<i>Second World War</i> &#x2013; <i>Liberation of Paris</i>: In what is considered the last battle of the Allied Operation Overlord, Allied forces, and in particular Free French Forces and the French Resistance, liberated Paris from German occupation as a strong symbolic effort to restore French honor, tarnished by the fast defeat. The rest of France was liberated as the Allies advanced towards Germany."
  ],
  "Estonia": [
    "Otto Tief was captured by Soviet forces; J&#xFC;ri Uluots and members of the Tief government escaped to Sweden.",
    "<i>Battle of Narva</i>: The first Soviet units crossed Estonian border.",
    "<i>Battle of Narva</i>: Estonian volunteers launched a counterattack at Narva river.",
    "World War II: Soviet Army planes attack Narva in Estonia, destroying almost the entire old town.",
    "World War II: Soviet Army planes attack Tallinn, Estonia.",
    "<i>Battle of Narva</i>: The Soviets captured Narva.",
    "<i>Battle of Tannenberg Line</i>: The Estonian and German counterattack stopped Soviet advance towards Tallinn.",
    "The Soviets captured most of Tartu, what became frontline city for almost a month.",
    "J&#xFC;ri Uluots, prime minister in capacity of president of Estonia, asks Otto Tief to form a government on the eve of the withdrawal of German forces; official gazette published proclaiming the Tief government.",
    "Otto Tief attempts to organise the defence of Tallinn against the arrival of the Red Army two days later.",
    "The Soviets captured Tallinn.",
    "The entire territory of Estonia was captured by the Red Army."
  ],
  "China": [
    "<i>Battle of Changsha</i>: The Japanese army launched a general offensive against Changsha."
  ],
  "Brazil": [
    "The former Royal Military Academy expends into the city of Resende.",
    "Second World War: The first five thousand Brazilian Expeditionary Force soldiers, the 6th RCT, leave Brazil for Europe aboard the USNS <i>General Mann</i>.",
    "Brazilian air-land forces go into action in Italy.",
    "Brazilian pilots begin operations, as individual elements of flights attached to 350th FG squadrons."
  ],
  "Belgium": [
    "Liberation of Brussels and Antwerp.",
    "Customs Convention between Belgium, the Netherlands and Luxembourg signed.",
    "German reinvasion: the Battle of the Bulge begins."
  ],
  "Barbados": [
    "Women secure the right to vote."
  ],
  "Australia": [
    "Cowra breakout, mass escape of Japanese prisoners of war occurs in NSW.",
    "Japanese inflict Sandakan Death March on 2,000 Australian and British prisoners of war &#x2013; only 6 survive. The single worst war crime perpetrated against Australians.",
    "Australian forces battle Japanese garrisons from Borneo to Bougainville.",
    "The Pharmaceutical Benefits Scheme is introduced, providing subsidised medicine to all Australians"
  ],
  "Argentina": [
    "San Juan earthquake destroys provincial capital, kills 10,000"
  ],
  "Albania": [
    "The National Liberation Movement, supplied with British weapons, gained control of southern Albania.",
    "The Communists met to organize an Albanian government and appointed Hoxha chairman of the executive committee and supreme commander of the National Liberation Movement.",
    "Communist forces enter central and northern Albania.",
    "The Communists established a provisional government with Enver Hoxha as Prime Minister.",
    "The Communists entered the capital in the wake of a German withdrawal.",
    "The Communist provisional government adopted laws allowing state regulation of commercial enterprises and foreign and domestic trade."
  ]
}