{
  "year": "1945",
  "Albania": [
    "The Communist provisional government agreed to restore Kosovo to Yugoslavia as an autonomous region.",
    "The government began to condemn thousands of &quot;war criminals&quot; and &quot;enemies of the people&quot; to death or to prison, and to nationalize industry, transportation, forests, and pastures.",
    "Yugoslavia recognized the government of Albania.",
    "Sweeping agricultural reforms began under which about half of arable land was eventually redistributed to peasants from large landowners and most church properties were nationalized.",
    "The United Nations Relief and Rehabilitation Administration began sending supplies to Albania.",
    "The Soviet Union recognized the Albanian provisional government.",
    "Britain and the United States made full diplomatic recognition of Albania conditional.",
    "Elections for the People&apos;s Assembly were held in which only candidates from the Democratic Front (Albania) were on ballot."
  ],
  "Argentina": [
    "Argentina enters World War II on the side of the Allies and admitted as founding member of United Nations",
    "Per&#xF3;n arrested then freed after major popular protest by those known as the <i>Descamisados</i>"
  ],
  "Australia": [
    "the Liberal Party of Australia is established with Robert Menzies as its first leader.",
    "Australian forces lead Battle of Borneo",
    "Nazi Germany surrenders",
    "Prime Minister Curtin dies and is replaced, briefly by Frank Forde, then by Ben Chifley and the Chifley Labor Government",
    "Japan surrenders",
    "Australia becomes a founding member of the United Nations",
    "The Sydney to Hobart Yacht Race is held for the first time"
  ],
  "Belgium": [
    "Liberation of Belgium completed.",
    "End of World War II in Europe."
  ],
  "Brazil": [
    "A fourth transport of troops of the Brazilian Expeditionary Force reaches Italy, in preparation for the Spring 1945 offensive.",
    "Brazilian troops arrive in Turin on the same day that the cessation of hostilities is announced.",
    "Bishop Carlos Duarte Costa, an outspoken critic of the regime of President Get&#xFA;lio Vargas and of the Vatican&apos;s alleged relationship with fascist regimes, gives newspaper interviews accusing Brazil&apos;s Papal nuncio of Nazi-Fascist spying, and accusing Rome of having aided and abetted Hitler. Shortly afterwards he establishes the Brazilian Catholic Apostolic Church.",
    "President Vargas resigns, beginning the period known as the Second Brazilian Republic. Jos&#xE9; Linhares becomes acting president.",
    "A general election is held, the first since the establishment of Get&#xFA;lio Vargas&apos; Estado Novo. The presidential election is won by Eurico Gaspar Dutra of the Social Democratic Party (PSD), which also wins a majority of seats in both the Chamber of Deputies and the Senate."
  ],
  "Burma": [
    "Return of British rule"
  ],
  "Cambodia": [
    "After its defeat in World War II, Japan relinquished its Indochinese territories."
  ],
  "Canada": [
    "Canada joins United Nations, seeking to play a world role as a &quot;middle power&quot;, with interest in the UN Charter and in relief agencies."
  ],
  "Chile": [
    "Chilean poet Gabriela Mistral receives the Nobel Prize for Literature."
  ],
  "China": [
    "The United Nations Charter establishing the United Nations (UN) was signed at the San Francisco War Memorial and Performing Arts Center by fifty nations including China.",
    "<i>Atomic bombings of Hiroshima and Nagasaki</i>: As many as eighty thousand Japanese, largely civilians, were killed in the atomic bombing of Hiroshima by a United States aircraft.",
    "<i>Surrender of Japan</i>: Japanese forces in China formally surrendered to Chiang Kai-shek.",
    "<i>Surrender of Japan</i>: China regains control of Taiwan from Japan and was proclaimed as Retrocession Day. Chen Yi of the Kuomintang was appointed Chief Executive.",
    "<i>Campaign to Suppress Bandits in Northeast China</i>: The Communist People&apos;s Liberation Army (PLA) launched a campaign against bandits and KMT guerillas in northeast China."
  ],
  "Colombia": [
    "Date of death of impressionist painter Andr&#xE9;s de Santa Maria",
    "Alberto Lleras Camargo is president of Colombia"
  ],
  "England": [
    "<i>World War II</i> ended in Europe."
  ],
  "France": [
    "Establishment of the United Nations (UN) with France having a veto on the Security Council."
  ],
  "Germany": [
    "<i>Death of Adolf Hitler</i>: Hitler committed suicide by gunshot in the <i>F&#xFC;hrerbunker</i> in Berlin.",
    "The Christian Democratic Union of Germany (CDU) was founded.",
    "<i>Potsdam Conference</i>: British prime minister Clement Attlee, president Harry S. Truman of the United States and Joseph Stalin, the general secretary of the Soviet Communist Party, issued the Potsdam Agreement at Cecilienhof in Potsdam. The parties agreed that Germany would be returned to its 1937 borders with some additional cessions to the Soviet Union and ratified its division into British, French, American and Soviet occupation zones."
  ],
  "India": [
    "Wavell Plan Simla Conference."
  ],
  "Indinesia": [
    "First meeting of the Investigatory Commission for Indonesian Independence.",
    "Sukarno&apos;s <i>Pancasila</i> speech",
    "Draft of constitution for the Republic completed.",
    "Republican government established in Jakarta and constitution adopted. Central Indonesian National Committee (KNIP) established.",
    "Euphoria of revolution spreads across the country, while local Japanese commanders and their troops often abandoned urban areas to avoid confrontation. Many discreetly allowed Indonesian youths to acquire arms. Republican youths take over infrastructure facilities in large Javan cities and mass pro-Republic rallies are held. (to September)",
    "Japanese surrender to Allied powers.",
    "&quot;Proclamation of Indonesian Independence,&quot; signed by Sukarno-Hatta.",
    "Vice President Hatta proclaims right of the people to form political parties.",
    "Battle of Surabaya."
  ],
  "Italy": [
    "Alcide De Gasperi becomes Prime Minister, holding the office until 1953. He is considered one of the founding fathers of the European integration.",
    "Milan is finally liberated on 25 April 1945. Resistance fighters catch Benito Mussolini as he flees north in the hope of reaching Switzerland. They shot him along with his lover, Clara Petacci. The corpses are brought back to Milan and hang in a gas station in Piazzale Loreto."
  ],
  "Japan": [
    "Surrender of Japan"
  ],
  "Malaysia": [
    "Sandakan Death Marches: Cruel marches began which were forced by Japan.",
    "Sandakan Death Marches: The death marches came to an end.",
    "Battle of North Borneo: A battle was fought between the Australians and Japanese.",
    "Japan surrendered, leaving a power vacuum.",
    "The British returned and established a military administration in the Straits Settlements.",
    "Kedah and the three other states were returned to the British."
  ],
  "Malta": [
    "Malta Conference (1945); President Franklin D. Roosevelt of the United States and Prime Minister Winston Churchill of the United Kingdom meet on Malta to plan the final campaign against the Germans with the combined Chiefs of Staff, and to prepare for the Yalta Conference. (to 3 February)",
    "The Maltese exiles are repatriated from Uganda."
  ],
  "Philippine": [
    "Troops led by Gen. MacArthur land on the shores of Pangasinan via Lingayen Gulf in an attempt to liberate the country from the Japanese.",
    "Raid at Cabanatuan: 121 American soldiers and 800 Filipino guerrillas free 813 American Prisoners of war from the Japanese-held camp in the city of Cabanatuan in the Philippines.",
    "US troops enter Manila",
    "Hukbalahap troop leaders arrested by the US forces",
    "The Battle of Manila ends. The Japanese surrender to the combined US and Filipino troops",
    "MacArthur hands over Malacanang Palace to Osmena.",
    "The US and Filipino troops recaptured Manila.",
    "Liberation of the town of Panay, Capiz and the province of Romblon from the Japanese forces.",
    "The families of pro-Japanese President Laurel and Speaker Aquino leave the country for Japan to seek refuge",
    "The Congress elected in 1941 convenes for the first time",
    "General MacArthur announces the liberation of the Philippines",
    "The American forces drop an atomic bomb over Hiroshima, Japan.",
    "The American forces an atomic bomb over Nagasaki, Japan.",
    "The Empire of Japan accepts defeat",
    "Philippines President Jos&#xE9; P. Laurel issues an Executive Proclamation putting an end to the Second Philippine Republic, thus ending to his term as President of the Philippines.",
    "The final official Japanese Instrument of Surrender is accepted by the Supreme Allied Commander, General Douglas MacArthur, and Fleet Admiral Chester W. Nimitz for the United States, and delegates from Australia, New Zealand, the United Kingdom, The Netherlands, China, and others from a Japanese delegation led by Mamoru Shigemitsu, on board the American battleship USS <i>Missouri</i> in Tokyo Bay.",
    "Japanese general Tomoyuki Yamashita surrenders to Filipino and American forces at Kiangan, Ifugao.",
    "Jose P. Laurel is arrested by the US army",
    "The United Nations is founded by ratification of its Charter, by 29 nations.",
    "Manuel Roxas separates from the Nacionalista Party of Sergio Osmena Sr and joins the Liberal Party"
  ],
  "Poland": [
    "End of World War II in Europe",
    "Trial of the Sixteen Polish Underground leaders in Moscow",
    "August&#xF3;w roundup of anti-Communist partisans",
    "Potsdam Conference concludes between the Soviet Union, the United Kingdom, and the United States",
    "Krak&#xF3;w pogrom with one dead victim"
  ],
  "Russia": [
    "The Soviet Union captured Warsaw.",
    "The Soviet Union captured Budapest.",
    "Alexius I was elected Patriarch of Moscow.",
    "The Soviet Union gained the right to Sakhalin and the Kuril Islands at the Yalta Conference",
    "Romanian Prime Minister Nicolae R&#x103;descu was forced to resign his office to Petru Groza of the Ploughmen&apos;s Front.",
    "The government of the Third Czechoslovakian Republic was established in Ko&#x161;ice.",
    "<i>Battle of Berlin</i>: The Soviet army began shelling Berlin.",
    "The RTRP ceded control of Poland&apos;s internal security apparatus to the Soviet government for forty years.",
    "<i>Battle of Berlin</i>: The defenders of Berlin surrendered to the Soviet Union.",
    "The Soviet army captured Prague.",
    "<i>Trial of the Sixteen</i>: Leaders of the Polish Secret State were tried in the Soviet Union for collaboration.",
    "<i>Trial of the Sixteen</i>: The defendants were sentenced.",
    "The coalition Provisional Government of National Unity (TRJN) was established in Poland.",
    "The United States recognized the TRJN.",
    "The Potsdam Agreement moved Poland&apos;s borders to the west and established the shape of occupied Germany.",
    "<i>Invasion of Manchuria</i>: Soviet armed forces landed on Sakhalin.",
    "<i>Invasion of Manchuria</i>: Soviet amphibious forces landed in Korea.",
    "<i>Invasion of Manchuria</i>: The Soviet Union captured Changchun, the capital of Manchukuo.",
    "<i>Invasion of Manchuria</i>: The Soviet Union captured Sakhalin&apos;s capital.",
    "The Soviet Union established the Azerbaijan People&apos;s Government in Iranian Azerbaijan."
  ],
  "Rwanda": [
    "Ruanda-Urundi becomes a United Nations Trust Territory."
  ],
  "Serbia": [
    "The YNLA liberates the Jasenovac concentration camp, following a retreat of Nazi and Usta&#x161;e forces. 50,000 prisoners who were able to walk were freed and led from the camp. Massive destruction of data preceded the liberation, making it hard to determine the extent of the <i>Serbian Genocide</i>. The numbers reach several hundred thousand victims.",
    "Aided by the Soviet army, Yugoslav Partisans expel fascist and Nazi forces from the country, ultimately defeating the royalists as well. Usta&#x161;e flee the country as well, among whom also Ante Paveli&#x107;, Petar Brzica, etc. Yugoslav Danube Swabians are also forced to leave the country, as well as many Hungarians and Italians.",
    "Federal People&apos;s Yugoslavia or <i>Second Yugoslavia</i> is proclaimed by the Yugoslav Federal Parliament in Belgrade. The monarchy is officially abolished and the royal family banned from entering the country.",
    "Serbian lands are dismantled under a pretext of Serbian hegemony and self-determination, being given to republic of Montenegro, provinces of Kosovo and Vojvodina, republic of Macedonia, republic of Bosnia-Herzegovina, even to republic of Croatia (Baranja region), leaving Serbia, in form of Serbia proper, crippled in territory and population despite its Allied-orientation. Territories of Croatia are expanded into Baranja, Dalmatia and Istria under Croatian dictator Josip Broz Tito, despite the role of Croatia in the war (<i>ethnic balance policy</i>)."
  ],
  "Singapore": [
    "Japan surrenders, and there is anomie and looting for nearly a month when the British do not return immediately.",
    "The British return to Singapore after the end of World War II and begin a military administration of the Straits Settlements."
  ],
  "Slovenia": [
    "Troops of Yugoslav 4th Army together with Slovene 9th Corpus NOV, New Zealand units and Italian resistance liberate Trieste.",
    "First postwar Slovene national government is named and elected by the SNOS (Slovene National Liberation Council) at the Bratina Hall in Ajdov&#x161;&#x10D;ina.",
    "British 8th Army together with Slovene partisan troops and motorized detachment of Yugoslav 4th Army arrives to Carinthia and Klagenfurt.",
    "General Alexander L&#xF6;hr Commander of German Army Group E near Topol&#x161;ica, Slovenia signs unconditional capitulation of German occupation troops. World War II in Slovenia ends.",
    "Forced repatriation of Slovene military and civilians from Viktring, Austria to various postwar execution sites including the Ko&#x10D;evski Rog massacre and the Teharje camp.",
    "Trieste stops being under the administration of Yugoslav army."
  ],
  "Sweden": [
    "Raoul Wallenberg is detained by Soviet authorities in Budapest and subsequently disappears."
  ],
  "Taiwan": [
    "<i>Jewel Voice Broadcast</i>: Hirohito announces Japan&apos;s surrender",
    "<i>Retrocession Day</i>: Rikichi And&#x14D; signs documents &quot;restoring&quot; Taiwan and Penghu to the Republic of China with Chen Yi appointed as Chief Executive.",
    "Population of Taiwan grows to 6,560,000"
  ],
  "USA": [
    "<i>Operation Bodenplatte</i>: The German <i>Luftwaffe</i> destroyed a number of Allied aircraft across the Low Countries, at a cost of some two hundred pilots killed or captured.",
    "<i>Chenogne massacre</i>: American troops killed some sixty soldiers of the German <i>Wehrmacht</i> held as prisoners of war near Chenogne, Belgium.",
    "Republican congressman William I. Troutman of Pennsylvania&apos;s at-large congressional district resigned.",
    "<i>Invasion of Lingayen Gulf</i>: American and Australian warships began bombarding Japanese positions in the Lingayen Gulf.",
    "<i>Battle of Luzon</i>: The Sixth Army landed at the Lingayen Gulf.",
    "Vice president-elect Harry S. Truman, a Democrat, resigned his Senate seat representing Missouri.",
    "Democrat Frank P. Briggs was appointed to fill Truman&apos;s vacant Senate seat from Missouri.",
    "<i>Fourth inauguration of Franklin D. Roosevelt</i>: Franklin D. Roosevelt was sworn into his fourth term as president in Washington, D.C.",
    "<i>Colmar Pocket</i>: French forces attacked the south flank of the German 19th Army, then in possession of territory around Colmar in Alsace.",
    "<i>Operation Nordwind</i>: American forces withdrew to the south bank of the Moder in the face of a German advance.",
    "<i>Raid at Cabanatuan</i>: American and Philippine forces liberated some six hundred civilians and Allied prisoners of war from a Japanese camp near Cabanatuan.",
    "<i>Battle of Kesternich</i>: American forces entered the German-held village of Kesternich, in modern Simmerath.",
    "<i>Battle of Bataan</i>: American forces advanced on a Japanese regiment in a pass of the Zambales Mountains.",
    "<i>Battle of Kesternich</i>: The last German defenders were expelled from Kesternich.",
    "<i>Battle of Manila</i>: The 1st Cavalry Division entered the northern outskirts of Manila.",
    "<i>Yalta Conference</i>: Franklin D. Roosevelt, British prime minister Winston Churchill and Joseph Stalin of the Soviet Union met near Yalta to discuss the reorganization of Europe after the war.",
    "The Curecanti National Recreation Area was established.",
    "<i>Colmar Pocket</i>: The German army retreated across the Rhine.",
    "<i>Operation</i> Kita: Six Japanese ships left Singapore for Japan under British and American harassment.",
    "<i>Yalta Conference</i>: The conference ended. The three parties agreed to the demilitarization of Germany and its division into American, British, Soviet and French occupation zones, and the establishment of a Polish government with the pro-Soviet Polish Committee of National Liberation at its core.",
    "<i>Bombing of Dresden in World War II</i>: British bombers launched the first of four firebombing raids on Dresden.",
    "Republican Thomas C. Hart was appointed to the Senate seat representing Connecticut left vacant by Maloney&apos;s death.",
    "Democrat Dave E. Satterfield, Jr., representative from Virginia&apos;s 3rd congressional district, resigned.",
    "<i>Battle of Corregidor</i>: American paratroopers landed on the Japanese-held island of Corregidor.",
    "<i>Battle of Iwo Jima</i>: The V Amphibious Corps landed on Japanese-occupied Iwo Jima.",
    "<i>Operation</i> Kita: The Japanese ships arrived safely in Kure, Hiroshima.",
    "<i>Battle of Bataan (1945)</i>: Bataan was fully conquered by American and Philippine forces.",
    "<i>Battle of Baguio</i>: American and Philippine forces began an advance on Baguio.",
    "<i>Battle of Monte Castello</i>: American and Brazilian forces captured a German stronghold in the northern Apennine Mountains.",
    "<i>Raid at Los Ba&#xF1;os</i>: American and Philippine forces raided a Japanese prison camp at Los Ba&#xF1;os, Laguna, rescuing some two thousand Allied and civilian prisoners.",
    "<i>1945 Southern Conference Men&apos;s Basketball Tournament</i>: The University of North Carolina defeated Duke University in the final of the Southern Conference men&apos;s basketball tournament.",
    "<i>Battle of Corregidor (1945)</i>: Corregidor was declared secured",
    "<i>Operation Lumberjack</i>: American forces attacked German positions in an advance on the Rhine.",
    "<i>Battle of Manila (1945)</i>: The last of Manila fell to American and Philippine forces.",
    "Senator John Moses, Democrat of North Dakota, died during open heart surgery.",
    "Democrat J. Vaughan Gary was seated in the House following a special election to fill the seat representing Virginia&apos;s 3rd congressional district, vacant due to Satterfield&apos;s resignation.",
    "<i>Battle of Remagen</i>: American forces entered Remagen and captured the Ludendorff Bridge.",
    "<i>Granville raid</i>: German forces damaged several Allied ships, killed twenty sailors, and stole a coal collier in Granville, Manche.",
    "Congress passed the McCarran&#x2013;Ferguson Act. The act declares that federal laws should not be taken to regulate the insurance industry, unless specifically so stated, if a state law already exists.",
    "<i>Battle of Mindanao</i>: The Eighth Army began preparations for the invasion of Mindanao.",
    "<i>Santa Fe riot</i>: Some three hundred Japanese nationals interned at a camp near Santa Fe, New Mexico rioted following the removal of three of their number to another camp.",
    "Republican Milton Young was appointed to fill the Senate seat representing North Dakota left vacant by Moses&apos;s death.",
    "<i>17th Academy Awards</i>: An awards ceremony for American cinema was held in Los Angeles.",
    "<i>Operation Undertone</i>: French and American forces launched an assault against the German army across a front stretching from Saarbr&#xFC;cken to Haguenau.",
    "<i>Bombing of Kobe in World War II</i>: American forces firebombed Kobe, killing some nine thousand civilians.",
    "<i>Battle of the Visayas</i>: The 185th Infantry Regiment landed at Tigbauan, Iloilo in the Japanese-occupied Visayas.",
    "<i>Western Allied invasion of Germany</i>: The 5th Infantry Division crossed the Rhine at Nierstein.",
    "Republican congressman James V. Heidinger of Illinois&apos;s 24th congressional district died.",
    "<i>Operation Plunder</i>: British and American forces crossed the Rhine near the confluence with the Lippe.",
    "<i>Operation</i> Varsity: The United States and United Kingdom dropped some twenty thousand paratroopers on the east side of the Rhine.",
    "<i>Operation Undertone</i>: The bulk of German forces retreated across the Rhine and destroyed the last remaining bridge, at Germersheim.",
    "<i>Battle of Iwo Jima</i>: Iwo Jima was declared secure.",
    "<i>Battle for Cebu City</i>: American and Philippine forces landed on Cebu.",
    "<i>Battle of Frankfurt</i>: American forces reached the outskirts of Frankfurt.",
    "The Supreme Court held in a decision in <i>United States v. Willow River Power Co.</i> that the Fifth Amendment only requires just compensation when private property is taken for public use, and not more generally when government action causes an economic loss.",
    "<i>1945 NCAA Men&apos;s Division I Basketball Tournament</i>: Oklahoma A&amp;M beat New York University in the final of a college basketball tournament.",
    "<i>Battle for Cebu City</i>: Allied forces captured Cebu City.",
    "<i>Battle of Frankfurt</i>: American forces conquered Frankfurt.",
    "<i>Battle of Okinawa</i>: American forces landed on the Japanese island of Okinawa.",
    "<i>Battle of Kassel</i>: The 80th Division advanced on the German-held city of Kassel from the south.",
    "<i>Los Angeles mayoral election, 1945</i>: Republican Fletcher Bowron was reelected mayor of Los Angeles with fifty-four percent of the vote.",
    "<i>Battle of Buchhof and Stein am Kocher</i>: German and American forces met in battle between the Neckar and the Kocher.",
    "<i>Battle of Kassel (1945)</i>: The defenders of the city surrendered.",
    "<i>Freeman Field Mutiny</i>: Some forty black airmen were arrested after entering the white officers&apos; club at Freeman Army Airfield.",
    "<i>Spring 1945 offensive in Italy</i>: An Allied artillery bombardment began against German positions across the Senio.",
    "<i>Battle of West Hunan</i>: Japanese forces invaded western Hunan.",
    "<i>Operation Ten-Go</i>: A naval battle took place south of Kyushu in which eight Japanese ships were destroyed or severely damaged and some four thousand sailors killed, largely due to the complete air superiority of the United States.",
    "<i>1945 NFL Draft</i>: An NFL draft was held in New York City.",
    "<i>Battle of Bologna</i>: Allied forces advanced on the German-held city of Bologna.",
    "<i>Operation Copper</i>: Seven of eight commandos of the Allied Z Special Unit were captured and executed following a failed reconnaissance of an island in New Guinea.",
    "Franklin D. Roosevelt died of a cerebral hemorrhage in Warm Springs, Georgia.",
    "<i>First inauguration of Harry S. Truman</i>: Truman was sworn in as president in Washington, D.C.",
    "<i>Operation Teardrop</i>: An American surface ship made radar contact in the northern Atlantic Ocean with a German U-boat bound for North America",
    "<i>Battle of Nuremberg</i>: The Seventh Army began an assault on Nuremberg.",
    "<i>Operation Herring</i>: The Army Air Forces dropped some two hundred Italian resistance paratroopers into German-held areas in the valley of the Po.",
    "<i>Battle of Nuremberg (1945)</i>: The last German resistance in Nuremberg surrendered to American forces.",
    "<i>Battle of Bologna</i>: Allied forces captured Bologna.",
    "<i>1945 Stanley Cup Finals</i>: The Toronto Maple Leafs beat the Detroit Red Wings in the seventh game of the Stanley Cup finals, in Detroit.",
    "<i>Operation Herring</i>: The operation ended with some two thousand Germans captured or killed.",
    "<i>Action of 23 April 1945</i>: An American submarine sank a German submarine in the Java Sea.",
    "The Supreme Court in a decision in <i>Cramer v. United States</i> overturned the treason conviction of the plaintiff, holding that the prosecution had not proved that he had committed actions meeting the constitutional definition of the crime.",
    "<i>Battle of Baguio (1945)</i>: American and Philippine forces entered Baguio.",
    "<i>United Nations Conference on International Organization</i>: A convention attended by delegates from fifty countries opened in San Francisco.",
    "<i>Battle of Collecchio</i>: Brazilian forces encountered German and Italian forces attempting to flee north across the Po at Fornovo di Taro.",
    "<i>Battle of Davao</i>: American forces landed at Davao Gulf.",
    "<i>Death of Adolf Hitler</i>: German <i>F&#xFC;hrer</i> Adolf Hitler committed suicide by gunshot in Berlin.",
    "<i>Battle of Berlin</i>: Soviet and Polish forces captured the German capital Berlin.",
    "<i>1945 Kentucky Derby</i>: Hoop Jr. won a running of the Kentucky Derby in Louisville, Kentucky.",
    "<i>Battle for Castle Itter</i>: American troops and soldiers of the German Army defended a castle from the Waffen-SS in Itter.",
    "<i>Battle of Point Judith</i>: American surface ships sank a German U-boat off Point Judith, Rhode Island.",
    "The Supreme Court held in a decision in <i>Jewell Ridge Coal Corp. v. United Mine Workers of America</i> that the underground travel time of coal miners was compensable work time under the Fair Labor Standards Act.",
    "The Supreme Court in <i>Screws v. United States</i> held a conviction under the civil rights sections of Title 18 of the United States Code requires proof of the defendant&apos;s specific intent to deprive the victim of a federal right.",
    "<i>End of World War II in Europe</i>: Alfred Jodl of the German <i>Oberkommando der Wehrmacht</i> signed the German Instrument of Surrender in Berlin.",
    "<i>Battle of Slivice</i>: German forces led by <i>gruppenf&#xFC;hrer</i> Carl Friedrich von P&#xFC;ckler-Burghauss were placed under bombardment by American and Soviet forces in Slivice, near &#x10C;imelice.",
    "The Supreme Court in a decision in <i>Sinclair &amp; Carroll Co. v. Interchemical Corp.</i> held a patent invalid for lack of inventiveness.",
    "<i>Battle of the Visayas</i>: Major combat operations were declared finished. Philippine forces were tasked with eliminating the last Japanese resistance in the Visayas.",
    "<i>Project Hula</i>: A convoy of American ships given over to the Soviet Union departed Cold Bay, Alaska.",
    "The Office of Civilian Defense, responsible for coordinating state and federal emergency response, was dissolved by executive order.",
    "<i>1945 Florida State Road renumbering</i>: Florida&apos;s state roads were renumbered.",
    "The Supreme Court held in a decision in <i>In re Summers</i> that the Illinois state bar association, in denying the admission of the petitioner, a conscientious objector, had not violated his First or Fourteenth Amendment rights.",
    "<i>Battle of Bessang Pass</i>: The United States Army Forces in the Philippines - Northern Luzon captured Cervantes, Ilocos Sur",
    "The Supreme Court held in a decision in <i>Southern Pacific Co. v. Arizona</i> that Arizona&apos;s Train Limit Law of 1912 placed an unconstitutional burden on interstate commerce.",
    "The Supreme Court reached a decision in <i>Associated Press v. United States</i> in which it held that the Associated Press, an association of news media organizations, had violated the Sherman Antitrust Act by forbidding its member organizations from selling stories to nonmembers, and that it was not exempt from the Act under the First Amendment.",
    "In a decision in <i>Guaranty Trust Co. v. York</i>, the Supreme Court held that a state law, specifically a state statute of limitations, must be followed by a federal court where it substantially affects the outcome of the case.",
    "<i>Battle of Okinawa</i>: The last Japanese resistance on Okinawa was defeated. The battle left some twenty thousand American soldiers and as many as one hundred thousand Japanese soldiers and another hundred thousand civilians dead.",
    "<i>Battle of Labuan</i>: Australian and American forces wiped out the last Japanese resistance on Labuan.",
    "Democratic senator James G. Scrugham of Nevada died.",
    "<i>United Nations Conference on International Organization</i>: The delegates to the conference signed the United Nations Charter. The charter establishes the United Nations (UN), an intergovernmental organization with a General Assembly of all member states and a Security Council responsible for authorizing sanctions and military action.",
    "The War Food Administration, responsible for the production and distribution of food during wartime, was abolished by executive order.",
    "The 78th Flying Training Wing was disbanded.",
    "Democratic congressman Clinton Presba Anderson of New Mexico&apos;s at-large congressional district resigned his seat following his appointment as Secretary of Agriculture.",
    "<i>Battle of Balikpapan</i>: The Australian 7th Division landed a few miles north of Balikpapan.",
    "<i>Utah prisoner of war massacre</i>: An American soldier murdered nine German prisoners of war at a camp in Salina, Utah.",
    "<i>Tillamook Burn</i>: A fire started in the Northern Oregon Coast Range near the Salmonberry River.",
    "<i>Allied naval bombardments of Japan during World War II</i>: Bombers of the Fast Carrier Task Force began bombing military targets around Tokyo.",
    "<i>Eastern Air Lines Flight 45</i>: A commercial flight collided with a bomber over Lamar, South Carolina, resulting in the crash of both aircraft and one civilian and two military fatalities.",
    "<i>1945 PGA Championship</i>: Byron Nelson won a golf tournament held in Kettering, Ohio.",
    "<i>Trinity</i>: The Army conducted a test detonation of a nuclear weapon in the Jornada del Muerto.",
    "<i>Potsdam Conference</i>: A conference opened in Potsdam with Truman, Churchill and Stalin as attendees.",
    "<i>Attack on Yokosuka</i>: American and British forces bombed Yokosuka, Kanagawa, destroying several Japanese ships.",
    "<i>Battle of Sagami Bay</i>: An American destroyer squadron sank a Japanese freighter off the tip of the B&#x14D;s&#x14D; Peninsula.",
    "<i>Action of 24 July 1945</i>: A Japanese <i>kaiten</i> sank an American destroyer escort off Luzon, killing over a hundred sailors.",
    "<i>Bombing of Kure</i>: The Third Fleet bombed the harbor at Kure, Hiroshima, destroying seven Japanese ships including an aircraft carrier.",
    "Democrat Edward P. Carville of Nevada was appointed to fill the Senate seat left vacant by Scrugham&apos;s death.",
    "<i>Potsdam Conference</i>: Truman, Churchill and Chiang Kai-shek of China issued the Potsdam Declaration outlining the terms of Japan&apos;s surrender.",
    "<i>Bombing of Aomori in World War II</i>: United States forces firebombed the city of Aomori, Aomori, killing some two thousand civilians.",
    "<i>B-25 Empire State Building crash</i>: A bomber crashed into the Empire State Building in New York City, killing three crewmembers and eleven in the building.",
    "Congress passed a law chartering the Export&#x2013;Import Bank, which provides credit to foreign purchasers of American goods, as an independent agency.",
    "<i>Potsdam Conference</i>: Truman, Stalin and British prime minister Clement Attlee signed the Potsdam Agreement, dissolving the European Advisory Commission and establishing the Allied Control Council to govern Germany with a view to establishing a single, disarmed, democratic German state.",
    "<i>Atomic bombings of Hiroshima and Nagasaki</i>: The United States dropped an atomic bomb on Hiroshima, killing some ten thousand soldiers and thirty thousand civilians. More would die in the following months from burns and radiation sickness.",
    "Republican Senator Hiram Johnson of California died.",
    "<i>Atomic bombings of Hiroshima and Nagasaki</i>: The United States dropped an atomic bomb on Nagasaki, killing some twenty thousand civilians.",
    "<i>Michigan train wreck</i>: A train collision in Michigan City, North Dakota killed some thirty people.",
    "<i>Jewel Voice Broadcast</i>: Emperor Hirohito of Japan read a broadcast announcing that Japan would accept the terms of the Potsdam Declaration.",
    "<i>Battle of Mindanao</i>: The last Japanese resistance on Mindanao was wiped out.",
    "The Soviet Union accepted an American proposal to divide Korea into two zones of occupation divided at the 38th parallel north.",
    "President Jos&#xE9; P. Laurel of the Second Philippine Republic in exile in Tokyo declared the dissolution of his government.",
    "Republican William F. Knowland of California was appointed to fill the Senate seat left vacant by Hiram Johnson&apos;s death.",
    "<i>1945 Texas hurricane</i>: A hurricane made landfall over Port Aransas, Texas which would kill three people before dissipating two days later.",
    "Republican congressman D. Lane Powers resigned his seat representing New Jersey&apos;s 4th congressional district.",
    "<i>USA vs. USSR radio chess match 1945</i>: A chess tournament between the United States and the Soviet Union began which would see the latter win by a margin of eleven games.",
    "<i>Surrender of Japan</i>: Japan and nine other states signed the Japanese Instrument of Surrender in Tokyo Bay, calling for the return of all Allied prisoners of war and subordinating the authority of the emperor and the Japanese government to the Supreme Commander for the Allied Powers.",
    "The Japanese garrison on Wake Island surrendered to the United States.",
    "<i>Miss America 1945</i>: Bess Myerson won a Miss America pageant held in Atlantic City, New Jersey.",
    "The 855th Bombardment Squadron was inactivated.",
    "<i>1945 Homestead hurricane</i>: A hurricane made landfall at Key Largo, Florida which would kill four people in the United States.",
    "The United States and the Soviet Union signed the Wanfried agreement, transferring territory between the American and Soviet occupation zones so that the Bebra&#x2013;G&#xF6;ttingen railway did not cut through Soviet occupied territory.",
    "<i>1945 Japan&#x2013;Washington flight</i>: Three specially modified aircraft left Hokkaido for Washington, D.C.",
    "Truman issued an executive order dissolving the Office of Strategic Services effective October 1.",
    "<i>1945 Negro World Series</i>: The Cleveland Buckeyes defeated the Washington Homestead Grays in four games, the fourth held in Philadelphia.",
    "Republican senator Harold Hitz Burton of Ohio resigned his seat following his appointment as an associate justice of the Supreme Court.",
    "<i>Hollywood Black Friday</i>: Forty people were injured in a violent confrontation between striking set directors and strikebreakers in Burbank, California.",
    "<i>National Airlines Flight 16</i>: A commercial flight from Miami to Lakeland, Florida crashed, killing two passengers.",
    "Democrat James W. Huffman was appointed to represent Ohio in the Senate, filling Burton&apos;s vacancy.",
    "<i>1945 World Series</i>: The Detroit Tigers beat the Chicago Cubs in seven games, the last in Chicago, until 2016, when the Cubs made their historic championship run.",
    "A conference in Quebec City of forty-four states including the United States established the Food and Agriculture Organization, dedicated to addressing hunger.",
    "Democratic senator Happy Chandler of Kentucky resigned his seat.",
    "The Supreme Court reached a decision in <i>United States v. Detroit &amp; Cleveland Navigation Co.</i> in which it held that the Interstate Commerce Commission had the authority to grant licenses to common carriers according to its own judgment of what constitutes sufficient carrying capacity.",
    "The 306th Fighter Wing was inactivated.",
    "<i>United Auto Workers (UAW) strike of 1945-46</i>: General Motors employees represented by the United Automobile Workers went on strike.",
    "<i>1945 NCAA Cross Country Championships</i>: Fred Feiler of Drake University and the Drake University team won the individual and team portions of a cross country event held in East Lansing, Michigan.",
    "The Supreme Court reached a decision in <i>International Shoe Co. v. Washington</i> which substantially increased the authority of states to regulate and tax businesses conducting interstate commerce.",
    "<i>Flight 19</i>: Five torpedo bombers disappeared over the Bermuda Triangle.",
    "<i>1945 NFL Championship Game</i>: The Cleveland Rams defeated the Washington Redskins in a football championship game in Cleveland.",
    "The United Nations Participation Act was signed into law, establishing processes for United States participation in the UN.",
    "<i>Sodder children disappearance</i>: A fire destroyed the home of George Sodder in Fayetteville, West Virginia. Four of the nine children living in the home were rescued; the bodies of the other five were not found.",
    "Democratic congressman Joseph Wilson Ervin of North Carolina&apos;s 10th congressional district committed suicide by inhaling gas from a kitchen stove.",
    "The War Brides Act was signed into law, allowing spouses and natural and adoptive children of members of the Armed Forces to enter the United States as non-quota immigrants not subject to health standards.",
    "The 74th Flying Training Wing was disbanded.",
    "Democratic congressman Samuel Dickstein (congressman) resigned his seat representing New York&apos;s 19th congressional district.",
    "The National War Labor Board, established to mediate disputes between workers and employers, was dissolved by executive order.",
    "Democratic congressmen Clifton A. Woodrum, of Virginia&apos;s 6th congressional district, and Robert Ramspeck, of Georgia&apos;s 5th, resigned their seats."
  ],
  "Vietnam": [
    "August Revolution.",
    "Emperor B&#x1EA3;o &#x110;&#x1EA1;i (1925&#x2013;1945) ended his rule of Vietnam."
  ]
}