{
  "year": "1946",
  "USA": [
    "Automobile production in the United States for private consumers resumed.",
    "The Employment Act was signed into law; establishing the Council of Economic Advisers.",
    "The Philippines regained independence from the United States.",
    "Benjamin Spock's <i>The Common Sense Book of Baby and Child Care</i> was published.",
    "The United States Atomic Energy Act of 1946 was signed into law; establishing the United States Atomic Energy Commission.",
    "President Truman signed Executive Order 9808; establishing the President's Committee on Civil Rights."
  ],
  "Tanzania": [
    "British mandate over Tanganyika is converted to a United Nations Trusteeship."
  ],
  "Syria": [
    "French troops evacuated Syria."
  ],
  "Serbia": [
    "the <i>National Committee for the War Crimes and Reparations</i> concludes that 1,7 million people have died during World War II in Yugoslavia, many of whom were victims of civil war and the Croatian racial policy. Serbs account for about 65% of the total victim count, or 1,2 million people. About one third of the numbers are the victims of the Jasenovac concentration camp, according to this research. These numbers are a matter of controversy today but, nevertheless, reflect a high level of human losses in the country during World War II."
  ],
  "Poland": [
    "People's referendum",
    "Kielce pogrom"
  ],
  "Philippine": [
    "Tomoyuki Yamashita was hanged at Los Ba&#xF1;os, Laguna prison camp.",
    "Manuel Roxas wins in the last Presidential Election under the Commonwealth",
    "Bolinao Electronics Corporation (BEC) is established by James Lindenberg; later Alto Broadcasting System (ABS) and the forerunner of ABS&#x2013;CBN.",
    "The United States recognizes the Independence of the Republic of the Philippines.",
    "The Amended Tenancy Act is promulgated."
  ],
  "Malta": [
    "A National Assembly is created."
  ],
  "Malaysia": [
    "The Straits Settlements were dissolved and replaced by the Malayan Union, conceived to unify the Malay Peninsula under a single government.",
    "Charles Vyner Brooke declared that the Sarawak Supreme Council agreed on the cession of Sarawak to British.",
    "British officially declared Sarawak as Crown Colony of Sarawak"
  ],
  "Japan": [
    "In the controversial International Military Tribunal for the Far East, the prosecution began of Japanese leaders for war crimes."
  ],
  "Italy": [
    "Birth of the Italian Republic: Italy becomes a republic after the results of a popular referendum. The Constituent Assembly is elected to draft the Republican Constitution. Women are granted suffrage too."
  ],
  "Indonesia": [
    "Social revolutions, including the Three Regions (<i>Tiga Daerah</i>) Revolt.",
    "Federal states, including the State of East Indonesia are set up by Dutch in the outer islands."
  ],
  "India": [
    "Royal Indian Navy Mutiny",
    "Cabinet Mission",
    "Direct Action Day/Great Calcutta Killings"
  ],
  "Iceland": [
    "The Keflavik Agreement."
  ],
  "Haiti": [
    "A military coup forces President Lescot to resign; the newly created Executive Military Committee appoints Dumarsais Estim&#xE9; president and the 8.1 M<sub>s</sub> Dominican Republic earthquake."
  ],
  "Germany": [
    "The first of the Allied plans for German industry after World War II, which called for the reduction of German industrial capacity, was issued by the Allied Control Council.",
    "United States secretary of state James F. Byrnes read the speech Restatement of Policy on Germany, clarifying his nation's desire for economic recovery in Germany and guaranteeing its borders."
  ],
  "Cyprus": [
    "The British Government began to imprison thousands of displaced Jews in camps on Cyprus.",
    "Sir Reginald Fletcher, Lord Winster, became governor."
  ],
  "Colombia": [
    "Mariano Ospina P&#xE9;rez is president of Colombia"
  ],
  "China": [
    "<i>Chinese Civil War</i>: The NRA invaded PLA-held territory <i>en masse</i>."
  ],
  "Chile": [
    "Gabriel Gonz&#xE1;lez Videla becomes president, backed by a broad alliance of parties, including the Radicals and Communists. Once in power, he accedes to pressure from the United States and promulgates the Law of Permanent Defense of the Democracy, also known as the <i>Ley Maldita</i> (\"accursed law\"). The law outlawed his former allies the Communists, some of whom were placed in concentration camps in Pisagua. Poet Pablo Neruda is hounded into exile."
  ],
  "Brazil": [
    "A new constitution is introduced, and the position of Vice President of Brazil is recreated; Nereu Ramos is selected as the first incumbent."
  ],
  "Belgium": [
    "Belgian general election, 1946",
    "Flemish nationalist leader August Borms executed by firing squad as a collaborator"
  ],
  "Barbados": [
    "Election: The Barbados Labour Party-BLP, led by Grantley Adams becomes majority leader."
  ],
  "Australia": [
    "Minister for Immigration Arthur Calwell introduces the major post-war immigration scheme",
    "Norman Makin, is voted in as the first President of the United Nations Security Council."
  ],
  "Argentina": [
    "Per&#xF3;n elected President; re-elected to presidency in 1951",
    "Indigenous people march in Mal&#xF3;n de la Paz to Buenos Aires to demand land rights"
  ],
  "Albania": [
    "The People's Assembly proclaimed the Socialist People's Republic of Albania, signalling the beginning of purges of noncommunists from positions of power.",
    "A treaty of friendship and cooperation was signed with Yugoslavia, marking the beginning of a flow of Yugoslavian advisers and grain into Albania.",
    "<i>Corfu Channel Incident</i>: Two British ships were destroyed by mines off the Albanian coast in the Straits of Corfu.",
    "Albania broke diplomatic relations with the United States."
  ]
}