{
  "year": " 1948",
  "Albania": [
    "Albanian Communist Party leaders began voting to merge the Albanian and Yugoslavian economies and militaries.",
    "The measure to merge the Albanian and Yugoslavian economies and militaries passed.",
    "The Cominform expelled Yugoslavia, triggering the souring of Albanian relations with that country.",
    "Hoxha began purging high-ranking party members accused of Titoism.",
    "Albania abrogated its treaty of friendship with Yugoslavia.",
    "The Soviet Union began giving economic aid and sending advisers to Albania.",
    "The first Party Congress changed the name of the Communist Party to the Party of Labour of Albania."
  ],
  "Australia": [
    "Minister for External Affairs, Dr. H. V. Evatt is elected President of the United Nations General Assembly.",
    "Holden starts manufacturing its first Australian designed and built car. The First Model is the 48/215 followed by the FJ, FE, FC, FB, EK, EJ, EH, HD, HR, HK, HT, HQ, HJ, HX. The Holden Commodore was introduced in 1978 and started off with the VB, VH, VK, VL, VN, VT, VY, VZ, VE. Due to financial problems, Holden will no longer manufacture cars in Australia from 2017.",
    "Australia becomes a signatory to the Universal Declaration of Human Rights."
  ],
  "Bangladesh": [
    "General strike by students protesting at the exclusion of Bengali as an official language.",
    "Governor-General of Pakistan Muhammad Ali Jinnah declares in a civic reception that &quot;Urdu, and only Urdu&quot; will remain as the state language.",
    "Jinnah reasserts his &apos;Urdu-only&apos; policy in a speech at Curzon Hall at the University of Dhaka.",
    "Jinnah reiterates his language policy on radio."
  ],
  "Belgium": [
    "Customs Convention between Belgium, the Netherlands and Luxembourg comes into force.",
    "Belgium, France, Luxembourg, the Netherlands, and the United Kingdom sign the Treaty of Brussels, establishing the Brussels Pact for economic, social and cultural collaboration and collective self-defence.",
    "Treaty of Brussels, establishing the Brussels Pact for economic, social and cultural collaboration and collective self-defence, comes into effect."
  ],
  "Burma": [
    "Burma gains independence from the United Kingdom with U Nu as Prime Minister"
  ],
  "China": [
    "<i>Liaoshen Campaign</i>: The last ROC garrison in Manchuria, in Yingkou, retreated in the face of a PLA advance.",
    "<i>Huaihai Campaign</i>: The PLA encircled an ROC army in Xuzhou."
  ],
  "Colombia": [
    "Murder of politician Jorge Eli&#xE9;cer Gait&#xE1;n. Bogotazo riots. Starts the bipartisan violence (&quot;La Violencia&quot;)"
  ],
  "England": [
    "The National Health Service came into being."
  ],
  "Germany": [
    "Ludwig Erhard, the appointed economic director of the Bizone, introduced the Deutsche Mark.",
    "<i>Berlin Blockade</i>: The Soviet Union blocked Western Bloc access to West Berlin by road and rail.",
    "<i>Berlin Blockade</i>: United States cargo planes began shipping food and medical supplies to West Berlin.",
    "The Free Democratic Party (FDP) was established."
  ],
  "Haiti": [
    "The government-owned tobacco company R&#xE9;gie du Tabac et des Allumettes is founded"
  ],
  "India": [
    "Mahatma Gandhi assassinated by Nathuram Godse.",
    "War with Pakistan over disputed territory of Kashmir.",
    "Telangana and other princely states integrated in Indian union"
  ],
  "Indinesia": [
    "Darul Islam rebellions begin in West Java, spread to other provinces but conclude with the execution of its leader Kartosoewiryo. (to 1962)",
    "Renville Agreement establishes the Van Mook line between Republican and Dutch held territories.",
    "Fall of Amir Syarifuddin government largely from Renville Agreement fallout.",
    "Madiun Affair: Nationalist leaders launch a revolt in Central Java in an attempt to take over the Revolution but are suppressed by Communist troops.",
    "Dutch undertake second military offensive capturing Republican capital at Yogyakarta and most of the Republican cabinet. Amir Syarifuddin executed by fleeing Republicans."
  ],
  "Israel": [
    "David Ben-Gurion, executive head of the World Zionist Organization and chairman of the Jewish Agency for Israel, issued the Israeli Declaration of Independence which declared the establishment of a Jewish state in the land of Israel to be known as the State of Israel.",
    "<i>1948 Arab&#x2013;Israeli War</i>: Iraq, Egypt, Jordan and Syria invaded Israel.."
  ],
  "Italy": [
    "The general election sanctions the supremacy of the Christian Democracy party, and the belonging of Italy to the Western side.",
    "The film <i>Bicycle Thieves</i> is released.",
    "The Constitution of the Italian Republic, agreed between Christian-democrats, Socialists and Communists, comes into force."
  ],
  "Lebanon": [
    "The state of Israel was declared. Palestinian refugees begin arriving in Lebanon."
  ],
  "Malaysia": [
    "Opposition from Malay nationalists forced the Malayan Union to disband in favour of the Federation of Malaya, which restored the symbolic positions of the rulers of the Malay states.",
    "Sungai Siput Incident: Rubber plantations and tin mines in Malaya were destroyed by Communists, leading the British to declare a state of emergency.",
    "Death of Lau Yew: British security forces clashed with those of the Malayan Communist Party resulting in the death of one of their key leaders, Lau Yew."
  ],
  "Nepal": [
    "Prime Minister Padma Shamsher Rana announces first constitution of Nepal, then resigns; his replacement, Mohan Shamsher Rana, represses opposition"
  ],
  "Peru": [
    "A military <i>coup</i> installed General Manuel A. Odr&#xED;a as President of Peru."
  ],
  "Philippine": [
    "Death of Pres. Roxas; Vice Pres. Elpidio Quirino assumes the Office of President.",
    "Elpidio Quirino takes his oath of office as President of the Philippines."
  ],
  "Russia": [
    "Non-Communist ministers resigned from the Czechoslovakian parliament in order to force an election.",
    "The KS&#x10C; established the Workers&apos; Militia, banned non-Communists from television broadcasts, and occupied the non-Communist ministries.",
    "Czechoslovakian president Edvard Bene&#x161; accepted the resignations of the non-Communist ministers and replaced them according to the demands of the KS&#x10C;.",
    "A new Romanian constitution declared Romania a People&apos;s Republic.",
    "<i>Berlin Blockade</i>: The Soviet Union blocked rail and road access to West Berlin.",
    "<i>Berlin Blockade</i>: The commander of the American occupation zone ordered an airlift of supplies into West Berlin.",
    "Yugoslavia was expelled from the Cominform.",
    "The Democratic People&apos;s Republic of Korea was established."
  ],
  "Serbia": [
    "The SFRY is expelled from the <i>World Communist League</i>, after refusing to accept the Soviet Union&apos;s supremacy in the communist world. Yugoslavia, therefore, has never signed the Warsaw Pact nor has it been, consequently, behind the Iron Curtain, unlike its immediate neighbours. From that point on Yugoslav history differs from that of cold-war Eastern Europe"
  ],
  "Singapore": [
    "Rubber plantations and tin mines in Malaya are destroyed by communists, and the British declares the state of Emergency over Singapore and Malaya.",
    "Singapore&apos;s first &quot;limited elections&quot; held (representation with no specific areas of responsibility); 6 seats in Legislative Council, with Singapore Progressive Party winning 3 seats.",
    "Malayan Emergency begins, Singapore declared a State of Emergency a week later."
  ],
  "Slovenia": [
    "Soviet Union calls back all its specialists from Yugoslavia. The Communist Party of the Soviet Union accuses the Communist Party of Yugoslavia of not being democratic, that it leans toward imperial powers, that returns to capitalism, and that it diverts from Marxism. The Informbiro begins. Economic blockade and a threat of military intervention follow."
  ],
  "Syria": [
    "<i>1948 Arab&#x2013;Israeli War</i>: Syria was involved in the war."
  ],
  "Taiwan": [
    "More than 31,000 refugees enter Taiwan per week",
    "Wei Daoming is replaced by Chen Cheng"
  ],
  "USA": [
    "The Charter of the Organization of American States was adopted.",
    "<i>Texaco Star Theater</i>, the first top-rated United States network television show, debuted on television.",
    "The <i>Berlin Blockade</i>, the first major crisis of the Cold War, took place.",
    "The Selective Service Act of 1948 was signed into law.",
    "President Truman signed Executive Order 9981, leading to the desegregation of the United States Armed Forces.",
    "<i>U.S. presidential election, 1948</i>: President Harry S. Truman was reelected to a second term, defeating New York Governor and 1944 Presidential nominee Thomas E. Dewey, and South Carolina Governor Strom Thurmond, in what is regarded as one of the biggest upsets in American political history.",
    "The Polaroid camera was first offered for sale."
  ]
}