{
  "year": "1949",
  "USA": [
    "In the 1949 State of the Union Address, President Truman proposed the unsuccessful Fair Deal; his administration's agenda for economic and domestic policy.",
    "Allied-occupied Germany was divided into East and West Germany.",
    "<i>North Atlantic Treaty</i>: The North Atlantic Treaty Organization was founded.",
    "The <i>Nuremberg Trials</i> ended, with the convictions of 24 major Nazi political and military leaders, among others.",
    "The National Security Amendments of 1949 was signed into law by President Truman, renaming the Department of War the Department of Defense.",
    "<i>First Lightning</i>: The Soviet Union tested its first atomic bomb."
  ],
  "Taiwan": [
    "Approximately 5,000 refugees enter Taiwan each day",
    "<i>White Terror (Taiwan)</i>: Beginning of Martial law in Taiwan",
    "The New Taiwan dollar is introduced at an exchange rate of one NT to 40,000 old Taiwan dollars",
    "<i>Chinese Civil War</i>: The ROC relocates its government to Taipei."
  ],
  "Philippine": [
    "Radio station DZBC of BEC begins its broadcast.",
    "Aurora Quezon (widow of Pres. Manuel Quezon) was ambushed by the Hukbalahap in Bongabon, Nueva Ecija."
  ],
  "Malaysia": [
    "The University of Malaya was established following the merger of Raffles College and King Edward Medical College.",
    "Rosli Dhobi and several members from Rukun 13 orchestrated the assassination of the Governor of Sarawak, Sir Duncan Stewart in Sibu."
  ],
  "Italy": [
    "Italy joins NATO."
  ],
  "Israel": [
    "<i>Israeli legislative election, 1949</i>: Elections were held to a constituent assembly. Ben-Gurion's center-left Mapai won a plurality of seats.",
    "<i>1948 Arab&#x2013;Israeli War</i>: The first of the 1949 Armistice Agreements ending the war was signed between Israel and Egypt. An armistice line was agreed along the prewar border with the exception that Egypt remained in control of the Gaza Strip.",
    "The first government of Israel, in which Mapai, the Jewish United Religious Front, the liberal Progressive Party, the Sephardim and Oriental Communities and the Arab Democratic List of Nazareth ruled in coalition with Ben-Gurion as prime minister, was established.",
    "The General Assembly of the United Nations adopted United Nations General Assembly Resolution 273, according to which Israel was admitted to membership.",
    "Ben-Gurion proclaimed Jerusalem the capital of Israel."
  ],
  "Ireland": [
    "The Republic of Ireland Act is signed by the President of Ireland abolishing the remaining roles of the British monarch in the government of the Irish state."
  ],
  "Indonesia": [
    "Tan Malaka executed by Republican Army.",
    "Official ceasefire.",
    "International pressure leads Netherlands Government to transfer power to the United States of Indonesia (RUSI) at the Dutch-Indonesian Round Table Conference."
  ],
  "Iceland": [
    "Riots break out on Austurv&#xF6;llur.",
    "Iceland joins the North Atlantic Treaty Organization."
  ],
  "Haiti": [
    "The bicentennial of Port-au-Prince's founding is celebrated; a World's Fair, the Exposition internationale du bicentenaire de Port-au-Prince, is held"
  ],
  "Germany": [
    "<i>Berlin Blockade</i>: The Soviet Union lifted the blockade.",
    "West Germany was founded.",
    "<i>West German federal election, 1949</i>: The CDU and Christian Social Union in Bavaria (CSU) won a narrow plurality of seats in the Bundestag.",
    "Konrad Adenauer of the CDU became chancellor of West Germany.",
    "East Germany was founded."
  ],
  "Estonia": [
    "An extensive deportation campaign was conducted in Estonia, Latvia and Lithuania. The Soviet authorities deported more than 92,000 people from the Baltics to remote areas of the Soviet Union."
  ],
  "Cyprus": [
    "The British Government finished imprisoning displaced Jews.",
    "Sir Andrew Barkworth Wright became governor."
  ],
  "China": [
    "Chiang resigned the presidency of the Republic of China due to military failures and under pressure from his vice president Li Zongren, who succeeded him as acting president.",
    "<i>Pingjin Campaign</i>: The PLA took Beijing.",
    "<i>Chinese Civil War</i>: The PLA conquered the ROC capital Nanjing. The ROC moved its capital to Guangzhou.",
    "Mao declared the establishment of the People's Republic of China (PRC).",
    "The ROC moved its capital from Chengdu to Taipei."
  ],
  "Chile": [
    "Women obtain the legal right to vote in both presidential and parliamentary elections.",
    "First publication of Condorito comic in :es:Okey magazine."
  ],
  "Canada": [
    "Newfoundland enters Confederation as the tenth province following a pair of contentious referenda on whether the island should remain a British Crown Colony, become fully independent, or join Canada."
  ],
  "Burma": [
    "Insurgencies begin"
  ],
  "Brazil": [
    "The Centro Brasileiro de Pesquisas F&#xED;sicas is founded by Cesar Lattes, Jos&#xE9; Leite Lopes, and Jayme Tiomno."
  ],
  "Bhutan": [
    "India and Bhutan sign the Treaty of Peace and Friendship, which provided that India would not interfere in Bhutan's internal affairs but that Bhutan would be guided by India in its foreign policy. This is the first international agreement that unambiguously recognizes Bhutan's independence and sovereignty. The same year, India cedes to Bhutan some territories lost to the British in the 1865 Treaty of Sinchula."
  ],
  "Belgium": [
    "Belgian general election, 1949"
  ],
  "Bangladesh": [
    "Formation of the Awami Muslim League"
  ],
  "Australia": [
    "All indigenous ex-servicemen and any Indigenous Australians who are eligible to vote in State Elections (NSW, VIC, SA and TAS) are given an unrestricted right to vote in federal elections.",
    "The Nationality and Citizenship Act is passed. Rather than being identified as subjects of Britain, the Act established Australian citizenship for people who met eligibility requirements.",
    "Construction of the Snowy Mountains Hydro-Electric Scheme officially begins",
    "<i>Australian federal election, 1949</i>: Robert Menzies returns to power as leader of the new Liberal Party Menzies Government."
  ],
  "Albania": [
    "The regime issued a Decree on Religious Communities.",
    "Albania joined the Council for Mutual Economic Assistance (Comecon), a free trade area separate from the rest of the world.",
    "Albanian Communists thought to be supporters of Yugoslavian Prime Minister Tito were purged."
  ]
}