{
  "year": " 1952",
  "Argentina": [
    "Death of Eva Per&#xF3;n"
  ],
  "Australia": [
    "<i>Operation Hurricane</i>: First nuclear test conducted in Australian territory by the United Kingdom off the coast of Western Australia."
  ],
  "Bangladesh": [
    "Bengali Language Movement reaches its peak as the police open fire on protesting students."
  ],
  "Belgium": [
    "Treaty of Paris establishing the European Coal and Steel Community comes into force."
  ],
  "Bhutan": [
    "King Jigme Wangchuck dies; his son Jigme Dorji Wangchuck begins to reign. Bhutan begins a program of planned development and democratization. The same year, the National Assembly is established, and the post of Chief Minister (Gongzim) is abolished."
  ],
  "Brazil": [
    "Anchieta rail disaster: A crowded steam-powered passenger train derails while crossing a bridge over the Pavuna River near Anchieta station, sending two old wooden carriages broadside onto the adjacent line. A modern high-speed electric freight train travelling in the opposite direction ploughs into the wooden carriages, telescoping them upwards. The severity of the accident was compounded by the fact that the suburban train is overloaded, with passengers clinging to the sides, underneath and between the carriages. A witness says they saw &quot;passengers flying in all directions when the crash occurred&quot;. 119 people are killed and the resulting outcry prompts major new investment in Brazilian railways.",
    "Pan Am Flight 202 crashes in the Amazon Basin approximately 220 nautical miles (410&#xA0;km) southwest of Carolina, Brazil. All 50 people on board are killed in the worst-ever accident involving the Boeing 377.",
    "1952 Transportes A&#xE9;reos Nacional Douglas C-47 mid-air explosion: A Douglas C-47A registered <i>PP-ANH</i> is destroyed after a in-flight fire causes it to crash near Palmeiras de Goi&#xE1;s. All 24 people on board are killed.",
    "Bob&apos;s, Brazil&apos;s first fast food chain, opens in Rio de Janeiro."
  ],
  "Chile": [
    "Carlos Ib&#xE1;&#xF1;ez del Campo returns to the presidency, this time via the ballot box, ending the era of the Radical Party."
  ],
  "China": [
    "The five-anti campaign, which encouraged accusations against the <i>bourgeoisie</i> of crimes such as bribery and tax evasion, was founded. <i>see</i> Three-anti and Five-anti Campaigns"
  ],
  "Cuba": [
    "Former president Batista, supported by the army, seizes power once more."
  ],
  "England": [
    "Death of King George VI. Accession of Queen Elizabeth II."
  ],
  "Germany": [
    "East Germany strengthened its border protection regime along the Inner German border.",
    "The General Treaty, which granted West Germany the &quot;authority of a sovereign state&quot;, was signed by West Germany, France, the United States and the United Kingdom."
  ],
  "Indinesia": [
    "Amid bitter disputes over the signing of a Mutual Security Agreement with the US, the Sukiman cabinet resigns.",
    "The new cabinet, led by Prime Minister Wilopo is inaugurated.",
    "Army-organized demonstrations take place in Jakarta to demand the dissolution of the legislature. Tank guns and machine guns are trained on the presidential palace. This leads to the suspension of General Nasution as army chief of staff following army indiscipline over command and support that threatens the government."
  ],
  "Italy": [
    "Italy becomes a founding member of the European Coal and Steel Community."
  ],
  "Kenya": [
    "Multiracial pattern of quotas allowed\n<p>Mau Mau Uprising begins</p>\n"
  ],
  "Nepal": [
    "King Tribhuvan Bir Bikram Shah Dev ascends throne"
  ],
  "Philippine": [
    "National Press Club established",
    "Republic Act No. 711 divided old Zamboanga into the new provinces of Zamboanga del Norte and Zamboanga del Sur."
  ],
  "Poland": [
    "Adoption of Constitution of the People&apos;s Republic of Poland",
    "First Legislative election by the one-party rule"
  ],
  "Russia": [
    "<i>Prague Trials</i>: A series of show trials purged the Czech Communist Party of Jews and insufficiently orthodox Stalinists."
  ],
  "Taiwan": [
    "Agricultural exports reach U.S.$114 million"
  ],
  "USA": [
    "The McCarran&#x2013;Walter Act was enacted, with the House and Senate overriding President Truman&apos;s veto of the bill.",
    "<i>United States presidential election, 1952</i>: Five-Star General and former Chief of Staff of the United States Army Dwight D. Eisenhower was elected President, defeating Illinois Governor Adlai Stevenson II."
  ]
}