{
  "year": "1953",
  "USA": [
    "Molecular biologists James Watson and Francis Crick published their paper on the discovery of the molecular structure of DNA.",
    "Julius and Ethel Rosenberg were executed on conspiracy to commit espionage after they were found guilty of giving U.S. atomic secrets to the Soviet Union.",
    "The Korean Armistice Agreement was signed, ending the Korean War.",
    "<i>Operation Ajax</i>: Mohammad Reza Pahlavi returned to power after the CIA conducted a <i>coup d'&#xE9;tat</i> in Iran."
  ],
  "Taiwan": [
    "<i>Land Reform in Taiwan</i>: Amount of land available to landlords is restricted and excess land is sold to tillers"
  ],
  "Philippine": [
    "DZAQ-TV Channel 3, now Channel 2, of ABS, then owned by Presidential brother Antonio Quirino, airs its country's first official television broadcast from Manila.",
    "Ramon Magsaysay is elected President of the Republic of the Philippines",
    "Magsaysay takes his oath of office"
  ],
  "Nepal": [
    "New Zealander Edmund Hillary and Nepal's Sherpa Tenzing Norgay become the first climbers to reach the summit of Mount Everest."
  ],
  "Kenya": [
    "Kenyatta is jailed"
  ],
  "Italy": [
    "The national oil company ENI (Ente Nationale Idrocarburi) is established, with Enrico Mattei as his first President. The ENI will become a strong actor in Italian foreign policy towards Arab countries."
  ],
  "Indonesia": [
    "The Wilopo cabinet resigns.",
    "After lengthy negotiations, the composition of the new cabinet is announced. Serving his first term as prime minister is Ali Sastroamidjojo."
  ],
  "Haiti": [
    "Father R&#xE9;my Augustin, the first native Haitian bishop, is consecrated at the Cathedral of Port-au-Prince"
  ],
  "Germany": [
    "<i>Uprising of 1953 in East Germany</i>: In response to a 10 percent increase in work quotas, between 60 and 80 construction workers went on strike in East Berlin. Their numbers quickly swelled and a general strike and protests were called for the next day.",
    "<i>Uprising of 1953 in East Germany</i>: 100,000 protestors gathered at dawn, demanding the reinstatement of old work quotas and, later, the resignation of the East German government. At noon German police trapped many of the demonstrators in an open square; Soviet tanks fired on the crowd, killing hundreds and ending the protest."
  ],
  "Cuba": [
    "Some 160 revolutionaries under the command of Fidel Castro launch an attack on the Moncada barracks in Santiago de Cuba.",
    "On trial for his role in the attack on the Moncada barracks, Fidel Castro defends himself with a speech later published as \"History Will Absolve Me\"."
  ],
  "Colombia": [
    "Gustavo Rojas Pinilla seized power by means of a coup d'&#xE9;tat"
  ],
  "Cambodia": [
    "Cambodia officially gained its independence from France."
  ],
  "Belgium": [
    "North Sea flood damages Belgian coastal defences, killing 28"
  ],
  "Bangladesh": [
    "The Awami Muslim League becomes the Awami League."
  ]
}