{
  "year": "1955",
  "USA": [
    "The Civil Rights Movement began.",
    "The announcement that the polio vaccine developed by Jonas Salk was found to be \"safe, effective and potent\" was made by the University of Michigan.",
    "Ray Kroc opened the first McDonald's fast food restaurant in Des Plaines, Illinois.",
    "The Warsaw Pact was signed, establishing a mutual defense arrangement subscribed to by eight Communist states in Eastern Europe, including the Soviet Union.",
    "Disneyland opened at Anaheim, California.",
    "Emmett Till was kidnapped, beaten and murdered in Money, Mississippi after reportedly flirting with a white woman; with the pictures of his open casket funeral, and the acquittal of his captors, the public reaction of Till's death serves as a catalyst for the Civil Rights Movement.",
    "Actor James Dean was killed in a highway collision in Salinas, California.",
    "<i>Vietnam War</i>: President Eisenhower deploys the first American personnel from the Military Assistance Advisory Group to South Vietnam after the First Indochina War.",
    "Rosa Parks was arrested in Montgomery, Alabama after refusing to give up her bus seat to a white passenger, inciting the 386-day Montgomery Bus Boycott led by Reverend Dr. Martin Luther King Jr.",
    "The American Federation of Labor and Congress of Industrial Organizations merged into the AFL-CIO, becoming the largest labor union in the United States."
  ],
  "Taiwan": [
    "<i>Battle of Yijiangshan Islands</i>: People's Liberation Army forces ROC forces off the Yijiangshan Islands",
    "Population of Taiwan grows to 9,078,000"
  ],
  "Sudan": [
    "The rule of the Anglo-Egyptian condominium ended.",
    "<i>First Sudanese Civil War</i>: The war began."
  ],
  "Slovenia": [
    "Informbiro ends. Josip Broz Tito and Nikita Khrushchev sign the Belgrade declaration, which also recognizes a Yugoslav form of socialism."
  ],
  "Poland": [
    "Signing of the Warsaw Pact"
  ],
  "Nepal": [
    "Nepal joins the United Nations.",
    "King Tribhuwan dies, King Mahendra ascends throne."
  ],
  "Malta": [
    "A Round Table Conference is held in London, on the future of Malta."
  ],
  "Latvia": [
    "About thirty thousand deportees returned to Latvia from the USSR under a general amnesty."
  ],
  "Italy": [
    "The Messina Conference achieves the basic agreement on the European Economic Community",
    "Italy joins the United Nations, along with fifteen other states, after years of stalemate due to opposed vetoes between the United States and the Soviet Union."
  ],
  "Ireland": [
    "Ireland joins the United Nations along with 16 other sovereign states."
  ],
  "Indonesia": [
    "Regional rebellions in Sumatra and Sulawesi. (to August 1961)",
    "The second cabinet to be led by Muhammed Ali takes office.",
    "The city of Bandung hosts the Asia-Africa Conference. It is the first meeting of the Non-Aligned Movement and is attended by world leaders including China's Zhou Enlai, India's Nehru, Egypt's Nasser and Yugoslavia's Tito. (to 25 April)",
    "After a dispute with the Army over appointments, the cabinet resigns.",
    "Led by Prime Minister Burhanuddin Harahap, the new cabinet is sworn in.",
    "Indonesia holds general parliamentary elections; the last free national elections until 1999; support for the parties is widely distributed with four parties each gaining 16&#x2013;22 per cent and the remaining votes split between 24 parties.",
    "Elections are held for the Constitutional Assembly"
  ],
  "India": [
    "Nationalisation of Indian Insurance Sector. Establishment of LIC."
  ],
  "Haiti": [
    "President Magloire and his wife began a trip to the United States, Canada, and Jamaica.",
    "Magloire's trip ended.",
    "Vice-President of the United States Richard Nixon and his wife began a visit to Haiti.",
    "Nixon's trip ended."
  ],
  "Germany": [
    "West Germany joined the North Atlantic Treaty Organization (NATO), a collective defense organization.",
    "Albania, Bulgaria, Czechoslovakia, East Germany, Hungary, Poland, Romania and the Soviet Union established the Warsaw Pact, a collective defense organization.",
    "Mann died."
  ],
  "Estonia": [
    "Estonian Television (ETV) began broadcasting."
  ],
  "Cyprus": [
    "Sir John Harding became governor.",
    "A series of bomb attacks marked the start of a violent campaign for Enosis by the National Organisation of Cypriot Fighters (EOKA) under George Grivas, a Cypriot ex-colonel in the Greek army. Grivas took the name Dighenis and conducted guerrilla warfare from a secret hideout in the Troodos Mountains."
  ],
  "Cuba": [
    "Batista issues an amnesty that frees Fidel and other members of his movement from prison.",
    "Brothers Fidel and Ra&#xFA;l Castro are introduced to Che Guevara in Mexico City."
  ],
  "Colombia": [
    "Rojas Pinilla ordered a military offensive against rearmed peasants triggering a confrontation known as the \"Guerra de Villarrica\" (War of Villarrica) which took place in the central town of Villarrica in Tolima Department."
  ],
  "Cambodia": [
    "King Sihanouk abdicated in favour of his father, Norodom Suramarit."
  ],
  "Brazil": [
    "The presidential election results in victory for Juscelino Kubitschek, who receives 35.7% of the vote.",
    "Caf&#xE9; Filho is forced to give up the presidency of Brazil on health grounds. Kubitschek does not take office until the following year.",
    "The Museum of Modern Art, Rio de Janeiro, is completed, a Modernist concrete museum building, designed by Affonso Eduardo Reidy, with gardens designed by Burle Marx."
  ],
  "Belgium": [
    "Paris Protocol transforming the Brussels Pact into the Western European Union comes into effect.",
    "Convention establishing the Interparliamentary Consultative Council of the Benelux."
  ],
  "Barbados": [
    "The Democratic Labour Party-DLP (led by Errol Barrow), was formed as a breakaway element from the Barbados Labour Party."
  ],
  "Bangladesh": [
    "The United Front government is reinstated, Awami League does not participate.",
    "'East Bengal' renamed 'East Pakistan'."
  ],
  "Australia": [
    "Democratic Labor Party splits from Australian Labor Party over concerns of Communist influence in the labour movement",
    "Australia becomes involved in Malayan Insurgency",
    "Hotels in New South Wales no longer have to close at 6 p.m., ending the \"six o'clock swill\""
  ],
  "Argentina": [
    "Per&#xF3;n ousted in 'Liberating Revolution' military coup"
  ],
  "Albania": [
    "Albania became a founding member of the Warsaw Pact."
  ]
}