{
  "year": " 1956",
  "Albania": [
    "Communist Party of the Soviet Union chief Nikita Khrushchev delivered the speech &quot;On the Personality Cult and its Consequences&quot; in which he criticized his predecessor Joseph Stalin, and caused a chill in relations with Albania under the pro-Stalin Hoxha."
  ],
  "Argentina": [
    "INTA, the National Agricultural Technology Institute, is created"
  ],
  "Australia": [
    "Television in Australia is launched.",
    "The 16th Summer Olympics is held in Melbourne",
    "Performing artist Barry Humphries introduces Edna Everage to the Australian stage"
  ],
  "Bangladesh": [
    "Bengali becomes one of the state languages of Pakistan."
  ],
  "Barbados": [
    "Election: Won by Barbados Labour Party-BLP, led by Grantley Adams."
  ],
  "Belgium": [
    "Mining accident of Marcinelle claims 262 lives, including 136 Italian foreign workers"
  ],
  "Brazil": [
    "Juscelino Kubitschek is inaugurated as the 21st President of Brazil."
  ],
  "China": [
    "An outbreak of the Influenza A virus subtype H2N2 occurred in China."
  ],
  "Colombia": [
    "the Liberal Party headed by Alberto Lleras Camargo and the Conservative Party headed by Laureano G&#xF3;mez signed an accord on 24 June 1956 to begin the National Front (Colombia)."
  ],
  "Cuba": [
    "Autentico Assault on Goicuria Barracks in Matanzas fails. Ex-president Pr&#xED;o exiled to Miami. ",
    "The yacht <i>Granma</i> sets out from Mexico to Cuba with 82 men on board, including Ra&#xFA;l Castro, Che Guevara and Camilo Cienfuegos.",
    "The <i>Granma</i> lands in Oriente Province."
  ],
  "Cyprus": [
    "Britain deported Makarios to the Seychelles in an attempt to quell the revolt."
  ],
  "Haiti": [
    "President Magloire relinquishes the presidency; President of the Supreme Court Joseph Nemours Pierre-Louis becomes provisional president of Haiti"
  ],
  "India": [
    "Dr B.R Ambedkar converted to Buddhism along with 600,000 followers."
  ],
  "Indinesia": [
    "The cabinet falls as a result of its policy toward the Dutch.",
    "Indonesia unilaterally abrogates the Round Table Agreement signed with the Dutch in 1949.",
    "Hatta resigns as vice-president."
  ],
  "Israel": [
    "<i>Suez Crisis</i>: In a broadcast speech, Egyptian president Gamal Abdel Nasser gave a codeword order for the occupation and nationalization of the Suez Canal and the closure of the Straits of Tiran to Israeli shipping.",
    "<i>Suez Crisis</i>: The Israeli air force began bombing Egyptian forces in the Sinai Peninsula."
  ],
  "Japan": [
    "Japan joins United Nations"
  ],
  "Malaysia": [
    "A constitutional conference proposed the appointment of the Reid Commission to devise a constitution for a fully self-governing and independent Federation of Malaya.",
    "Baling Talks: An talk between representative of the government of Malaya and Malayan Communist Party to resolve the Malayan Emergency situation. Tan Cheng Lock, David Marshall and Tunku Abdul Rahman represented the government whereas Chin Peng, Rashid Maidin and Chen Tien represented the communists. However, the talks were unsuccessful because the surrender terms were not acceptable to the Malayan Communist Party."
  ],
  "Malta": [
    "A referendum is held on the integration of Malta into the United Kingdom: 75% vote &apos;Yes&apos;; however, the result is deemed to be questionable due to a boycott by 40% of the electorate in response to concerns raised by opposition parties and by the Catholic Church."
  ],
  "Peru": [
    "Odr&#xED;a allowed free elections."
  ],
  "Philippine": [
    "Chronicle Broadcasting Network (CBN) is established by Lopez family.",
    "Death of Elpidio Quirino, former Philippine President",
    "Republic Act No. 1414 created the province of Aklan, separating from Capiz."
  ],
  "Poland": [
    "Death of Boles&#x142;aw Bierut",
    "Pozna&#x144; 1956 protests",
    "Polish October, return of W&#x142;adys&#x142;aw Gomu&#x142;ka"
  ],
  "Russia": [
    "At a closed session of the 20th Party Congress, Khrushchev read the &quot;Secret Speech,&quot; <i>On the Personality Cult and its Consequences</i>, denouncing the actions of his predecessor Stalin. The speech weakened the hand of the Stalinists in the Soviet government.",
    "The Cominform was officially dissolved.",
    "<i>Pozna&#x144; 1956 protests</i>: Poles upset with the slow pace of destalinization turned to protests, and then to violent riots.",
    "<i>Pozna&#x144; 1956 protests</i>: Konstantin Rokossovsky, the Polish minister of defense, ordered the military in to end the riots. At least 74 civilians were killed.",
    "The Karelo-Finnish SSR became the Karelian ASSR of the Russian SFSR.",
    "The liberal W&#x142;adys&#x142;aw Gomu&#x142;ka was elected leader of the Polish Communist party.",
    "<i>1956 Hungarian Revolution</i>: A small pro-Gomu&#x142;ka demonstration in Budapest expanded into a 100,000 head protest. The protestors marched on Parliament; when they were fired on by the Hungarian Security Police, they turned violent and began to arm themselves. An emergency meeting of the Central Committee appointed the reformist Imre Nagy Prime Minister.",
    "<i>1956 Hungarian Revolution</i>: Hungary under Nagy withdrew from the Warsaw Pact.",
    "<i>1956 Hungarian Revolution</i>: A Soviet invasion, involving infantry, artillery, airstrikes, and some 6,000 tanks entered Budapest. 2,500 Hungarians were killed in the ensuing battle.",
    "<i>1956 Hungarian Revolution</i>: Pro-Soviet J&#xE1;nos K&#xE1;d&#xE1;r announced the formation of a new &quot;Revolutionary Worker-Peasant Government,&quot; with himself as Prime Minister and leader of the Communist Party.",
    "<i>Cuban Revolution</i>: Fidel Castro and his followers in the 26 July Movement landed in Cuba.",
    "<i>Angolan War of Independence</i>: Two Angolan independence movements united to form the Marxist Popular Movement for the Liberation of Angola."
  ],
  "Singapore": [
    "Dunman High School (formally known as Singapore Government Chinese Middle School), became the first Chinese secondary school established by the government.",
    "David Saul Marshall appeals to the United Kingdom for full self-government, but resigns when he fails. Lim Yew Hock takes over as Chief Minister.",
    "Riots by pro-communist Chinese school students occur when government closes down a student union."
  ],
  "Sudan": [
    "Sudan achieved independence."
  ],
  "USA": [
    "The Federal Aid Highway Act of 1956, authorizing the construction of 41,000 miles of the Interstate Highway System over a 20-year period, was signed into law.",
    "<i>Hungarian Revolution of 1956</i>: The United States refused to support the revolution.",
    "<i>United States presidential election, 1956</i>: President Dwight D. Eisenhower was reelected to a second term, defeating 1952 Democratic presidential nominee Adlai Stevenson II in the rematch election."
  ]
}