{
  "year": " 1957",
  "Argentina": [
    "INTI, the National Industrial Technology Institute, is created"
  ],
  "Australia": [
    "The song &quot;Wild One&quot; makes Johnny O&apos;Keefe the first Australian rock&apos;n&apos;roller to reach the national charts.",
    "Slim Dusty&apos;s Australian country music hit &quot;A Pub with No Beer&quot; becomes the first Australian song to attain international chart success."
  ],
  "Belgium": [
    "Belgium a signatory to the Treaty of Rome establishing the European Economic Community."
  ],
  "Bhutan": [
    "Major glacial lake outburst flood from glacial lakes."
  ],
  "Brazil": [
    "The Africanized bee is accidentally released in Brazil.",
    "Ant&#xF4;nio Vilas Boas, a Brazilian farmer, claims to have been abducted by extraterrestrials; the first famous alien abduction case."
  ],
  "China": [
    "Mao published a speech entitled &quot;On the Correct Handling of the Contradictions Among the People,&quot; marking the founding of the Hundred Flowers Campaign which encouraged criticism of the government and the Communist Party.",
    "Mao instigated the Anti-Rightist Movement during which hundreds of thousands of alleged rightists, including many who had criticized the government during the Hundred Flowers Campaign, were purged from the CPC or sentenced to labor or death."
  ],
  "Cuba": [
    "Castro&apos;s guerrillas score their first success by sacking an army outpost on the south coast, and start gaining followers in both Cuba and abroad.",
    "University students mount an attack on the Presidential Palace in Havana. Batista forewarned. Attackers mostly killed, others flee and are betrayed.",
    "Castro&apos;s 26 July movement, reinforced by militia led by Frank Pais, overwhelm an army post in El Uvero.",
    "Calixto S&#xE1;nchez White leads a landing from the boat <i>Corinthia</i> at Cabonico in north Oriente of Aut&#xE9;ntico and are defeated.",
    "Local police kill Frank Pa&#xED;s, a leader of the 26 July movement, in the streets of Santiago de Cuba.",
    "Forces loyal to Batista crush a naval revolt at Cayo Loco Naval Base in Cienfuegos."
  ],
  "Cyprus": [
    "Field Marshal Sir John Harding was replaced by the civilian governor Sir Hugh Foot in a conciliatory move."
  ],
  "France": [
    "Treaties of Rome: The Inner Six countries (including France) signed two treaties establishing the European Economic Community (EEC) and the European Atomic Energy Community (EAEC)."
  ],
  "Haiti": [
    "Franck Sylvain is elected President of Haiti, but is succeeded by a thirteen-member Executive Council of Government",
    "Daniel Fignol&#xE9; is elected President of Haiti, but is replaced by a Military Council of Government",
    "Dr. Fran&#xE7;ois &quot;Papa Doc&quot; Duvalier is elected President of Haiti"
  ],
  "Indinesia": [
    "President Sukarno announces his &quot;Conception&quot; (<i>Konsepsi</i>) of the nature of Indonesia. This will eventually lead to Guided Democracy",
    "Regional rebellions in Sumatra and Sulawesi. (to August 1961)",
    "Martial law is proclaimed. On the same day, the cabinet resigns.",
    "Sukarno appoints a &quot;Working Cabinet&quot; with Djuanda as prime minister.",
    "An attempt is made to assassinate President Sukarno. Grenades are thrown at him as he visits a school in Cikini, Jakarta."
  ],
  "Italy": [
    "The Treaty of Rome founds the European Economic Community."
  ],
  "Malaysia": [
    "The Reid Commission submitted its working draft to a Working Committee.",
    "Independence of the Federation of Malaya",
    "The new Federal Constitution was passed by the Federal Legislative Council.",
    "Formal independence of the Federation of Malaya was achieved."
  ],
  "Malta": [
    "Closure of the British naval docks in Grand Harbour has a devastating effect on the Maltese economy, leading to high unemployment at a time when a quarter of the workforce was employed in defence related activities."
  ],
  "Philippine": [
    "ABS is acquired by Eugenio Lopez Sr. of CBN, of which they later merged into ABS&#x2013;CBN with two television stations later being operated.",
    "Death of Pres. Magsaysay, one among the 25 killed in a plane crash in Cebu; Vice-Pres. Carlos P. Garcia assumes the presidency.",
    "Carlos P. Garcia elected President of the Republic of the Philippines"
  ],
  "Poland": [
    "Legislative election"
  ],
  "Russia": [
    "Led by the Stalinist Anti-Party Group, the Presidium voted to depose Khrushchev as First Secretary. The Presidium reversed its vote under pressure from Khrushchev and the defense minister and deferred the decision to a later meeting of the full Central Committee.",
    "A Central Committee vote affirmed Khrushchev as First Secretary and deposed Anti-Party Group members Molotov, Kaganovich, and Malenkov from the Secretariat of the CPSU Central Committee."
  ],
  "Rwanda": [
    "The Hutu Manifesto is published."
  ],
  "Singapore": [
    "Cedar Girls&apos; Secondary School was founded."
  ],
  "USA": [
    "The Eisenhower Doctrine, wherein a country could request American economic assistance or military aid if threatened by outside armed aggression, was proclaimed.",
    "Dr. King, Rustin, Lowrey, Shuttlesworth and Abernathy founded the Southern Christian Leadership Council (SCLC).",
    "<i>Little Rock Integration Crisis</i>: Arkansas Governor Orval Faubus deployed members of the Arkansas National Guard to prevent African-American students from integrating in the Little Rock Central High School.",
    "The Civil Rights Act of 1957, primarily a voting rights bill, was signed into law.",
    "President Eisenhower federalized the Arkansas National Guard and sent members of the 101st Airborne Division to escort the Little Rock Nine to their classrooms in response to Governor Faubus&apos; efforts preventing school desegregation.",
    "<i>Space race</i>: The Soviet Union launched <i>Sputnik</i>.",
    "<i>Atoms for Peace</i>: The Shippingport Atomic Power Station, the first commercial nuclear power plant, went into service."
  ]
}