{
  "year": "1958",
  "USA": [
    "<i>Explorer 1</i>: The first U.S. satellite was launched into space.",
    "The National Aeronautics and Space Act was signed into law; establishing the National Aeronautics and Space Administration.",
    "Jack Kilby invented the integrated circuit.",
    "The National Defense Education Act was signed into law."
  ],
  "Taiwan": [
    "<i>Second Taiwan Strait Crisis</i>: People's Liberation Army attacks Jinmen and the Matsu Islands but fail to take them",
    "Population of Taiwan reaches 10 million"
  ],
  "Syria": [
    "The United Arab Republic (UAR) was formed by the union of Syria and Egypt."
  ],
  "Switzerland": [
    "The Swiss population vote in favour of having a nuclear bomb. However, in 1968, the Nuclear Non-Proliferation Treaty is seen as an alternative, therefore Switzerland does not build nuclear weapons."
  ],
  "Sudan": [
    "General Ibrahim Abboud staged a military <i>coup</i> against the elected government."
  ],
  "Philippine": [
    "Xavier University-Ateneo de Cagayan was elevated by the Department of Education to university rank, became the first private and Catholic university in Mindanao.",
    "CBN airs DZXL-TV Channel 9, later Channel 4; second television station.",
    "The Filipino first policy is promulgated"
  ],
  "Malta": [
    "Talks between Valletta and Whitehall regarding the integration proposal break down.",
    "The United Kingdom imposes direct colonial rule over Malta."
  ],
  "Lebanon": [
    "A civil war erupts but short lived after the intervention of 5,000 US Marines ordered by President Eisenhower upon the request of the Lebanese president Camille Chamoun."
  ],
  "Italy": [
    "Singer-songwriter Andrea Bocelli is born in Lajatico."
  ],
  "Indonesia": [
    "US Air Force pilot Allen Pope is shot down over Ambon, revealing covert American support of regional rebellions, and ends the Dulles brothers', Allen and John, failure to subvert the Sukarno government."
  ],
  "Iceland": [
    "Exclusive economic zone extended to 12 nautical miles."
  ],
  "Haiti": [
    "Duvalier began to attack his opponents violently, driving many of them into exile."
  ],
  "Cyprus": [
    "First of 2 days of serious rioting by Turkish Cypriots. Seven were killed by British security forces.",
    "Turkish press office in Nicosia is bombed. Inter-communal clashes as Turkish Cypriots invade Greek sector. On 26 June 1984 the Turkish Cypriot leader, Rauf Denkta&#x15F;, admitted on British channel ITV that the bomb was placed by the Turks themselves in order to create tension. On 9 January 1995 Rauf Denkta&#x15F; repeated his claim in the Turkish newspaper, Milliyet.",
    "The first massacre between Greeks and Turks on Cyprus. British police released from arrest a group of 35 Greeks in the region of Guenyeli. A Turkish mob attacks the unarmed group, killing some of them."
  ],
  "Cuba": [
    "Ra&#xFA;l Castro takes leadership of about 500 pre-existing Escopeteros guerrillas and opens a front in the Sierra de Cristal on Oriente's north coast.",
    "U.S. suspends shipments of arms to Batista's forces.",
    "Castro calls for a general revolt.",
    "A general strike, organized by the 26 July movement, is partially observed.",
    "Batista sends an army of 10,000 into the Sierra Maestra to destroy Castro's 300 armed guerrillas and their supporters. By August, the rebels had defeated the army's advance and captured a huge amount of weaponry.",
    "Thirty key positions at Guisa are taken. In the following month most cities in Oriente fall to rebel hands.",
    "Guevara, William Alexander Morgan, and forces of the Directorio Revolucionario Estudiantil, an organization of university students, attack Santa Clara.",
    "Rebel forces take Santa Clara.",
    "Camilo Cienfuegos leads revolutionary guerrillas to victory in Yaguajay; Huber Matos enters Santiago."
  ],
  "Colombia": [
    "Dr. Jorge Reynolds Pompo is credited with having helped in the design of the first successful internal pacemaker"
  ],
  "Chile": [
    "Argentine forces destroy a Chilean lighthouse during the Snipe incident."
  ],
  "Burma": [
    "Caretaker government, led by army Chief of Staff General Ne Win, formed following a split in the ruling AFPFL party. (Caretaker Gov. rule till 1960)"
  ],
  "Brazil": [
    "Brazil beats Sweden 5&#x2013;2 in the final game to win the football World Cup in Sweden."
  ],
  "Bhutan": [
    "Slavery is abolished.",
    "The first Nationality Act is enacted, defining Bhutanese citizenship and introducing a compulsory registration process."
  ],
  "Belgium": [
    "Expo 58, the first major World&#x2019;s Fair since the Second World War."
  ],
  "Barbados": [
    "Barbados joined ten other British West Indian territories to form the West Indies Federation, led by Grantley Adams as the Prime Minister."
  ],
  "Bangladesh": [
    "Constitution abrogated and martial law declared in Pakistan."
  ],
  "Argentina": [
    "ARA Independencia, the first aircraft carrier of the Argentine Navy enters service"
  ]
}