{
  "year": "1959",
  "USA": [
    "Alaska was admitted to the Union, becoming the 49th state.",
    "<i>The Day the Music Died</i>: Musicians Buddy Holly, Ritchie Valens, J. P. \"The Big Bopper\" Richardson, and pilot, Roger Peterson, were killed in a plane accident.",
    "The First Grammy Awards was held.",
    "U.S. Army Master Sergeant Chester Ovnand and Major Dale M. Buis were killed in South Vietnam, being the first two official American casualties of the Vietnam War.",
    "Hawaii was admitted to the Union, becoming the 50th state."
  ],
  "Spain": [
    "<i>Spanish miracle</i>: A period of economic growth began."
  ],
  "Rwanda": [
    "Mwami Mutara III dies.",
    "The Union Nationale Rwandaise (UNAR) party is formed.",
    "Politician Dominique Mbonyumutwa is beaten by members of UNAR, leading to a violent backlash that kills thousands of Tutsis."
  ],
  "Philippine": [
    "Republic Act No. 2228 divided old Lanao into the new provinces of Lanao del Norte and Lanao del Sur.",
    "Republic Act No. 2227 created the province of Southern Leyte, separating from Leyte."
  ],
  "Nepal": [
    "Multi-party constitution adopted; first general elections in Nepal bring to power Nepali Congress Party with B.P. Koirala as prime minister"
  ],
  "Malta": [
    "Malta is granted an <i>Interim Constitution</i>, providing for the creation of an Executive Council."
  ],
  "Italy": [
    "Valentino opens his first atelier, in Rome on Via Condotti."
  ],
  "Indonesia": [
    "With armed forces support, Sukarno issues a decree dissolving the Constituent Assembly and reintroducing the Constitution of 1945 with strong presidential powers, and assumes the additional role of Prime Minister, which completes the structure of 'Guided Democracy'.",
    "President Sukarno appoints a \"Working Cabinet\" with himself as prime minister."
  ],
  "France": [
    "Charles de Gaulle became the first president of the Fifth Republic, whose new constitution greatly increased the President's powers (as opposed the Third and Fourth Republics, in which the office of President of the Republic was a largely ceremonial and powerless one)."
  ],
  "Cyprus": [
    "British minesweeper HMS Burmaston intercepts the Turkish registered boat, <i>Deniz</i>. Loaded with weaponry, the boat is scuttled by its 3-member crew. The crew, all Turkish nationals, are arrested for importing munitions without a permit.",
    "Archbishop Makarios III and Dr. Faz&#x131;l K&#xFC;&#xE7;&#xFC;k appeal to their respective communities to hand over illegal weapons.",
    "Deadline to hand over illegal weapons."
  ],
  "Cuba": [
    "President Batista resigns and flees the country. Fidel Castro's column enters Santiago de Cuba. Raul Castro starts mass executions of captured military. Various urban rebels, mainly associated with Directorio, seize Havana",
    "Guevara and Camilo Cienfuegos arrive in Havana.",
    "Manuel Urrutia named President of Cuba",
    "Fidel Castro arrives at Havana, speaks to crowds at Camp Columbia.",
    "Fidel Castro becomes Premier of Cuba.",
    "Fabio Grobart is present at a series of meetings with Castro brothers, Guevara and Valdes at Cojimar",
    "Fidel Castro speaks at Princeton University, New Jersey.",
    "The Cuban government enacts the Agrarian Reform Law which limits land 1,000 acres (4.0&#xA0;km) ranches or less if other agricultural land, no payment is made.",
    "Osvaldo Dortic&#xF3;s Torrado becomes President of Cuba, replacing Manuel Urrutia forced to resign by Fidel Castro. Dortic&#xF3;s serves until 2 December 1976",
    "Plane carrying Camilo Cienfuegos disappears during a night flight from Camag&#xFC;ey to Havana. He is presumed dead.",
    "Trial of revolutionary Huber Matos begins. Matos is found guilty of \"treason and sedition\"."
  ],
  "Canada": [
    "The Saint Lawrence Seaway, a joint project between Canada and the United States, is officially opened."
  ],
  "Bhutan": [
    "Bhutanese enclaves in western Tibet are seized by the Chinese."
  ],
  "Australia": [
    "Construction begins on the Sydney Opera House. It will eventually cost $102 Million."
  ],
  "Albania": [
    "Large amounts of economic aid from the Soviet Union, Eastern European countries and China began pouring into Albania.",
    "Khrushchev visited Albania."
  ]
}