{
  "year": " 1960",
  "Albania": [
    "<i>Sino-Soviet split</i>: Albania sided with the People&apos;s Republic of China, causing the Soviet Union to dramatically curtail economic support.",
    "Hoxha railed against Khrushchev and supported China during an international Communist conference in Moscow."
  ],
  "Bangladesh": [
    "Dhaka Residential Model College Established."
  ],
  "Barbados": [
    "The West Indies Federation government collapses due to internal conflicts, Barbados reverts to internal self-governance."
  ],
  "Belgium": [
    "Birth of future King Philippe of Belgium",
    "Belgian Congo becomes independent; on the eve of the celebrations Ambroise Boimbo snatches the ceremonial sabre of King Baudouin.",
    "Treaty establishing Benelux Economic Union comes into force, providing for the free movement of persons, goods, capital and services between Belgium, the Netherlands, and Luxembourg."
  ],
  "Bhutan": [
    "Major glacial lake outburst flood from glacial lakes."
  ],
  "Brazil": [
    "The country&apos;s capital (Federal District) is relocated from the city of Rio de Janeiro to the new city, Bras&#xED;lia, in the highlands. The actual city of Rio de Janeiro becomes the State of Guanabara.",
    "J&#xE2;nio Quadros is elected President of Brazil for a five-year term."
  ],
  "Burma": [
    "U Nu&apos;s party faction wins decisive victory in 1960 elections, but his promotion of Buddhism as the state religion and his tolerance of separatism angers the military."
  ],
  "Canada": [
    "First Nations people are granted the right to vote in federal elections without having to give up their treaty rights and Indian Status"
  ],
  "Chile": [
    "First instance of the yearly Vi&#xF1;a del Mar International Song Festival is organized.",
    "The magnitude 9.5 M<sub>w</sub> Great Chilean earthquake, the most intense earthquake ever recorded, hits offshore near Valdivia. The earthquake generated a tsunami which spread across the Pacific Ocean, affecting Chile, Hawaii, Japan, the Phillippines, and New Zealand, among many."
  ],
  "China": [
    "<i>Sino-Soviet split</i>: A CPC newspaper accused the Soviet leadership of &quot;revisionism.&quot;"
  ],
  "Colombia": [
    "Creation of the first Natural protected area in Colombia, the Cueva de los Guacharos National park"
  ],
  "Cuba": [
    "The French freighter <i>La Coubre</i> explodes while unloading in Havana harbor, and Fidel Castro calls it sabotage by the U.S. on 5 March.",
    "U.S. President Dwight Eisenhower orders CIA director Allen Dulles to train Cuban exiles for a covert invasion of Cuba.",
    "U.S. Secretary of State Lester Mallory outlines objectives of embargo in a memo: &quot;...inconspicuous as possible, makes the greatest inroads in denying money and supplies to Cuba, to decrease monetary and real wages, to bring about hunger, desperation and overthrow of government&quot;.",
    "All U.S. businesses and commercial property in Cuba is nationalized at the direction of the Cuban government.",
    "U.S. imposes embargo prohibiting all exports to Cuba except foodstuffs and medical supplies.",
    "Nationalization of all U.S. property is completed.",
    "Operation Peter Pan (<i>Operaci&#xF3;n Pedro Pan</i>) begins, an operation transporting 14,000 children of parents opposed to the new government. The scheme continues until U.S. airports are closed to Cuban flights during 1962."
  ],
  "Cyprus": [
    "British occupation ended.",
    "The British, Greek and Turkish governments signed a Treaty of Guarantee to provide for an independent Cypriot state within the Commonwealth of Nations and allow for the retention of two Sovereign Base Areas at Akrotiri and Dhekelia. Under the treaty, each power received the right to take military action in the face of any threat to the constitution. Cyprus became independent of foreign rule. The Greek Cypriot Archbishop Makarios became the first president, with Turkish Cypriot Dr. Kutchuk his vice president. Both had the right of veto. Turkish Cypriots, who formed 18% of the population, were guaranteed the vice-presidency, three out of ten ministerial posts and 30% of jobs in the public service. They were further guaranteed 40% representation in the army and separate municipal services in the five major towns. Overall, a very complex constitution was drafted, which demanded a majority of votes overall as well as within each community for many decisions."
  ],
  "Indinesia": [
    "President Sukarno reshuffles the cabinet and appoints the second &quot;Working Cabinet&quot;.",
    "Second Lieutenant Daniel Alexander Maukar of the Indonesian Air Force uses a MiG-17 fighter to strafe the Presidential Palace in Jakarta, oil tanks at Tanjung Priok in North Jakarta and then the Bogor Palace.",
    "The House of Representatives-Mutual cooperation (DPR-GR), composed of members chosen by President Sukarno is established.",
    "Indonesia severs diplomatic links with the Netherlands in protest over its refusal to hand over Netherlands New Guinea.",
    "President Sukarno addresses the United Nations General Assembly."
  ],
  "Israel": [
    "Eight agents of the Israeli internal security service Shin Bet and its foreign intelligence service Mossad abducted Adolf Eichmann, the Nazi officer primarily responsible for the actual implementation of the Holocaust, near his home in San Fernando, Buenos Aires."
  ],
  "Italy": [
    "Italian film director Federico Fellini shoots <i>La Dolce Vita</i>, an episodic study of life along Via Veneto in Rome.",
    "Rightist riots in Reggio Calabria against the regional capital being set in Catanzaro.",
    "Leftist riots in Genoa and Reggio Emilia against the Tambroni Cabinet led by Fernando Tambroni, a coalition between DC and post-fascist Italian Social Movement.",
    "The 1960 Summer Olympics opens in Rome."
  ],
  "Nepal": [
    "King Mahendra seizes control and suspends parliament, constitution and party politics after Nepali Congress Party (NCP) wins elections with B. P. Koirala as premier."
  ],
  "Philippine": [
    "DZTV-TV Channel 13 of Inter-Island Broadcasting Corporation (IBC) established.",
    "Republic Act No. 2786 divided old Surigao into the new provinces of Surigao del Norte and Surigao del Sur."
  ],
  "Russia": [
    "<i>Sino-Soviet Split</i>: A Chinese Communist Party newspaper accused the Soviet leadership of &quot;revisionism.&quot;",
    "<i>Sino-Soviet Split</i>: Moscow recalled thousands of Soviet advisers from China and ended economic and military aid.",
    "<i>Vietnam War</i>: The National Front for the Liberation of Vietnam was formed, with the intent to overthrow the government of South Vietnam."
  ],
  "Rwanda": [
    "An election is held."
  ],
  "Singapore": [
    "The Housing and Development Board is set up."
  ],
  "Taiwan": [
    "Jiang Jieshi&apos;s presidency is extended past two terms",
    "Institutions of higher education increase to 15, primary schools rise to 1,982, and secondary schools to 299"
  ],
  "USA": [
    "The <i>Greensboro sit-ins</i>, sparked by the refusal of four African American college students to move from a segregated lunch counter, began similar widespread acts of civil disobedience to protest Jim Crow laws.",
    "The Student Nonviolent Coordinating Committee was founded.",
    "<i>U-2 incident</i>: A CIA U-2 spy plane was shot down while flying a reconnaissance mission over Soviet airspace.",
    "The Civil Rights Act of 1960, establishing federal inspection of local voter registration polls and penalties for those attempting to obstruct the right to vote, was signed into law.",
    "The 50-star flag is adopted.",
    "The first ever general election debate between presidential candidates was held between Democratic nominee John F. Kennedy and Republican nominee Richard M. Nixon.",
    "<i>United States presidential election, 1960</i>: Massachusetts Senator John F. Kennedy was elected President, defeating Vice President Richard M. Nixon and becoming the youngest person to be elected to the office of the Presidency.",
    "<i>Boynton v. Virginia</i>: In a 7&#x2013;2 ruling, the Supreme Court ruled that African-Americans were protected from racial segregation on buses by the Interstate Commerce Act.",
    "The National Front for the Liberation of Vietnam was formed."
  ]
}