{
  "year": " 1962",
  "Albania": [
    "The Albanian regime introduced an austerity program in an attempt to compensate for the withdrawal of Soviet economic support.",
    "Albania became the spokesman for China at the UN."
  ],
  "Argentina": [
    "Military coup ended presidency of civilian Arturo Frondizi"
  ],
  "Australia": [
    "Robert Menzies&apos; <i>Commonwealth Electoral Act</i> provided that all Indigenous Australians should have the right to enrol and vote at federal elections, removing remaining restrictions applying in QLD, WA and NT.",
    "Malayan Insurgency ends"
  ],
  "Belgium": [
    "Rioting in Brussels between Flemish nationalist and Francophone demonstrators."
  ],
  "Brazil": [
    "Brazil beats Czechoslovakia 3&#x2013;1 to win the 1962 FIFA World Cup."
  ],
  "Burma": [
    "Democratically elected government of U Nu is overthrown by Ne Win, who abolishes the federal system and inaugurates &quot;the Burmese Way to Socialism&quot; &#x2013; nationalising the economy, forming a single-party state with the BSPP as the sole political party, and banning independent newspapers",
    "Government guns down student protesters"
  ],
  "Burundi": [
    "Burundi received independence from Belgium."
  ],
  "Chile": [
    "Chile hosts the FIFA World Cup football competition. The Chilean national football team comes in 3rd; its highest ever placement in the competition."
  ],
  "China": [
    "<i>Sino-Indian War</i>: The PLA attacked Indian forces across the Line of Actual Control."
  ],
  "Colombia": [
    "Guillermo Le&#xF3;n Valencia is president of Colombia",
    "Luz Marina Zuluaga wins Miss Universe beauty contest"
  ],
  "Cuba": [
    "U.S. ends Cuban blockade, satisfied that all bases are removed and Soviet jets will leave the island by 20 December."
  ],
  "France": [
    "End of the Algerian War, Algeria, a French colony, obtained independence from France after almost 8 years of official strife."
  ],
  "India": [
    "war over disputed territory of Kashmir with China.",
    "India won Diu, Daman and Goa from Portuguese India."
  ],
  "Indinesia": [
    "The Mandala Command to &quot;free&quot; Western (Netherlands) New Guinea from the Dutch is established. Its commander is Brigadier General Suharto.",
    "Deputy chief of staff of the Indonesian Navy Commodore Yos Sudarso is killed in a Dutch air attack on the motor torpedo boat (MTB) force he is commanding.",
    "President Sukarno again reshuffles his cabinet.",
    "The New York Agreement, transferring Western New Guinea to Indonesia, is signed at the United Nations.",
    "Jakarta hosts the Fourth Asian Games. (to 4 September)"
  ],
  "Kenya": [
    "KANU-KADU coalition government is formed\n<p>Mau Mau Uprising ends</p>\n"
  ],
  "Malaysia": [
    "Brunei Revolt: A revolt led by Yassin Affandi began coordinated attacks on oil installations, police stations and government facilities around the protectorate."
  ],
  "Nepal": [
    "New constitution provides for non-party system of councils known as &quot;panchayat&quot; under which king exercises sole power. First elections to Rastrya Panchayat held in 1963."
  ],
  "Philippine": [
    "Independence Day is changed to June 12 by Diosdado Macapagal",
    "DZTM-TV Channel 5, of Associated Broadcasting Corporation (ABC) and <i>The Manila Times</i>, established."
  ],
  "Russia": [
    "<i>Novocherkassk massacre</i>: Soviet workers gathered in the town square of Novocherkassk to protest an increase in food prices and work quotas. Shots were fired at the rioters, killing 25 and injuring 87 people.",
    "<i>Mozambican War of Independence</i>: The Mozambican Liberation Front (FRELIMO) was founded.",
    "<i>Cuban Missile Crisis</i>: President Kennedy is shown aerial photos from U-2 surveillance flights showing missile bases in Cuba. The thirteen days marking the most dangerous period of the Cuban missile crisis begin.",
    "<i>Cuban Missile Crisis</i>: Kennedy announced that any nuclear missile attack from Cuba would be regarded as an attack by the Soviet Union, and that the island would be placed under &quot;quarantine&quot; to prevent further weapons shipments.",
    "<i>Cuban Missile Crisis</i>: The Soviet Union offered to withdraw the missiles in return for a U.S. guarantee not to invade Cuba or support any invasion.",
    "<i>Cuban Missile Crisis</i>: Khrushchev announced that he had ordered the removal of the Soviet missiles in Cuba."
  ],
  "Rwanda": [
    "Belgium grants Rwanda independence.",
    "Gr&#xE9;goire Kayibanda becomes the first elected President of Rwanda."
  ],
  "Singapore": [
    "A referendum is held in Singapore to vote on merger with Malaysia."
  ],
  "Sudan": [
    "Civil war spread to southern Sudan with the ascendance of the Anyanya separatist movement."
  ],
  "Tanzania": [
    "Julius Nyerere resigns as Prime Minister and is succeeded by Rashidi Kawawa.",
    "Tanganyika becomes a republic with Julius Nyerere as its first president."
  ],
  "USA": [
    "John Glenn orbited the Earth.",
    "A decision was reached in <i>Baker v. Carr</i> which enabled federal courts to intervene in and to decide reapportionment cases.",
    "Three inmates go missing on an escape from Alcatraz Federal Penitentiary on June 11, 1962.",
    "A decision in <i>Engel v. Vitale</i> determined that it was unconstitutional for state officials to compose an official school prayer and require its recitation in public schools.",
    "Marilyn Monroe died of an apparent overdose from acute barbiturate poisoning at age thirty-six.",
    "<i>Cuban missile crisis</i>: A nuclear confrontation took place between the United States and the Soviet Union."
  ]
}