{
  "year": "1962",
  "USA": [
    "John Glenn orbited the Earth.",
    "A decision was reached in <i>Baker v. Carr</i> which enabled federal courts to intervene in and to decide reapportionment cases.",
    "Three inmates go missing on an escape from Alcatraz Federal Penitentiary on June 11, 1962.",
    "A decision in <i>Engel v. Vitale</i> determined that it was unconstitutional for state officials to compose an official school prayer and require its recitation in public schools.",
    "Marilyn Monroe died of an apparent overdose from acute barbiturate poisoning at age thirty-six.",
    "<i>Cuban missile crisis</i>: A nuclear confrontation took place between the United States and the Soviet Union."
  ],
  "Tanzania": [
    "Julius Nyerere resigns as Prime Minister and is succeeded by Rashidi Kawawa.",
    "Tanganyika becomes a republic with Julius Nyerere as its first president."
  ],
  "Sudan": [
    "Civil war spread to southern Sudan with the ascendance of the Anyanya separatist movement."
  ],
  "Rwanda": [
    "Belgium grants Rwanda independence.",
    "Gr&#xE9;goire Kayibanda becomes the first elected President of Rwanda."
  ],
  "Philippine": [
    "Independence Day is changed to June 12 by Diosdado Macapagal",
    "DZTM-TV Channel 5, of Associated Broadcasting Corporation (ABC) and <i>The Manila Times</i>, established."
  ],
  "Nepal": [
    "New constitution provides for non-party system of councils known as \"panchayat\" under which king exercises sole power. First elections to Rastrya Panchayat held in 1963."
  ],
  "Malaysia": [
    "Brunei Revolt: A revolt led by Yassin Affandi began coordinated attacks on oil installations, police stations and government facilities around the protectorate."
  ],
  "Kenya": [
    "KANU-KADU coalition government is formed\n<p>Mau Mau Uprising ends</p>\n"
  ],
  "Indonesia": [
    "The Mandala Command to \"free\" Western (Netherlands) New Guinea from the Dutch is established. Its commander is Brigadier General Suharto.",
    "Deputy chief of staff of the Indonesian Navy Commodore Yos Sudarso is killed in a Dutch air attack on the motor torpedo boat (MTB) force he is commanding.",
    "President Sukarno again reshuffles his cabinet.",
    "The New York Agreement, transferring Western New Guinea to Indonesia, is signed at the United Nations.",
    "Jakarta hosts the Fourth Asian Games. (to 4 September)"
  ],
  "India": [
    "war over disputed territory of Kashmir with China.",
    "India won Diu, Daman and Goa from Portuguese India."
  ],
  "France": [
    "End of the Algerian War, Algeria, a French colony, obtained independence from France after almost 8 years of official strife."
  ],
  "Cuba": [
    "U.S. ends Cuban blockade, satisfied that all bases are removed and Soviet jets will leave the island by 20 December."
  ],
  "Colombia": [
    "Guillermo Le&#xF3;n Valencia is president of Colombia",
    "Luz Marina Zuluaga wins Miss Universe beauty contest"
  ],
  "Chile": [
    "Chile hosts the FIFA World Cup football competition. The Chilean national football team comes in 3rd; its highest ever placement in the competition."
  ],
  "Burundi": [
    "Burundi received independence from Belgium."
  ],
  "Burma": [
    "Democratically elected government of U Nu is overthrown by Ne Win, who abolishes the federal system and inaugurates \"the Burmese Way to Socialism\" &#x2013; nationalising the economy, forming a single-party state with the BSPP as the sole political party, and banning independent newspapers",
    "Government guns down student protesters"
  ],
  "Brazil": [
    "Brazil beats Czechoslovakia 3&#x2013;1 to win the 1962 FIFA World Cup."
  ],
  "Belgium": [
    "Rioting in Brussels between Flemish nationalist and Francophone demonstrators."
  ],
  "Australia": [
    "Robert Menzies' <i>Commonwealth Electoral Act</i> provided that all Indigenous Australians should have the right to enrol and vote at federal elections, removing remaining restrictions applying in QLD, WA and NT.",
    "Malayan Insurgency ends"
  ],
  "Argentina": [
    "Military coup ended presidency of civilian Arturo Frondizi"
  ],
  "Albania": [
    "The Albanian regime introduced an austerity program in an attempt to compensate for the withdrawal of Soviet economic support.",
    "Albania became the spokesman for China at the UN."
  ]
}