{
  "year": " 1964",
  "Afghanistan": [
    "A new constitution was ratified which instituted a democratic legislature."
  ],
  "Albania": [
    "Khrushchev was forced to resign, to the delight of Hoxha."
  ],
  "Australia": [
    "The Beatles&apos; 1964 world tour reach Australia",
    "82 sailors die when HMAS&#xA0;<i>Voyager</i> sinks after collision with HMAS&#xA0;<i>Melbourne</i>",
    "The editors of <i>Oz</i> magazine are charged with obscenity",
    "Prime Minister Robert Menzies announces the reintroduction of compulsory military service for men aged from 18&#x2013;25 years old",
    "First troops sent to Vietnam War."
  ],
  "Barbados": [
    "The Legislative Council is replaced by the Senate.",
    "Voting age was reduced to 18."
  ],
  "Belgium": [
    "Salvatore Adamo becomes one of the most commercially successful musicians in the world."
  ],
  "Bhutan": [
    "Prime Minister Jigme Palden Dorji is assassinated in a dispute among competing political factions. The King&apos;s own uncle, a military cadre, was among those executed for their role in the attempted coup. After a brief tenure by acting Prime Minister Lhendup Dorji, the post of Prime Minister is abolished until 1998."
  ],
  "Brazil": [
    "The military overthrows Brazilian President Jo&#xE3;o Goulart in a coup, starting 21 years of dictatorship in Brazil.",
    "Deployed military rule in Brazil ended the then government of president Jo&#xE3;o Goulart.",
    "Brazilian presidential election, 1964: The Brazilian Congress elects Field Marshal Humberto de Alencar Castelo Branco as President of Brazil."
  ],
  "Chile": [
    "Christian Democrat Eduardo Frei Montalva becomes president, proclaiming the so-called &quot;Revolution in Liberty&quot;. His election campaign was largely (and secretly) funded by the CIA, an intelligence agency of the United States."
  ],
  "China": [
    "<i>Quotations from Chairman Mao Tse-tung</i> was first published.",
    "<i>596</i>: The Chinese government detonated its first nuclear weapon at Lop Nur.",
    "The second of two volumes of Simplified Chinese characters ordered by the State Council of the People&apos;s Republic of China was published."
  ],
  "Colombia": [
    "The refractive surgery keratomileusis was developed by Ignacio Barraquer in Bogot&#xE1;.",
    "Marquetalia Republic is overrun by the Colombian army (during what was termed &quot;Operation Marquetalia&quot;)"
  ],
  "Cuba": [
    "OAS enforce embargo against Cuba."
  ],
  "Cyprus": [
    "The Battle of Tylliria takes place. Greek-Cypriot forces storm the Turkish-held Kokkina enclave, prompting a Turkish military intervention and airstrikes on the Greek forces. However, Soviet pressure prevented the Turks from going any further, and when the battle ended after four days of fierce fighting, the Kokkina enclave had been reduced to 50-40% of its original size."
  ],
  "Germany": [
    "The National Democratic Party of Germany (NPD) was established."
  ],
  "Haiti": [
    "Duvalier&apos;s reign of terror ended.",
    "The National Assembly votes to accept the Duvalieriste Constitution, establishing Duvalier as President for Life of Haiti"
  ],
  "India": [
    "Death of Prime Minister Jawaharlal Nehru."
  ],
  "Indinesia": [
    "During his Independence Day speech, Sukarno for the first time publicly denounce the United States, and over the following months an anti-American campaign attacked American interests.",
    "President Sukarno appoints the Dwikora Cabinet"
  ],
  "Italy": [
    "Sergio Leone&apos;s <i>A Fistful of Dollars</i>, the first of three films in his <i>Dollars Trilogy</i> of Spaghetti Westerns starring Clint Eastwood, is released.",
    "An attempted coup (Piano Solo) is defused.",
    "Michele, the son of Mastro Pietro Ferrero, modifies his father&apos;s recipe for the &quot;supercrema gianduja&quot; (invented in 1946) and renames it Nutella."
  ],
  "Japan": [
    "<i>1964 Summer Olympics</i>: Tokyo hosted the Olympics, marking the first time the Games were held in Asia."
  ],
  "Kenya": [
    "Kenya transforms into a republic\n<p>Jomo Kenyatta becomes President of Kenya</p>\n"
  ],
  "Malta": [
    "Malta is granted independence from the United Kingdom as a Constitutional Monarchy, with Queen Elizabeth II as its Head of State.",
    "The Duke of Edinburgh represents The Queen at the Independence celebrations, which were held just six months following the birth of Prince Edward.",
    "Malta joins the United Nations."
  ],
  "Philippine": [
    "Philippine Press Institute founded",
    "Death of Emilio Aguinaldo, former Philippine President",
    "Miss Philippines Gemma Cruz was crowned Miss International 1964, the first Filipino to win the title."
  ],
  "Russia": [
    "Khrushchev&apos;s rivals in the party deposed him at a Central Committee meeting. Leonid Brezhnev and Alexei Kosygin assumed power as First Secretary and Premier, respectively."
  ],
  "Singapore": [
    "The PAP wins one seat in the Malaysian Federal Election. UMNO is outraged.",
    "There is an ethnic riot between various Malays and Chinese, on Prophet Muhammad&apos;s birthday, 23 people are killed."
  ],
  "Sudan": [
    "A revolution overthrew Abboud&apos;s regime."
  ],
  "Tanzania": [
    "The Zanzibar Revolution by local Africans overthrows the Sultan of Zanzibar and his primarily Arab government. Sheikh Abeid Karume becomes the first President of Zanzibar.",
    "The Republic of Tanganyika and the Republic of Zanzibar and Pemba unite to form the United Republic of Tanganyika and Zanzibar.",
    "The United Republic of Tanganyika and Zanzibar changes its name to the United Republic of Tanzania."
  ],
  "USA": [
    "The Twenty-fourth Amendment to the United States Constitution, prohibiting both Congress and the states from conditioning the right to vote in federal elections on payment of a poll tax or other types of tax, was ratified.",
    "<i>British Invasion</i>: The Beatles arrived in the United States.",
    "The 1964, Alaska earthquake occurred at 5:36 PM AST and lasted four minutes and thirty-eight seconds to a magnitude 9.2 megathrust. It was the most powerful recorded in North American history, and the second most powerful recorded in world history.",
    "President Johnson proposed the Great Society, a set of social reforms aimed at the elimination of poverty and racial injustice.",
    "The <i>Freedom Summer</i> began, aimed to increase voter registration for African Americans.",
    "The Civil Rights Act of 1964, outlawing both segregation and major forms of discrimination against blacks and women, was signed into law.",
    "<i>Tonkin Gulf incident</i>, a false flag operation with &apos;deliberately skewed&apos; intelligence to expand U.S. military involvement in Vietnam, occurred.",
    "<i>Murders of Chaney, Goodman, and Schwerner</i>: The bodies of three missing civil rights activists, working to register voters as a part of Freedom Summer, were found near Philadelphia, Mississippi.",
    "The Gulf of Tonkin Resolution, not a formal declaration of war in Vietnam, was signed by President Johnson",
    "The Economic Opportunity Act was signed into law.",
    "<i>United States presidential election, 1964</i>: President Lyndon B. Johnson defeated Arizona Senator Barry Goldwater.",
    "Dr. King became the youngest person ever to be awarded the Nobel Peace Prize, for his &apos;nonviolent campaign against racism&apos;."
  ]
}