{
  "year": "1965",
  "USA": [
    "<i>Vietnam War</i>: Johnson escalates United States military involvement in the war, with the number of U.S. troops totaling more than 184,000.",
    "African American Muslim minister and human rights activist Malcolm X was assassinated at the Audubon Ballroom in Harlem, New York.",
    "<i>Operation Rolling Thunder</i> began in the Vietnam War.",
    "The <i>Selma to Montgomery marches</i>, known as \"Bloody Sunday\", drew national outrage after Alabama State Troopers severely beat and used tear gas against the nonviolent demonstrators.",
    "In a third attempt to march from Selma to Montgomery, 3,200 civil rights demonstrators reached the Alabama State Capitol, where they were joined with a crowd of 25,000, after four days of marching.",
    "<i>March Against the Vietnam War</i>: The Students for a Democratic Society (SDS) and the SNCC led the first major anti-war demonstration against the Vietnam War in Washington, D.C., with over 25,000 protesters.",
    "The Social Security Amendments of 1965 was signed into law, establishing Medicaid and Medicare in the United States.",
    "The Voting Rights Act was signed into law.",
    "The <i>Watts riots</i> began in the Watts neighborhood of Los Angeles, resulting in the deaths of 34 people.",
    "The United States Department of Housing and Urban Development (HUD) was established, after the Housing and Urban Development Act of 1965 was signed into law by President Johnson.",
    "The Immigration Act of 1965 was signed into law, abolishing the National Origins Formula.",
    "The Higher Education Act of 1965 was passed."
  ],
  "Tonga": [
    "S&#x101;lote Tupou died and was succeeded by King T&#x101;ufa&#x2BB;&#x101;hau Tupou IV."
  ],
  "Tanzania": [
    "President Nyerere is returned to power in a one-party election.",
    "Nyerere is sworn in for his second presidential term."
  ],
  "Taiwan": [
    "Population of Taiwan grows to 12,628,000"
  ],
  "Poland": [
    "Legislative election",
    "Letter of Reconciliation of the Polish Bishops to the German Bishops"
  ],
  "Philippine": [
    "Republic Act No. 4221 divided old Samar into the new provinces of Western Samar, Northern Samar, and Eastern Samar.",
    "Ferdinand Marcos elected President of the Republic of the Philippines.",
    "Ferdinand Marcos takes his oath of office."
  ],
  "Malta": [
    "Malta joins the Council of Europe."
  ],
  "Malaysia": [
    "Lee Kuan Yew began campaigning for a Malaysian Malaysia.",
    "Singapore and Malaysia signed a separation agreement.",
    "The Malaysian Parliament voted to expel Singapore from the Federation."
  ],
  "Italy": [
    "The film <i>For a Few Dollars More</i> is released.",
    "End of Second Vatican Council."
  ],
  "Indonesia": [
    "Indonesia withdraws from membership of the UN.",
    "The Indonesian Communist Party (PKI) calls for workers and peasants to be armed.",
    "The Third Session of the Provisional People's Consultative Assembly is held in Bandung. (to 16 April)",
    "Foreign Minister Subandrio reports to President Sukarno the existence of the Gilchrist Document, a letter purporting to be from the British ambassador which discusses western military involvement in Indonesia.",
    "An abortive coup in Jakarta results in the murder of six army generals, and disposal of bodies at Lubang Buaya.",
    "A violent anti-communist purge leads to the killing of approximately 1/2 million Indonesians. (to March 1966)",
    "A counter-coup led by General Suharto that leads to the Overthrow of Sukarno",
    "President Sukarno appoints Major General Suharto Minister/Commander of the Army.",
    "The Jakarta Military Command temporarily suspends the activities of the PKI and its organizations in the Jakarta region.",
    "The rupiah is devalued by a factor of 1,000 in an effort to control inflation."
  ],
  "India": [
    "Second war with Pakistan over Kashmir."
  ],
  "France": [
    "Merger Treaty: this treaty merged the ECSC, the EEC and the EAEC into a single institutional structure known as the European Community."
  ],
  "England": [
    "Death of Winston Churchill."
  ],
  "Cuba": [
    "The Integrated Revolutionary Organizations (ORI) become the governing Communist Party of Cuba.",
    "Fidel announces Cubans can emigrate, which launches the Camarioca boatlift and airlift."
  ],
  "Colombia": [
    "The National Liberation Army (Colombia) (ELN) guerrilla is created"
  ],
  "Burundi": [
    "Prime Minister Pierre Ngendandumwe was assassinated by a Rwandan Tutsi."
  ],
  "Brazil": [
    "Rede Globo, the 3rd largest TV broadcaster of the world, is founded, in Rio de Janeiro, Brazil.",
    "Brazilian president Humberto de Alencar Castelo Branco removes power from parliament, legal courts and opposition parties."
  ],
  "Bhutan": [
    "Unsuccessful attempt to assassinate King Jigme Dorji Wangchuck."
  ],
  "Belgium": [
    "Treaty to establish a Benelux Court of Justice signed.",
    "Belgian general election, 1965"
  ],
  "Australia": [
    "Indigenous Australians gain right to vote in state of Queensland"
  ],
  "Armenia": [
    "1965 Yerevan demonstrations"
  ],
  "Afghanistan": [
    "The Marxist People's Democratic Party of Afghanistan (PDPA) held its first congress."
  ]
}