{
  "year": " 1966",
  "Albania": [
    "Hoxha initiated a Cultural and Ideological Revolution.",
    "The Albanian Communist Party issued an &quot;open letter&quot; establishing an egalitarian wage and job structure for all workers."
  ],
  "Argentina": [
    "General Juan Carlos Ongan&#xED;a assumed power and represses political parties"
  ],
  "Australia": [
    "The ban on the employment of married women in the Commonwealth Public Service is lifted",
    "Robert Menzies retire as Australia&apos;s longest-serving Prime Minister and is succeeded by Harold Holt.",
    "The Beaumont Children Jane (9), Arnna (7), and Grant (4) disappear from Glenelg Beach.",
    "Decimalisation; the Australian currency is changed to dollars and cents, with the Australian dollar replacing the Australian pound."
  ],
  "Bangladesh": [
    "Six point Bengali nationalist movement led by Sheikh Mujibur Rahman emerges."
  ],
  "Barbados": [
    "Barbados, (led by Errol Barrow as Prime Minister) received its independence from the United Kingdom"
  ],
  "Belgium": [
    "Belgium ratifies London Fisheries Convention.",
    "London Fisheries Convention regulating fisheries in the North Sea comes into force."
  ],
  "Bhutan": [
    "The capital is moved from Punakha to Thimphu through a transition period when Punakha was the winter capital and Thimphu the summer capital."
  ],
  "Brazil": [
    "A massive theft of nuclear materials is revealed in Brazil."
  ],
  "Burundi": [
    "Michel Micombero became the first President of Burundi."
  ],
  "China": [
    "<i>Cultural Revolution</i>: The CPC launched a campaign to destroy the Four Olds.",
    "The Three-Self Patriotic Movement, the sole government-sanctioned Protestant church, was abolished."
  ],
  "Colombia": [
    "Carlos Lleras Restrepo is president of Colombia"
  ],
  "England": [
    "England wins the FIFA World Cup."
  ],
  "Germany": [
    "Erhard resigned.",
    "Kurt Georg Kiesinger of the CDU was elected Chancellor of West Germany in coalition with the SPD."
  ],
  "India": [
    "Nehru&apos;s daughter Indira Gandhi becomes prime minister."
  ],
  "Indinesia": [
    "Anti-communist organizations grouped under the Pancasila Front issue the &quot;Three Demands of the People&quot; (<i>Tritura</i>), namely the dissolution of the PKI, the cleansing of the cabinet of elements involved in 30 September Movement, and lower prices and economic improvements.",
    "The Extraordinary Military Court trials of people allegedly involved in 30 September Movement begin.",
    "President Sukarno reshuffles his cabinet, creating what becomes known as the &quot;cabinet of 100 ministers&quot;.",
    "Sukarno delegates key presidential powers to Suharto by signing the <i>Supersemar</i>. The following day Suharto dissolves the Indonesian Communist Party.",
    "A total of 14 cabinet ministers are taken into &quot;protective custody&quot;.",
    "Following large scale demonstrations, the leadership of the Mutual-Assistance House of Representatives (DPR-GR) is replaced.",
    "The Fourth Session of the Provisional People&apos;s Consultative Assembly is held in Jakarta. It raises the status of the Supersemar into a decree, meaning Sukarno cannot revoke it, bans the PKI and its teachings and rejects President Sukarno&apos;s accountability speech. (to 5 July)",
    "Indonesia and Malaysia agree to normalize diplomatic relations.",
    "Indonesia rejoins the United Nations."
  ],
  "Israel": [
    "The martial law imposed on Israeli Arabs from the founding of the State of Israel was lifted completely."
  ],
  "Italy": [
    "Socialist and Democratic Socialist Party joined forces in the Unified Socialist Party.",
    "The film <i>The Good, the Bad and the Ugly</i> is released. The film is now considered to be one of the greatest films of all time."
  ],
  "Malaysia": [
    "Exchange of notes by the government of Malaysia (formerly Malaya) and Philippines constituting an agreement relating to the implementation of the Manila Accord of 31 July 1963."
  ],
  "Philippine": [
    "With the enactment of <i>Republic Act No. 4695</i> on April, the huge old Mountain Province was abolished and split into four new provinces: Benguet, Mountain Province, Kalinga-Apayao and Ifugao.",
    "Republic Act No. 4669 created the province of Camiguin, separating from Misamis Oriental.",
    "Republic Act No. 4849 created the province of South Cotabato, separating from Empire Province of Cotabato."
  ],
  "Singapore": [
    "Suharto resigned and as a result the Konfrontasi stopped."
  ],
  "USA": [
    "Robert C. Weaver was sworn in as the first United States Secretary of Housing and Urban Development, becoming the first African American to hold a cabinet-level position.",
    "<i>Miranda v. Arizona</i>: The Supreme Court ruled that not informing suspects held in custody on their right to counsel and silence violated protection against self incrimination, establishing what later became known as &quot;Miranda Rights&quot;.",
    "The feminist group the National Organization for Women (NOW) was formed.",
    "The Freedom of Information Act was signed into law.",
    "The National Traffic and Motor Vehicle Safety Act was passed."
  ]
}