{
  "year": "1968",
  "USA": [
    "The <i>Tet Offensive</i>, a campaign of surprise attacks by the Viet Cong, began.",
    "Civil rights leader Dr. Martin Luther King Jr. was assassinated by a sniper at the Lorraine Motel in Memphis, Tennessee.",
    "<i>King assassination riots</i>: The assassination of Dr. King prompted mass riots in Chicago, Washington D.C., Baltimore, Kansas City and Louisville; leaving 36 people dead.",
    "The Civil Rights Act of 1968, providing equal housing protection, was signed into law.",
    "Robert F. Kennedy was assassinated at the Ambassador Hotel in Los Angeles by Sirhan Sirhan, after winning the California primary while campaigning for President.",
    "The United States signed the Nuclear Non-Proliferation Treaty.",
    "Chicago City Police clashed with anti-war protesters at the 1968 Democratic National Convention in Chicago.",
    "The Gun Control Act of 1968 was signed into law.",
    "<i>United States presidential election, 1968</i>: Former Vice President Richard Nixon was elected President, defeating incumbent Vice President Hubert Humphrey and Alabama Governor George Wallace.",
    "Shirley Chisholm of New York became the first African-American woman elected to Congress.",
    "<i>Apollo 8</i>: The first manned spacecraft to leave Earth's orbit occurred."
  ],
  "Taiwan": [
    "Compulsory education is extended from 6 to 9 years"
  ],
  "Serbia": [
    "The <i>Belgrade Spring</i> erupts among studentry of Yugoslavia, ignited by Belgrade and Zagreb's student demands to improve the conditions in the two largest Universities. Croats also ask for their own literary language apart from Serbian language, for the first time since the Vienna Treaty in 1850."
  ],
  "Poland": [
    "Political crisis",
    "End of Prague Spring with the invasion of Czechoslovakia"
  ],
  "Philippine": [
    "First provincial television stations are established in Cebu, Bacolod, and Dagupan, all operated by ABS&#x2013;CBN.",
    "Jabidah massacre",
    "1968 Casiguran earthquake and the collapse of Ruby Tower",
    "Communist Party of the Philippines (CPP) is reestablished by Jose Maria Sison in Pangasinan."
  ],
  "Peru": [
    "General Juan Velasco Alvarado seized power in a military <i>coup</i>."
  ],
  "Mexico": [
    "<i>Tlatelolco massacre</i>: The government fired on a crowd of student protesters in the Plaza de las Tres Culturas in Mexico City, killing between thirty and three hundred."
  ],
  "Japan": [
    "Japan surpassed West Germany to become the second largest economic power in the world."
  ],
  "Italy": [
    "The Belice earthquake sequence took place in Sicily between 14 and 15 January. The largest shock measured 5.5 on the moment magnitude scale, with five others of magnitude 5+. The maximum perceived intensity was X (<i>Extreme</i>) on the Mercalli intensity scale. The earthquake sequence, centred between the towns of Gibellina, Salaparuta and Poggioreale, killed at least 231 people, possibly more than 400, with between 632 and about 1,000 injured and left 100,000 homeless. It is known in Italy as <b>Terremoto del Belice</b>.",
    "The University of Trento is occupied by students.",
    "The Italian national football team wins its first UEFA European Championship at Rome, against Yugoslavia.",
    "Giovanni Leone was appointed First Minister: remains in office until December.",
    "In Sicily clashes between strikers and police.",
    "Mariano Rumor reconstitutes a center-left government."
  ],
  "Indonesia": [
    "Soedjatmoko is Indonesian ambassador to the United States; bilateral relations warm. (to 1971)",
    "Parliament confers full presidential title on Suharto; Sukarno is under effective house arrest."
  ],
  "Iceland": [
    "Kristj&#xE1;n Eldj&#xE1;rn becomes president. Collapse of the fishing industry."
  ],
  "Haiti": [
    "Fran&#xE7;ois Wolf Ligond&#xE9;, the first Haitian archbishop, is consecrated at the Cathedral of Port-au-Prince"
  ],
  "Germany": [
    "The German Emergency Acts were passed, amending the Basic Law for the Federal Republic of Germany to allow for the restriction of certain freedoms in the event of an emergency, and marking a major political defeat for the German student movement."
  ],
  "France": [
    "May '68: a series of protests, occupations and strikes against capitalism, consumerism and traditional institutions, values and order (part of the 1968 worldwide protests)."
  ],
  "Cuba": [
    "All private bars and restaurants are finally closed down."
  ],
  "Brazil": [
    "Brazilian high school student Edson Lu&#xED;s de Lima Souto is shot by the police in a protest for cheaper meals at a restaurant for low-income students. The aftermath of his death is one of the first major events against the military dictatorship.",
    "Prompted by growing unrest and proliferation of pro-communist terrorist actions, Brazilian president Artur da Costa e Silva enacts the so-called AI-5, the fifth of a series of non-constitutional emergency decrees that helped stabilize the country after the turmoils of the early 1960s."
  ],
  "Bhutan": [
    "King Jigme Dorji Wangchuck establishes the first Council of Ministers, or executive cabinet. At the same time, the king renounces his power of veto, which had never been used. The king also creates the High Court (the <i>Thimkhang Gongma</i>) and empowers it to review the king's decisions. The Bank of Bhutan is also founded as a central bank, charged with supervising the transition from a barter economy to a monetary economy.",
    "Major glacial lake outburst flood from glacial lakes."
  ],
  "Belgium": [
    "Belgian general election, 1968"
  ],
  "Bangladesh": [
    "Agartala Conspiracy Case filed by the government of Pakistan accusing Sheikh Mujibur Rahman and others of sedition."
  ],
  "Australia": [
    "John Gorton replaces John McEwen as Prime Minister",
    "British comedian Tony Hancock commits suicide in Sydney",
    "Australia signs the Treaty on the Non-Proliferation of Nuclear Weapons",
    "Aboriginal boxing champion Lionel Rose defeats Masahiko \"Fighting\" Harada in Japan to become the world bantamweight champion",
    "Australia's first liver transplant operation is performed in Sydney"
  ],
  "Albania": [
    "<i>Warsaw Pact invasion of Czechoslovakia</i>: Albania condemned the invasion and withdrew from the Warsaw Pact."
  ]
}