{
  "year": "1970",
  "Tonga": [
    "Tonga regained full sovereignty and independence from the United Kingdom and joined the Commonwealth of Nations."
  ],
  "Tanzania": [
    "Tanzania's first university, the University of Dar es Salaam is founded from the split of the University of East Africa into three national universities."
  ],
  "Taiwan": [
    "Taiwan's Gini coefficient falls to 0.321"
  ],
  "Syria": [
    "Minister of Defense Hafiz al-Assad effected a bloodless military coup and assumed the role of President."
  ],
  "Poland": [
    "Signing of Treaty of Warsaw; Warschauer Kniefall",
    "1970 protests begin"
  ],
  "Philippine": [
    "Typhoon Patsy (<i>Yoling</i>) is the most devastating typhoon to hit the country at that time.",
    "First Quarter Storm\n<ul>\n<li>January 26 &#x2013; It begins when protesting students confronted Pres. Marcos after his Presidential Address in the Old Legislative Building, Manila.</li>\n<li>January 30 &#x2013; Battle of Mendiola occurs.</li>\n<li>February 18 & 26 &#x2013; People's Congresses held in Plaza Miranda.</li>\n<li>March 3 &#x2013; People's March is organized, route is from Welcome Rotonda to Liwasang Bonifacio.</li>\n</ul>\n",
    "Major rallies and riots held, protesting oil prices and fare costs.",
    "Rally held against the government and U.S. participation in Vietnam War.",
    "Pres. Marcos publicly endorses the <i>Barrio Self-Defense Units</i>, later <i>Civilian Home Defense Forces</i>.",
    "Elections for 315 members of a Constitutional Convention held.",
    "Pope Paul VI makes his first papal visit in the Philippines, but survived an assassination attempt by Benjam&#xED;n Mendoza y Amor Flores at Manila International Airport.",
    "Members of the New People's Army, led by Lt. Victor Corpuz, raid the armory of the Philippine Military Academy."
  ],
  "Malta": [
    "Malta becomes an Associate member of the European Community."
  ],
  "Malaysia": [
    "Rukun Negara, the national philosophy was instituted by royal proclamation on Merdeka Day, after foreseeing the May 13 Incident in 1969."
  ],
  "Japan": [
    "The first successful launch of the Lambda 4S rocket places the Japanese Ohsumi satellite on orbit."
  ],
  "Italy": [
    "After the resignation of Mariano Rumor (July 6), Emilio Colombo forms a new Government.",
    "Serious incidents of violence across Italy.",
    "Parliament approved the law on divorce.",
    "Another rightist coup attempt is defused (golpe Borghese)."
  ],
  "Indonesia": [
    "Nurcholish Madjid, a young Muslim modernist, begins to lay out religious developmental principles for Indonesia&#x2014;'Islam, yes; Islamic party, no'.",
    "Sukarno dies. He is buried at Blitar, East Java."
  ],
  "Iceland": [
    "Iceland joins the European Free Trade Association."
  ],
  "Haiti": [
    "Thousands of Haitians began to flee poverty and repression in Haiti by boat, often arriving in south Florida."
  ],
  "Germany": [
    "The Marxist&#x2013;Leninist terrorist group the Red Army Faction (RAF) was founded.",
    "The voting age for participation in West German federal elections was lowered from twenty-one to eighteen.",
    "West Germany and the Soviet Union signed the Treaty of Moscow, in which the former recognized East Germany and renounced its claims on historical German territory east of the Oder&#x2013;Neisse line.",
    "West Germany and Poland signed the Treaty of Warsaw, in which both parties pledged to remain at peace and the former again affirmed its recognition of the border at the Oder&#x2013;Neisse line."
  ],
  "Colombia": [
    "Misael Pastrana Borrero is president of Colombia"
  ],
  "Chile": [
    "Salvador Allende is elected president; the first democratic election of a Marxist politician. The election campaign was highly polarised and subject to covert interference by foreign intelligence agencies (the CIA and KGB). Allende's socialist and Marxist orientation greatly displeased the government of the United States which directed resources to \"prevent Allende from coming to power or to unseat him\".",
    "Commander-in-Chief of the Chilean Army Ren&#xE9; Schneider is assassinated in Santiago in an alleged kidnapping attempt. The group responsible received material support prior to and after the crime from the CIA."
  ],
  "Canada": [
    "The government invokes the War Measures Act to apprehend the Front de lib&#xE9;ration du Qu&#xE9;bec (FLQ), a separatist paramilitary group in Quebec that was responsible for over 160 violent incidents that killed eight people and in October 1970 had kidnapped a British official (later released) and Quebec labour minister Pierre Laporte, who they killed. The FLQ collapses."
  ],
  "Cambodia": [
    "General Lon Nol overthrew Sihanouk and established a republic. Start of the Cambodian Civil War and the US Cambodian Campaign"
  ],
  "Brazil": [
    "Japanese consul-general in S&#xE3;o Paulo Nobuo Okuchi is kidnapped by the leftist guerrilla group Vanguarda Popular Revolucion&#xE1;ria.",
    "Japanese consul-general in S&#xE3;o Paulo Nobuo Okuchi is ransomed by the Brazilian government, he is released in exchange for five political prisoners.",
    "West German ambassador Ehrenfried von Holleben is kidnapped by the Vanguarda Popular Revolucion&#xE1;ria and by the A&#xE7;&#xE3;o Libertadora Nacional.",
    "Brazil defeats Italy 4&#x2013;1 to win the 1970 FIFA World Cup in Mexico.",
    "Giovanni Enrico Bucher, the Swiss ambassador to Brazil, is kidnapped by the A&#xE7;&#xE3;o Libertadora Nacional in Rio de Janeiro; kidnappers demand the release of 70 political prisoners."
  ],
  "Bhutan": [
    "Bhutan's population reaches an estimated 300,000."
  ],
  "Bangladesh": [
    "1970 Bhola cyclone",
    "First general election in Pakistan. Awami League gains majority."
  ],
  "Argentina": [
    "General Alejandro Lanusse emerged as President after Ongan&#xED;a toppled",
    "Civil conflict and terrorist attacks, principally by left-wing <i>Montoneros</i> and <i>Ej&#xE9;rcito Revolucionario del Pueblo</i> opposed by paramilitary Argentine Anticommunist Alliance (to 1976)"
  ]
}