{
  "year": "1972",
  "USA": [
    "<i>1972 Nixon visit to China</i>: President Nixon became the first U.S. President to visit the People's Republic of China, marking the end of 25 years of isolation between the U.S. and China.",
    "<i>SALT I Treaty</i>: The Anti-Ballistic Missile Treaty was signed between the Soviet Union and United States at the Moscow Summit.",
    "<i>Black Hills flood</i>: Flooding in the Black Hills region of Western South Dakota killed 238 people.",
    "<i>Watergate burglaries</i>: Five men were arrested for the burglary of the Democratic National Committee headquarters at the Watergate complex in Washington, D.C.",
    "The <i>Education Amendments of 1972</i>, enacting Title IX and prohibiting gender based discrimination of educational institutions, was signed into law.",
    "<i>Furman v. Georgia</i>: The Supreme Court ruled that application of the death penalty outside of cases of homicide violated protection against cruel and unusual punishment.",
    "The Clean Water Act is enacted, was overridden by the Senate.",
    "<i>U.S. presidential election, 1972</i>: President Nixon was reelected to a second term, defeating South Dakota Senator George McGovern.",
    "<i>Apollo 17</i> became the final mission of the Apollo program and last human spaceflight to the moon.",
    "<i>Operation Linebacker II</i>: The final major U.S. bombing campaign in North Vietnam began."
  ],
  "Tanzania": [
    "Vice President Abeid Karume is assassinated in Zanzibar Town.",
    "Aboud Jumbe becomes the second President of Zanzibar and Vice President of Tanzania."
  ],
  "Sudan": [
    "The Addis Ababa Agreement (1972), reached between the Sudanese government and the Anyanya, created a self-governing region in the south of the country."
  ],
  "Philippine": [
    "Suspicious bombing incidents increase all over the country. The MNLF launches its campaign for the independence of the Muslim provinces.",
    "Parliamentary form of government is approved by the Constitutional Convention.",
    "Pres. Marcos restores the Writ of <i>Habeas Corpus</i>",
    "<i>Daily Express</i> is established; Martial Law era newspaper later sequestered by Aquino government.",
    "Philippine Constabulary confiscates arms and ammunition in a raid in Digoyo Point, Isabela, implicating to the alleged Communist attacks.",
    "<i>Quasha decision</i>: Supreme Court decides on American ownership rights.",
    "Explosions rock Manila Electric Company main office.",
    "Sen. Ninoy Aquino exposes <i>Oplan Sagittarius</i>, a top-secret plan to place the capital under military control.",
    "Pres. Marcos signs the Martial Law edict (<i>Proclamation No. 1081</i>) to be imposed nationwide; at that time not publicly announced.",
    "Defense Minister Juan Ponce Enrile survives a staged assassination attempt.",
    "Pres. Marcos announces that he had placed the entire country under martial law, with the earlier \"ambush\" as a pretext.",
    "Media establishments and wire agencies are ordered to be closed.",
    "Sen. Aquino arrested.",
    "The implementation of martial law is officially announced.",
    "Public utilities as well as media outlets, except some including newspaper <i>Daily Express</i> and television and radio stations of Kanlaon Broadcasting System, are shut down and seized by the government.",
    "Media and opposition figures, including three other Senators, are arrested.",
    "The whole country is proclaimed a land reform area and an Agrarian Reform Program is decreed.",
    "The first major armed defiance of martial law takes place in Lanao del Sur",
    "Land reform program issued (<i>Presidential Decree 27</i>)",
    "The battle between the MNLF and the government troops ends with the latter regaining control of the city.",
    "The Constitutional Convention passes the new Constitution of the Philippines.",
    "First Lady Imelda Marcos survives an assassination attempt."
  ],
  "Nepal": [
    "King Mahendra dies, succeeded by Birendra."
  ],
  "Malta": [
    "Malta enters into a Military Base Agreement with the United Kingdom and other NATO countries.",
    "Malta adopts the Maltese pound."
  ],
  "Ireland": [
    "The Parliament of Northern Ireland is prorogued (and abolished the following year)."
  ],
  "Iceland": [
    "Exclusive economic zone extended to 50 nautical miles."
  ],
  "Germany": [
    "<i>1972 Summer Olympics</i>: The Olympic games opened in Munich, in West Germany.",
    "<i>Munich massacre</i>: Eight members of the Black September Organization snuck into the Olympic Village in Munich and took nine members of the Israeli team hostage.",
    "East and West Germany signed the Basic Treaty, in which each recognized the other's sovereignty."
  ],
  "Cuba": [
    "Cuba becomes a member of the Council for Mutual Economic Assistance (COMECON)."
  ],
  "Colombia": [
    "Discovery of Ciudad Perdida archaeological place"
  ],
  "Burundi": [
    "<i>Burundi genocide (1972)</i>: A rebellion broke out which led to a genocide against Hutus."
  ],
  "Bhutan": [
    "King Jigme Dorji Wangchuck dies; his son Jigme Singye Wangchuck begins to reign."
  ],
  "Barbados": [
    "The local Central Bank was established by Act of parliament."
  ],
  "Bangladesh": [
    "The 25-year Indo-Bangladeshi Treaty of Friendship, Cooperation and Peace is signed in Dhaka.",
    "Sheikh Mujibur Rahman returns to Bangladesh.",
    "Indian army leaves Dhaka.",
    "The prime ministers of Bangladesh and India sign the Joint River Commission bilateral working group.",
    "Constitution of the Peoples Republic of Bangladesh is adopted by the Assembly.",
    "Constitution of Bangladesh becomes effective."
  ],
  "Australia": [
    "The Commonwealth Conciliation and Arbitration Commission rules that women doing the same job as men have the right to be paid the same wage.",
    "Aboriginal Tent Embassy erected in response to the Coalition government's approval of exploration licences and mining tenements on reserves",
    "Queensland abandons Daylight Saving.",
    "<i>Australian federal election, 1972</i>: The first Labor government since 1949 is elected under the leadership of Gough Whitlam",
    "Australia recognises the People's Republic of China"
  ]
}