{
  "year": "1973",
  "USA": [
    "<i>Roe v. Wade</i>: The Supreme Court ruled that state laws banning abortion before 24 weeks as unconstitutional.",
    "The Paris Peace Accords was signed, ending the United States' direct involvement in the Vietnam War.",
    "The Sears Towers opened in Chicago, becoming the World's tallest building.",
    "The space station Skylab was launched by NASA.",
    "The United States Senate Watergate Committee held its first hearing.",
    "Vice President Spiro T. Agnew resigned in disgrace as part of a plea bargain after being charged with tax evasion, extortion and conspiracy.",
    "<i>Saturday Night massacre</i>: President Nixon fired three top legal advisers over the disposition of secret tapes and the actions of the Special Prosecutor in regard to the Watergate scandal.",
    "<i>1973 oil crisis</i>: Gasoline prices in the U.S. quadrupled over a three-month period in response to reduced supply of gasoline and heating oil.",
    "House Minority Leader Gerald Ford of Michigan was sworn in as Vice President after the resignation of Spiro Agnew; becoming the first Vice President to be appointed under the Twenty-fifth Amendment."
  ],
  "Tanzania": [
    "The Tanzanian parliament moves from Dar es Salaam to the new capital of Dodoma."
  ],
  "Syria": [
    "<i>Yom Kippur War</i>: Syria and Egypt fought against Israel."
  ],
  "Sweden": [
    "The Norrmalmstorg bank robbery and hostage crisis takes place."
  ],
  "Spain": [
    "<i>Spanish miracle</i>: The period ended."
  ],
  "Rwanda": [
    "Gr&#xE9;goire Kayibanda is overthrown in a military coup d'&#xE9;tat. Juv&#xE9;nal Habyarimana becomes the third President of Rwanda."
  ],
  "Philippine": [
    "Misuari leaves The Country for Libya to solicit armed support from Muslim countries for the war in Mindanao.",
    "A plebiscite referendum is held among the citizens' assemblies to ratify the new Constitution, which would become effective.",
    "Chinese drug lord Lim Seng is executed by firing squad in public in Fort Bonifacio for drug trafficking.",
    "Pres. Marcos declares the approval of the 1973 Constitution, orders Congress to be padlocked.",
    "Philippine News Agency established",
    "Supreme Court upholds the validity of the 1973 Constitution.",
    "The National Democratic Front (NDF), the united front organization of the Communist Party of the Philippines, is formally organized.",
    "<i>Kapisanan ng mga Brodkaster ng Pilipinas</i> (KBP) established",
    "<i>Masagana 99</i> program launched",
    "Miss Philippines Margarita Moran was crowned Miss Universe 1973.",
    "Marcos' term as President extended by virtue of a referendum, which was latter proven as a hoax",
    "Presidential Decree No. 341 created the province of Tawi-Tawi, separating from Sulu.",
    "Dissolved Empire Province of Cotabato is divided into the new provinces of North Cotabato, Maguindanao, and Sultan Kudarat (<i>Presidential Decree No. 341</i>).",
    "Presidential Decree No. 356 created the province of Basilan."
  ],
  "Malta": [
    "Malta decriminalises homosexuality."
  ],
  "Kenya": [
    "The Lokiriama Peace Accord is signed by Turkana people and Matheniki of Uganda\n<p>Lufthansa Flight 540 crashes</p>\n"
  ],
  "Israel": [
    "A Boeing 727-200 serving as Libyan Arab Airlines Flight 114 from Tripoli to Cairo was shot down over the Sinai Peninsula by Israeli fighter aircraft, killing over one hundred passengers and crew.",
    "<i>Lillehammer affair</i>: A team of fifteen Mossad agents assassinated a Moroccan waiter in Lillehammer in a case of mistaken identity.",
    "<i>Yom Kippur War</i>: Egyptian and Syrian forces simultaneously attacked Israeli positions in the Sinai Peninsula and the Golan Heights, respectively, on the Jewish holiday of Yom Kippur.",
    "<i>Operation Nickel Grass</i>: The United States began an airlift of tanks, artillery, ammunition and supplies to Israel.",
    "<i>Yom Kippur War</i>: Israel, Egypt and Syria agreed to a ceasefire. Israel remained in control of new territory north of the Golan Heights and west of the Suez Canal in the south."
  ],
  "Ireland": [
    "The Northern Ireland Assembly is elected."
  ],
  "Indonesia": [
    "Government forces fusion of political parties; Nationalist and Christian parties are merged into the Indonesian Democratic Party (PDI) and Muslim parties into the United Development Party (PPP). The new three party system is dominated by Golkar."
  ],
  "Iceland": [
    "Volcanic eruption in Vestmannaeyjar."
  ],
  "Germany": [
    "East and West Germany were admitted to the United Nations (UN)."
  ],
  "England": [
    "Joined European Union."
  ],
  "Cyprus": [
    "The Turks emerged from their enclaves."
  ],
  "Chile": [
    "The armed forces, <i>carabineros</i>, and others stage a violent coup by overthrowing Allende, who dies in the course of the coup. Some historians believe that the coup was supported or encouraged by the CIA. In the aftermath, Augusto Pinochet establishes himself as the head of a military junta. The subsequent repression of leftists and other opponents of the military regime results in approximately 130,000 arrests and at least 2,000 dead or \"disappeared\" over the next 17 years."
  ],
  "Bangladesh": [
    "First general election in Bangladesh is held, Bangladesh Awami League secures a majority.",
    "Bangladesh joins the Non-Aligned Movement(NAM).",
    "Gallantry awards for wartime service published in the Bangladesh Gazette."
  ],
  "Australia": [
    "The Sydney Opera House formally opened by Elizabeth II",
    "The White Australian Policy (established 1901) is officially dismantled",
    "Vietnam War ends",
    "The federal voting age is dropped from 21 to 18",
    "Unionists save the historic \"The Rocks\" area of Sydney from demolition by introducing \"Green Bans\"",
    "Patrick White becomes the first Australian to win the Nobel Prize in Literature"
  ],
  "Argentina": [
    "The Ezeiza massacre takes place upon Per&#xF3;n's return from exile, when members of the Triple A open fire on the crowd awaiting him.",
    "Democratic elections brought Peronist H&#xE9;ctor C&#xE1;mpora to power; Per&#xF3;n elected president in fresh elections later that year"
  ],
  "Afghanistan": [
    "Mohammed Daoud Khan declares himself President in a coup against the king, Mohammed Zahir Shah."
  ]
}