{
  "year": "1974",
  "USA": [
    "<i>1974 Super Outbreak</i>: An outbreak of 148 tornadoes hit thirteen states, killing 330 people.",
    "Hank Aaron of the Atlanta Braves broke Babe Ruth's home run record by hitting his 715th career home run.",
    "The House Judiciary Committee voted to impeach President Nixon over his actions in the Watergate Scandal.",
    "President Richard Nixon becomes the first and only President to resign from office. After submitting his resignation in an address to the nation the evening before, Nixon stated that \"the interest of the Nation must always come before any personal considerations.\"",
    "Vice President Gerald Ford is sworn in as President after the resignation of President Nixon.",
    "President Ford pardoned former President Richard Nixon for any crimes he may have committed as President during the Watergate Scandal.",
    "Executive Order 6102, restricting the private holding of gold within the United States, was lifted."
  ],
  "Syria": [
    "Syria and Israel signed a disengagement agreement."
  ],
  "Serbia": [
    "A new federal <i>Constitution</i> awards greater powers to individual republics and provinces, shifting it into a voluntary confederation with a right of self-determination for each of the subjects. The Serbian Provinces of Kosovo and Metohija and Vojvodina are <i>de facto</i> separated from Serbia, as they were awarded state-treatment in the Federal Parliament, where they could veto any Serbian decision."
  ],
  "Philippine": [
    "DWGT-TV, now People's Television, established",
    "Jolo is occupied and burned by Muslim forces.",
    "Presidential appointments to local elective positions declared legal by virtue of another referendum",
    "Japanese Lt. Hiroo Onoda formally surrenders in a ceremony held in Malaca&#xF1;ang Palace after staying for years in the Lubang Island.",
    "First Filipino All-Muslim Congress held in Marawi City.",
    "Parity rights amendment as stated in 1955 Laurel&#x2013;Langley Trade Act expired.",
    "Miss Universe 1974, its 23rd pageant, was held in Manila.",
    "Jesuit Sacred Heart Novitiate in Novaliches is raided by the military allegedly searching for Jose Maria Sison.",
    "Catholic Bishops Conference of the Philippines petitions Pres. Marcos to end martial law.",
    "Jose Diokno is ordered by Pres. Marcos to be released.",
    "Barangay status is reorganized and Sept. 21 is declared Barangay Day (<i>Presidential Decree 557</i>).",
    "First Lady Imelda Marcos visits People's Republic of China.",
    "Supreme Court upholds the declaration of martial law and dismisses petitions regarding <i>habeas corpus</i>.",
    "Secretary-general of the old communist party Felicisimo Macapagal signs a memorandum of cooperation with the President's efforts.",
    "Eugenio Lopez, Jr. stages a hunger strike while in detention.",
    "Jose Sison's essay entitled <i>Specific Characteristics of Our People's War</i> published",
    "A classified wire revealing the so-called <i>Rolex 12</i> is submitted by the American Embassy in Manila to the Secretary of State in Washington, D.C."
  ],
  "Malta": [
    "Malta becomes a Republic, with the last Governor-General, Sir Anthony Mamo, serving as its first President. Malta remains a member of the Commonwealth of Nations."
  ],
  "Malaysia": [
    "Formation of Federal Territories."
  ],
  "Kenya": [
    "Re-election occurred"
  ],
  "Japan": [
    "Prime Minister Eisaku Sat&#x14D;, the first Asian to do so, accepted the Nobel Peace Prize."
  ],
  "Italy": [
    "A referendum asking voters to repeal a government law allowing divorce is defeated. The result of Italian divorce referendum, 1974 is the retention of the law allowing divorce."
  ],
  "Ireland": [
    "A power-sharing Northern Ireland Executive takes office, but resigns in May as a result of the Ulster Workers' Council strike. The Assembly is suspended and later abolished."
  ],
  "Indonesia": [
    "The 'Malari' uprising in Jakarta against Japanese penetration of the economy, Chinese Indonesian influence, and official corruption."
  ],
  "India": [
    "India explodes first nuclear device in underground test."
  ],
  "Haiti": [
    "The Haiti national football team participates in the FIFA World Cup for the first time"
  ],
  "Germany": [
    "Helmut Schmidt of the SPD was elected chancellor of West Germany.",
    "<i>1974 FIFA World Cup Final</i>: West Germany beat the Netherlands national team in the final match of the FIFA World Cup in Munich, in West Germany."
  ],
  "France": [
    "Val&#xE9;ry Giscard d'Estaing began his term as president of France."
  ],
  "East_Timor": [
    "<i>Carnation Revolution</i>: A revolution installed a new government."
  ],
  "Cyprus": [
    "see Timeline of events in Cyprus, 1974"
  ],
  "Cuba": [
    "Maternity leave bill introduced by the Cuban government."
  ],
  "Colombia": [
    "Alfonso L&#xF3;pez Michelsen is president of Colombia",
    "The Black Tuna Gang, a Miami-based Colombian marijuana-trafficking group was responsible for bringing in over 500 tons of marijuana over a 16-month period in the mid-1970s (\"the marijuana bonanza\")."
  ],
  "Burma": [
    "Ne Win proclaims a new constitution. Chin Special Division becomes Chin State; Mon State is created out of Tenasserim Division. Government guns down student protesters following U Thant's death"
  ],
  "Brazil": [
    "Fire breaks out in the Joelma Building in S&#xE3;o Paulo, Brazil; 177 die, 293 are injured, 11 die later of their injuries.",
    "The Rio&#x2013;Niter&#xF3;i Bridge opens."
  ],
  "Bhutan": [
    "Strains between the Wangchucks and Dorjis were relieved with the return that year of the exiled members of the latter family. The reconciliation, however, was preceded by reports of a plot to assassinate the new Druk Gyalpo before his coronation could take place and to set fire to the Tashichho Dzong, the seat of government in Thimphu. Yangki, the Druk Gyalpo's Tibetan mistress, was the alleged force behind the plot. Thirty persons were arrested, including high government and police officials. (to April)",
    "Coronation of Jigme Singye Wangchuck. The same year, the first foreign tourists are allowed to enter Bhutan."
  ],
  "Belgium": [
    "Belgian general election, 1974"
  ],
  "Bangladesh": [
    "Bangladesh famine of 1974 cause the deaths of over one million people.",
    "Pakistan recognizes Bangladesh.",
    "A tripartite agreement is signed between Bangladesh, India and Pakistan regarding post-war humanitarian issues.",
    "Bangladesh joins the United Nations (UN).",
    "Sheikh Mujibur Rahman declares a state of emergency."
  ],
  "Australia": [
    "\"Advance Australia Fair\" recognised as Australia's national song, but not as national anthem.",
    "Darwin is devastated by Cyclone Tracy."
  ],
  "Argentina": [
    "Atucha I Nuclear Power Plant, the first nuclear power plant in Latin America, began operation",
    "Death of Juan Per&#xF3;n, leaving widow Isabel Mart&#xED;nez de Per&#xF3;n as president"
  ]
}