{
  "year": "1975",
  "USA": [
    "The <i>Church Committee</i>, Chaired by Idaho Senator Frank Church, was established in the aftermath of the Watergate Scandal; investigating the illegal activities of the CIA, NSA and FBI.",
    "Bill Gates founded Microsoft Corporation.",
    "<i>Fall of Saigon</i>: Saigon, the capitol of South Vietnam, was captured by the People's Army of Vietnam and the Viet Cong, causing the South to surrender and officially ending the Vietnam War.",
    "<i>Apollo&#x2013;Soyuz Test Project</i>: The first joint U.S.&#x2013;Soviet space mission began in Kazakhstan.",
    "President Ford was uninjured after a failed assassination attempt by Manson Family cult member Lynette Fromme in Sacramento, California."
  ],
  "Taiwan": [
    "Population of Taiwan grows to 16,150,000"
  ],
  "Spain": [
    "<i>History of Spain (1975&#x2013;present)</i>: The period began.",
    "The Green March forced Spain to hand over its last remaining colonial possession, Spanish Sahara, to Morocco.",
    "Francisco Franco died; the monarchy was restored to Juan Carlos I of Spain."
  ],
  "Philippine": [
    "Primitivo Mijares' book <i>The Conjugal Dictatorship of Ferdinand and Imelda Marcos</i> published.",
    "Primitivo Mijares defects from the government.",
    "Third referendum, asking for continuation of exercising the Presidential powers, held.",
    "Ninoy Aquino starts his hunger strike for his refusal to recognize military court's jurisdiction on charges against him.",
    "Philippine Basketball Association founded",
    "Diplomatic relations with People's Republic of China formalized.",
    "Primitivo Mijares testifies in the U.S. Congress on the alleged corruption and abuses of the government.",
    "Thrilla in Manila",
    "President Ferdinand Marcos issued Presidential Decree 824 creating the Metropolitan Manila Commission (MMC)."
  ],
  "Peru": [
    "A number of prominent military commanders overthrew the Alvarado government and installed General Francisco Morales Berm&#xFA;dez in the presidency."
  ],
  "Malta": [
    "Malta withdraws recognition of titles of nobility."
  ],
  "Malaysia": [
    "1975 AIA building hostage crisis: Japanese Red Army took more than 50 hostages at the AIA building, which housed several embassies."
  ],
  "Lebanon": [
    "The Lebanese Civil War and Israeli Invasions. (to 1990)"
  ],
  "Italy": [
    "The controversial Italian-French art film <i>Sal&#xF2;, or the 120 Days of Sodom</i>, is first released."
  ],
  "Indonesia": [
    "Mrs Suharto dedicates the vast 'Beautiful Indonesia-in-Miniature Park' (<i>Taman Mini</i>) on the outskirts of Jakarta.",
    "Civil war breaks out in the former Portuguese colony of East Timor.",
    "U.S. President Gerald Ford and Secretary of State Kissinger, returning from China, make a hastily rescheduled one-day visit to Jakarta.",
    "Indonesia launches an invasion of East Timor."
  ],
  "India": [
    "Indira Gandhi declares state of emergency after being found guilty of electoral malpractice.",
    "Nearly 1,000 political opponents imprisoned and programme of compulsory birth control introduced. (to 1977)"
  ],
  "Iceland": [
    "Exclusive economic zone extended to 200 nautical miles."
  ],
  "East_Timor": [
    "<i>Indonesian invasion of East Timor</i>: Indonesia invaded East Timor."
  ],
  "Cyprus": [
    "Turks announced a Federate State in the north, with Rauf Denkta&#x15F; as leader. UN Forces remained as buffer between the two zones."
  ],
  "Cuba": [
    "The Soviet Union engages in a massive airlift of Cuban forces into Angola.",
    "The Family Code bill establishes the official goal of equal participation in the home.",
    "OAS lifts the trade embargo and other sanctions."
  ],
  "Cambodia": [
    "The Khmer Rouge allied with Sihanouk captured Phnom Penh and declared the establishment of Kingdom of Cambodia."
  ],
  "Brazil": [
    "Guanabara State merges into the state of Rio de Janeiro. The state's capital moves from the city of Niter&#xF3;i to the city of Rio de Janeiro."
  ],
  "Bangladesh": [
    "A fourth amendment to the constitution abolishes the parliamentary system and establishes a presidential system in its place.",
    "Bangladesh Krishak Sramik Awami League (BAKSAL) established under the leadership of Sheikh Mujibur Rahman as the single legitimate political party.",
    "Assassination of Sheikh Mujibur Rahman.",
    "On Jail Killing Day, four leaders of the liberation war are assassinated in prison.",
    "Major General Ziaur Rahman becomes deputy Martial Law Administrator."
  ],
  "Australia": [
    "The <i>Privy Council (Appeals from the High Court) Act</i> removes the right to appeal High Court decisions to the British Privy Council. Appeals to the Privy Council direct from State Supreme Courts remain until 1988.",
    "The Hobart Bridge collapsed. A bulk ore carrier travelling on the Derwent River collided into several pylons of the Tasman Bridge killing a total of 12 people. These included 7 crew on board the ship and 5 people that were in 4 cars which drove 45m off the bridge into the Derwent River.",
    "South Australia becomes the first state in Australia to legalise homosexuality between consenting adults in private.",
    "Whitlam government introduced the Aboriginal Land (NT) Bill into Parliament. The bill proposed land rights in the Northern Territory based on land claimed on grounds of need as well as traditional affiliation and traditional landowners maintaining control over mining and development.",
    "A constitutional crisis occurs when Malcolm Fraser blocks supply, bringing the nation to a standstill until Governor-General John Kerr dismisses Prime Minister Gough Whitlam on 11 November 1975. Kerr then appointed Malcolm Fraser, Leader of the Opposition, as caretaker Prime Minister.",
    "<i>Australian federal election, 1975</i>: Malcolm Fraser wins elections and becomes Prime Minister"
  ]
}