{
  "year": "1977",
  "Albania": [
    "Top military officials were purged after a &quot;Chinese conspiracy&quot; was uncovered."
  ],
  "Australia": [
    "Granville rail disaster killed eighty-three people"
  ],
  "Bangladesh": [
    "Ziar replaces Sayem as President.",
    "Ziar gains 98.9 percent of votes in a referendum on his continuance as president.",
    "Supreme Court justice Abdus Sattar becomes vice president.",
    "Formation of the Bangladesh Nationalist Party(BNP).",
    "Japanese Red Army terrorist group forces a hijacked Japan Airlines Flight to land in Dhaka."
  ],
  "Barbados": [
    "At the end of the Queen&apos;s Silver Jubilee, Concorde (G-BOAE) made its maiden voyage to Barbados; with Queen Elizabeth II experiencing her first supersonic flight to the United Kingdom."
  ],
  "Belgium": [
    "Belgian general election, 1977",
    "Award of Nobel Prize in Chemistry to Ilya Prigogine announced"
  ],
  "Brazil": [
    "President Geisel closed Congress briefly to control presidential succession as conflict erupted between Geisel, the <i>duristas</i>, Congress, the Church, and the media."
  ],
  "Cambodia": [
    "Cambodia broke relations with the Socialist Republic of Vietnam."
  ],
  "Chile": [
    "Beagle conflict: The binding Beagle Channel Arbitration awards the Picton, Nueva and Lennox islands to Chile."
  ],
  "China": [
    "<i>Beijing Spring</i>: A brief period of political liberalization began."
  ],
  "Cuba": [
    "Political and administrative division divides Cuba into fourteen provinces, 168 municipalities and the special municipality of Isla de la Juventud.",
    "Fifty Cuban military personnel sent to Ethiopia."
  ],
  "Cyprus": [
    "Makarios died. He was succeeded by Spyros Kyprianou."
  ],
  "Haiti": [
    "The U.S. ambassador to the United Nations commission arrives in Haiti; the commission meets with the Haitian government to discuss civil rights in Haiti"
  ],
  "India": [
    "Indira Gandhi&apos;s Congress Party loses general elections. Janata Party comes to power.Communist party of India comes into power in West Bengal."
  ],
  "Indinesia": [
    "The United States surpasses Japan as Indonesia&apos;s biggest oil customer.",
    "Sawito Kartowibowo&apos;s trial for &apos;subversion&apos; begins."
  ],
  "Israel": [
    "<i>1977 Israeli Air Force Sikorsky CH-53 Sea Stallion crash</i>: An Israeli Air Force Sikorsky CH-53 Sea Stallion crashed in the Jordan Valley, killing some fifty soldiers."
  ],
  "Kenya": [
    "Rhamu incident occurs"
  ],
  "Malaysia": [
    "1977 Kelantan Emergency: The state of emergency was declared by the Yang di-Pertuan Agong (King of Malaysia) on 8 November 1977 upon the request of the federal government following a political impasse and street violence in Kelantan."
  ],
  "Philippine": [
    "The Armed Forces of the Philippines enters into a ceasefire agreement with the MNLF.",
    "President Marcos issues a decree creating the autonomous Bangsamoro Islamic Government",
    "Pres. Marcos announces amnesty for persons found guilty of subversion.",
    "Imposition of curfew hours lifted",
    "Archimedes Trajano murdered",
    "Eugenio Lopez, Jr. and Sergio Osme&#xF1;a III escaped from detention in Fort Bonifacio and flee to the United States.",
    "CPP head Jose Maria Sison arrested",
    "The military court finds Ninoy Aquino, Bernabe Buscayno and Victor Corpuz guilty of their charges and sentences them to death by firing squad; but sentence never imposed.",
    "A referendum is held, the result of which again empowers the President to continue in office, and to become Prime Minister as well."
  ],
  "Russia": [
    "<i>Ogaden War</i>: The Somali National Army invaded the Ogaden region in eastern Ethiopia.",
    "<i>Ogaden War</i>: The Soviet Union ended its arms shipments to the Somali government.",
    "<i>Ogaden War</i>: Barre cancelled the Somali-Soviet treaty of friendship."
  ],
  "Tanzania": [
    "Tanganyika African National Union (TANU) and Zanzibar&apos;s Afro-Shirazi Party merge to become Chama Cha Mapinduzi (CCM).",
    "The border between Tanzania and Kenya is closed.",
    "The constitution of Tanzania is adopted."
  ],
  "USA": [
    "The television miniseries <i>Roots</i> aired on ABC.",
    "<i>Star Wars</i> is released and goes on to become the highest-grossing film of its time.",
    "<i>New York City blackout of 1977</i>: A twenty-five-hour blackout, resulting in looting and other disorder, took place.",
    "The United States Department of Energy is established.",
    "Elvis Presley, the &quot;King of Rock and Roll&quot;, died at his home in Graceland.",
    "The <i>Torrijos&#x2013;Carter Treaties</i> between the U.S. and Panama, relinquishing U.S. control of the Panama Canal, were ratified.",
    "The <i>Commodore PET</i>, the first personal computer for retail sale, was released."
  ],
  "Vietnam": [
    "Admittance to United Nations."
  ]
}