{
  "year": "1979",
  "Vietnam": [
    "Border war with the PRC.",
    "President T&#xF4;n &#x110;&#x1EE9;c Th&#x1EAF;ng (1976&#x2013;1980) ended his rule of Vietnam."
  ],
  "USA": [
    "<i>Three Mile Island accident</i>: The partial nuclear meltdown and release of small amounts of radioactive gases and iodine of a nuclear power plant in Dauphin County, Pennsylvania began; considered to be the worst commercial nuclear power accident in U.S. history.",
    "<i>White Night riots</i>: After the lenient sentence of Moscone-Milk assassin Dan White, over 5,000 demonstrators in San Francisco's gay community staged what turned into a violent protest.",
    "<i>American Airlines Flight 191</i> flight crashed shortly after takeoff from O'Hare International Airport, killing all 271 aboard and two on the ground; being the deadliest aviation accident on U.S. soil.",
    "The United States Department of Education is established.",
    "<i>Iran hostage crisis</i>: The U.S. embassy in Tehran was raided by student activists of the Iranian Revolution after overthrown CIA instated Shah Mohammad Reza Pahlavi was allowed into the U.S.; beginning the 444-day capture of the embassy and the holding of fifty-two American embassy personnel."
  ],
  "Tanzania": [
    "Tanzanian troops capture the Ugandan capital of Kampala, heralding the end of the Uganda&#x2013;Tanzania War and Amin's regime."
  ],
  "Switzerland": [
    "French-speaking Canton of Jura secedes from mostly German-speaking Canton of Bern."
  ],
  "Philippine": [
    "U.S. military bases agreement amended.",
    "President Ferdinand Marcos issues Presidential Decree No. 1616 creating the Intramuros Administration",
    "Regional assembly elections held in Mindanao.",
    "United Nations Conference on Trade and Development is held in the Philippine International Convention Center.",
    "Eat Bulaga!, the longest running noon-time variety show in the Philippines, premiered on RPN. It was also aired on ABS-CBN from 1989 to 1995 and on GMA Network since 1995.",
    "Aurora province was established by <i>Batas Pambansa Blg. 7.</i>",
    "Project Gintong Alay, a national sports program was commenced.",
    "Construction of a nuclear-power plant in Bataan is ordered to be stopped.",
    "Ninoy Aquino is released from detention for the first time after given a furlough.",
    "Eduardo Olaguer is arrested by the military on his involvement in the Light-a-Fire Movement."
  ],
  "Peru": [
    "A new constitution came into force."
  ],
  "Malta": [
    "Freedom Day, Termination of the Military Base Agreement. The Duke of Edinburgh oversees the departure of the last British forces from Malta."
  ],
  "Malaysia": [
    "Pedra Branca dispute: Singapore lodged a formal protest with Malaysia in response to a map published by Malaysia in 1979 claiming Pedra Branca."
  ],
  "Italy": [
    "Arrest of several academics accused of subversive and terrorist activities.",
    "In the early parliamentary elections fall of PCI, advanced the Radical party and stability of DC.",
    "First election for the European Parliament.",
    "First government led by Francesco Cossiga.",
    "First transmissions of the third RAI channel, Rai 3."
  ],
  "Israel": [
    "Egypt and Israel signed the Egypt&#x2013;Israel Peace Treaty under the framework of the Camp David Accords at the White House."
  ],
  "Indonesia": [
    "Jakarta host the 10th SEA Games, it was the first time Indonesia host Southeast Asian Games. (to 30 September)",
    "Writer Pramoedya Ananta Toer is released after fourteen years imprisonment with hard labour on Buru Island."
  ],
  "India": [
    "Janata Party Splits. Chaudhary Charan Singh becomes Prime Minister."
  ],
  "England": [
    "Margaret Thatcher becomes first female Prime Minister."
  ],
  "Cuba": [
    "Huber Matos is released from prison after serving out his full term."
  ],
  "Cambodia": [
    "<i>Cambodian-Vietnamese War</i>: Vietnamese troops captured Phnom Penh establishing the People's Republic of Kampuchea. The rule of the Khmer Rouge is over."
  ],
  "Brazil": [
    "Nazi criminal Josef Mengele suffers a stroke and drowns while swimming in Bertioga, Brazil. His remains are found in 1985."
  ],
  "Barbados": [
    "The United States Navy Facility (NAVFAC) officially closes at Harrison's Point, St. Lucy after being commissioned on 1 October 1957."
  ],
  "Bangladesh": [
    "The 1979 General Election takes place. Bangladesh Nationalist Party led by Ziar scores a decisive victory."
  ],
  "Australia": [
    "Australian women win the right to maternity leave",
    "Kakadu National Park and the Great Barrier Reef Marine Park are both proclaimed."
  ],
  "Afghanistan": [
    "Taraki was murdered by supporters of Prime Minister Hafizullah Amin.",
    "<i>Soviet war in Afghanistan</i>: Fearing the collapse of the Amin regime, the Soviet army invaded Afghanistan.",
    "<i>Operation Storm-333</i>: Soviet troops occupied major governmental, military and media buildings in Kabul, including the Tajbeg Palace, and executed Prime Minister Amin."
  ]
}