{
  "year": "1980",
  "Vietnam": [
    "Ruler: President Nguy&#x1EC5;n H&#x1EEF;u Th&#x1ECD; (1980&#x2013;1981)"
  ],
  "USA": [
    "The Refugee Act was signed into law.",
    "<i>1980 Summer Olympics boycott</i>: Protesting the Soviet invasion of Afghanistan, President Carter announces the U.S. would boycott the 1980 Summer Olympics held in Moscow.",
    "The United States Department of Health and Human Services was established.",
    "<i>Operation Eagle Claw</i>: Eight U.S. military personnel were killed after the failed attempt to rescue the fifty-two American hostages held at the U.S. embassy in Tehran.",
    "<i>Eruption of Mount St. Helens</i>: The eruption of Mount St. Helens in Washington killed fifty-seven people.",
    "CNN, the first 24-hour cable news channel, was founded.",
    "<i>U.S. presidential election, 1980</i>: California Governor Ronald Reagan was elected President, defeating incumbent Jimmy Carter and Illinois Representative John B. Anderson.",
    "Musician John Lennon was assassinated outside of The Dakota in New York City."
  ],
  "Taiwan": [
    "Xinzhu Science-Based Industrial Park founded"
  ],
  "Slovenia": [
    "Tito dies in central hospital in Ljubljana."
  ],
  "Serbia": [
    "Croatian dictator Josip Broz Tito dies in Ljubljana at the age of 88. Ethnic tensions rise across the country."
  ],
  "Poland": [
    "Gda&#x144;sk Agreement",
    "LOT Polish Airlines Flight 007",
    "21 demands of MKS"
  ],
  "Philippine": [
    "Philippine local elections, 1980, the first under the martial law era",
    "MV <i>Don Juan</i> collides with oil tanker MT <i>Tacloban</i> in Tablas Strait off Mindoro, killing 176.",
    "<i>Kilusang Mayo Uno</i> (KMU) organized",
    "Pres. Marcos allows Ninoy Aquino to flee to the U.S. for his medical treatment."
  ],
  "Nepal": [
    "Constitutional referendum follows agitation for reform. Small majority favours keeping existing panchayat system. King agrees to allow direct elections to national assembly &#x2013; but on a non-party basis."
  ],
  "Kenya": [
    "Garissa massacre takes place"
  ],
  "Italy": [
    "Umberto Eco publishes <i>The Name of the Rose</i>, a medieval murder mystery.",
    "Ustica Massacre: an Italian commercial flight operated by a McDonnell Douglas DC-9-15 which crashed into the Tyrrhenian Sea between Ponza and Ustica, killing all on board, while en route from Bologna to Palermo. The disaster led to numerous investigations, legal actions, and accusations, and continues to be a source of speculation, including claims of conspiracy by the Italian government and others.",
    "Bologna massacre: a terrorist bombing of the Central Station at Bologna kills 85 people and wounds more than 200. This was found to be a neo-fascist bombing, mainly organized by the Nuclei Armati Rivoluzionari: Francesca Mambro and Valerio Fioravanti were sentenced to life imprisonment. In April 2007 the Supreme Court confirmed the conviction of Luigi Ciavardini, a NAR member associated closely with close ties to Terza Posizione. Ciavardini received a 30-year prison sentence for his role in the attack.",
    "Broadcaster Canale 5 starts to broadcas on a national scale. This is the first national private television.",
    "Irpinia earthquake, took place in Southern Italy with a moment magnitude of 6.9 and a maximum Mercalli intensity of X (<i>Extreme</i>). The shock was centered on the village of Conza and left at least 2,483 people dead, at least 7,700 injured, and left 250,000 homeless."
  ],
  "Israel": [
    "The old Israeli shekel replaced the Israeli pound as the currency of Israel.",
    "The Knesset passed the Jerusalem Law, asserting that Jerusalem was and would remain the undivided capital of Israel."
  ],
  "Indonesia": [
    "The Petition of Fifty&#x2014;a statement of concern to parliament about the use of government power, propaganda, and presidential personality cult&#x2014;is begun."
  ],
  "India": [
    "Indira Gandhi returns to power heading Congress party splinter group, Congress (Indira)."
  ],
  "Iceland": [
    "Vigd&#xED;s Finnbogad&#xF3;ttir becomes president of Iceland, the first woman in the world to become elected head of state."
  ],
  "Haiti": [
    "President for Life Jean-Claude Duvalier marries Mich&#xE8;le Bennett"
  ],
  "Estonia": [
    "Youth riots in the capital of the Soviet Republic of Estonia were quickly forced down."
  ],
  "Cuba": [
    "The Mariel Boatlift. Cuban authorities allow up to 125,000 people to depart Cuba by boat from Mariel harbor for the U.S. The Cuban and U.S. governments agree to halt the exodus in October.",
    "U.S. President Jimmy Carter orders the U.S. Justice Department to expel any Cubans who committed \"serious crimes\" in Cuba."
  ],
  "Colombia": [
    "Dominican embassy siege",
    "Serial killer Pedro L&#xF3;pez a.k.a. Monster of the Andes confessed to over 300 murders"
  ],
  "Chile": [
    "The military government promulgates the Chilean Constitution of 1980, which is adopted by plebiscite. Economic policy begins to be significantly influenced by the ideas of the Chicago School and of Neoliberalism. The United States oblige President of the Philippines Ferdinand Marcos to cancel a scheduled visit by President Pinochet to the Philippines."
  ],
  "Canada": [
    "A referendum on Quebec independence is held, resulting in a majority (59.56%) of the province voting to remain in Canada."
  ],
  "Brazil": [
    "Mauro Milhomem, a pilot, attempted to crash his <i>Sertanejo-721</i> into the <i>Hotel Presidente</i> owned by his mother-in-law, after he had an argument with his wife the previous day after he discovered that she cheated him. The plane failed to hit the target and hit into several objects and ultimately crashed into an accounting office in front to a forum. Six people were killed and four were wounded.",
    "Pope John Paul II visits Brazil; 7 people are crushed to death in a crowd meeting him."
  ],
  "Australia": [
    "Baby Azaria Chamberlain disappears from a campsite at Uluru (Ayers Rock), reportedly taken by a dingo.",
    "<i>Australian federal election, 1980</i>: The Coalition is elected."
  ],
  "Albania": [
    "Hoxha selected Ramiz Alia as the next party head, bypassing Mehmet Shehu."
  ]
}