{
  "year": "1982",
  "Vietnam": [
    "Tr&#x1B0;&#x1EDD;ng Chinh, Chairman of the State Council (1981&#x2013;1987) became ruler of Vietnam.",
    "Fifth National Party Congress."
  ],
  "USA": [
    "<i>Air Florida Flight 90</i> crashed, upon takeoff from Washington National Airport, into the 14th Street Bridge over the Potomac River; two miles from the White House.",
    "Anti-nuclear protests were held at Central Park in New York City, with nearly one million peaceful demonstrators protesting the arms race.",
    "Multinational forces, including 800 Marines, were deployed to Lebanon to oversee the withdrawal of Palestine Liberation Organization after Lebanese Civil War."
  ],
  "Syria": [
    "A Muslim Brotherhood uprising in Hama was suppressed by the military."
  ],
  "Philippine": [
    "Reform the Armed Forces Movement (RAM) formed",
    "Sportsman Tomas Manotoc is abducted and \"rescued\" by the government agents.",
    "International Film Festival is held in the Manila Film Center.",
    "At least 38 deaths resulted when Typhoon Nelson tore through the central and southern areas of the country.",
    "United Nationalist Democratic Opposition formed.",
    "Barangay elections held for the first time.",
    "Felixberto Olalia and Crispin Beltran of the KMU are ordered to be arrested.",
    "Alleged Marcos' fake medals exposed.",
    "Pres. Marcos visits United States.",
    "Newspapers <i>We Forum</i> and <i>Malaya</i> are shut down by the President for engaging in \"black propaganda.\""
  ],
  "Malaysia": [
    "The time zone in Peninsular Malaysia and Singapore changed to UTC+08:00 and has not changed since.",
    "The time zone in East Malaysia changed to UTC+08:00 and has not changed since."
  ],
  "Kenya": [
    "Kenya becomes a one party state\n<p>The General Service Unit is formed</p>\n"
  ],
  "Italy": [
    "Parliament approves law on \"collaborators of justice\". It was officially created the figure of <i>Pentito</i>.",
    "Roberto Calvi was found hanged in London.",
    "The Italian national football team wins its third FIFA World Cup in Spain.",
    "General Carlo Alberto Dalla Chiesa and his wife are killed by the mafia in Palermo."
  ],
  "Israel": [
    "The Israel Defense Forces (IDF) forcibly evacuated Yamit per the terms of the Egypt&#x2013;Israel Peace Treaty.",
    "Shlomo Argov, the Israeli ambassador to the United Kingdom, was shot in the head in London in an attempted assassination organized by Iraq's Iraqi Intelligence Service and carried out by the Palestinian nationalist Abu Nidal Organization.",
    "<i>1982 Lebanon War</i>: The IDF invaded southern Lebanon in response to repeated attacks by the Palestinian nationalist Palestine Liberation Organization (PLO), whose militants were sheltered there, on Israeli civilians."
  ],
  "Indonesia": [
    "The height of <i>Petrus</i> ('mysterious shootings') of thousands of suspected criminals by government security forces. (to 1983)"
  ],
  "Germany": [
    "Germany wins the Eurovision Song Contest 1982, marking their first win by Nicole with 'Ein Bi&#xDF;chen Frieden'",
    "Helmut Kohl of the CDU became chancellor of West Germany."
  ],
  "England": [
    "The <i>Mary Rose</i> was raised from the seabed."
  ],
  "Colombia": [
    "Belisario Betancur is elected president of Colombia",
    "Paramilitary group \"Muerte a Secuestradores\" (MAS) is formed",
    "Antioquian entrepreneur Felix Correa and his bank FURATENA get convicted for financial fraud causing a collapse in the national financial system",
    "Mother Teresa visits Colombia",
    "Gabriel Garc&#xED;a M&#xE1;rquez wins the Nobel Prize in literature",
    "Colombia resigns as host for 1986 Soccer World Cup due to scarcity of public resources"
  ],
  "Chile": [
    "Chile provides non-combat support for British armed forces during the Falkland War."
  ],
  "Canada": [
    "Canada achieves total independence from Great Britain with the enactment of the Constitution Act, 1982 (which includes the Charter of Rights and Freedoms), by royal proclamation."
  ],
  "Bhutan": [
    "The Royal Government establishes the Royal Monetary Authority, the central bank of Bhutan."
  ],
  "Bangladesh": [
    "Lieutenant General Hussain Muhammad Ershad assumes power after a bloodless coup.",
    "Bangladesh signs a memorandum of understanding with India on water sharing over the following two years."
  ],
  "Australia": [
    "12th Commonwealth Games held in Brisbane.",
    "The National Gallery of Australia is opened."
  ],
  "Argentina": [
    "Leader General Leopoldo Galtieri sent troops to the Falkland Islands triggering Falklands War; British task force retook islands by mid-June"
  ],
  "Albania": [
    "Alia became Chairman of the Presidium of the People's Assembly."
  ]
}