{
  "year": "1983",
  "USA": [
    "President Reagan proposes the Strategic Defense Initiative.",
    "<i>1983 United States embassy bombing</i>: The U.S. embassy in Beirut was bombed by members of the Islamic Jihad Organization (IJO), killing 63 people, including 17 U.S. government personnel.",
    "<i>Beirut barracks bombing</i>: 241 United States Marine Corps personnel were killed in a suicide bombing by members of the IJO in Lebanon.",
    "<i>Operation Urgent Fury</i>: Under executive action from President Reagan, the U.S. deployed 1,900 military personnel in the Invasion of Grenada."
  ],
  "Tanzania": [
    "Tanzania's first AIDS diagnosis is made in Bukoba district, Kagera Region.",
    "The Tanzania&#x2013;Kenya border reopens."
  ],
  "Sudan": [
    "<i>Second Sudanese Civil War</i>: A war began between government forces and the Sudan People's Liberation Army (SPLA) led by John Garang.",
    "Nimeiry introduced <i>sharia</i>."
  ],
  "Poland": [
    "Solidarity leader Lech Wa&#x142;&#x119;sa receives the Nobel Peace Prize.",
    "Martial law ends"
  ],
  "Philippine": [
    "Benigno Aquino, Jr. is assassinated at then Manila International Airport.",
    "Approximately seven million people attends funeral procession of Ninoy Aquino which turned into a rally, the longest and largest in history.",
    "National Day of Sorrow is held by opposition.",
    "Martyrdom of Good Shepherd Sisters"
  ],
  "Italy": [
    "<i>Mario Bros.</i>, the first game to officially feature the Italian video game character Mario, is released (both <i>Donkey Kong</i> and <i>Mario Bros.</i> were made by Nintendo R&D1, a defunct Japanese video game company owned by Nintendo). The game is also the first to feature Mario's younger brother Luigi, who is also of Italian nationality.",
    "Bettino Craxi (PSI) is premier of a PSI-DC coalition until 1987. Under his government, a television reform allows Berlusconi to build up his media empire. The Concordat with the Vatican is revised, and salary indexation is abolished to curb inflation from 12% to 5%, but public debt raises up to 90% of GDP."
  ],
  "Indonesia": [
    "Prabowo Subianto, then a major in ABRI marries Suharto's daughter Titiek at Taman Mini."
  ],
  "India": [
    "N. T. Rama Rao NTR's 9 month old Telugu Desam Comes in to Power in AP marks a new Challenger post Loknayak Jayprakash Narayan against Indira"
  ],
  "Haiti": [
    "Pope John Paul II arrives in Haiti, becoming the first Pope to visit the country",
    "The constitution is amended, creating the post of State Minister and allowing the President to name his successor"
  ],
  "Cyprus": [
    "The Turkish Federated State declared itself the independent Turkish Republic of Northern Cyprus (TRNC), with Denkta&#x15F; as President. The new state was not recognised by any country except Turkey and was officially boycotted.",
    "Fearing a \"second Cyprus\", the Greek government adopts a policy of referring to the Turkish community in Greek Thrace as <i>Greek Muslims</i> or <i>Hellenic Muslims</i>, and does not recognise a separate Turkish minority."
  ],
  "Cuba": [
    "United States invades the island of Grenada and clash with Cuban troops."
  ],
  "Colombia": [
    "Pablo Escobar attends Colombian congress sessions as backup of congressman Jairo Ortega",
    "President Betancur announces Colombia has signed in the Non-Aligned Movement",
    "Businessman Roberto Soto steals 13.5 million dollars from the national budget with the help of a teleprinter machine",
    "General Prosecutor Carlos Jimenez declares that MAS group have underground relations of support with the National Army",
    "Guerrilla leader Manuel Marulanda announces to the press that the FARC guerrilla has grown to 28 main divisions, causing international concern",
    "1983 Guerrilla leader Jaime Bateman Cayon a.k.a. \"El Flaco\" dies in a plane crash near the Gulf of Urab&#xE1; while traveling from Santa Marta to Panama",
    "Jumbo 747 airplane of Avianca airlines, in flight from Bogot&#xE1;, crashes in Mejorana del campo, near Barajas airport in Madrid, Spain. 189 passengers die, including Art critic Marta Traba",
    "Popay&#xE1;n is partially destroyed by an earthquake during the traditional celebrations of Holy week"
  ],
  "Brazil": [
    "The Jules Rimet Trophy is stolen from the Brazilian Soccer Confederation building in Rio de Janeiro."
  ],
  "Bangladesh": [
    "Hussain Muhammad Ershad takes over as president."
  ],
  "Australia": [
    "The Ash Wednesday bushfires kill 71 people.",
    "<i>Australian federal election, 1983</i>: Bob Hawke defeats Fraser and leads Labor back to government.",
    "Australia wins the America's Cup",
    "The Australian dollar is floated."
  ],
  "Argentina": [
    "Military government collapsed; election of Radical Ra&#xFA;l Alfons&#xED;n as president"
  ],
  "Albania": [
    "Hoxha began his retirement, leaving more administrative power to Alia."
  ]
}