{
  "year": "1984",
  "USA": [
    "U.S. Secretary of Health and Human Services Margaret Heckler announces Dr. Robert Gallo and fellow NCI researcher's discovery of HTLV-III as the virus that causes AIDS.",
    "<i>1984 Summer Olympics boycott</i>: The Soviet Union, later joined by most of the Eastern Bloc, announced the boycott of the 1984 Summer Olympics held in Los Angeles.",
    "<i>San Ysidro McDonald's massacre</i>: A mass shooting in San Ysidro, California left 22 (including the perpetrator) dead and injured 19 others; being the deadliest mass shooting in U.S. history at the time.",
    "<i>U.S. presidential election, 1984</i>: President Reagan was reelected to a second term, defeating former Vice President Walter Mondale."
  ],
  "Tanzania": [
    "Ali Hassan Mwinyi is sworn in as the third President of Zanzibar and Vice President of Tanzania."
  ],
  "Poland": [
    "Father Jerzy Popie&#x142;uszko murdered by Polish secret police."
  ],
  "Philippine": [
    "Executive Committee is abolished and the Office of the Vice President is restored through a constitutional amendment as ratified in a plebiscite.",
    "\"Tarlac to Tarmac\" march is staged by opposition and coalition groups.",
    "Philippine parliamentary election, 1984",
    "National Assembly covenes; Prime Minister Virata reconfirmed; Nicanor Yniguez elected Speaker.",
    "El Shaddai DWXI Prayer Partners Foundation International, Inc. led by Bro. Mike Z. Velarde, a geological engineer and movie producer was established.",
    "Typhoon Nitang struck the Philippines. It killed 1,492 people and 1,856 more were injured. Roughly 1.6 million people were affected in the country.",
    "Mayor Cesar Climaco assassinated",
    "Convenor Group organized.",
    "Manila LRT Line 1 opened as the Southeast Asia's first rail line."
  ],
  "Malaysia": [
    "Labuan became a Federal Territories of Malaysia."
  ],
  "Kenya": [
    "Wagala Massacre occurs committed by Kenyan troops"
  ],
  "Italy": [
    "At the European Parliament elections, in the wake of the death of the leader Enrico Berlinguer, the PCI gains 33.3% of votes and overcomes the DC as first party in Italy.",
    "Sicilian Mafia bomb the 904 express train between Bologna and Florence, killing 16 people and wounding 267. Mafia boss Giuseppe Cal&#xF2;, also known as \"Pippo\", was convicted for ordering and organising the attack in November 1992."
  ],
  "Israel": [
    "<i>Bus 300 affair</i>: Four Palestinian nationalists hijacked a bus from Tel Aviv to Ashkelon and took its forty passengers hostage.",
    "<i>Bus 300 affair</i>: Sayeret Matkal forces stormed the bus. Two hijackers and one hostage were killed. The two surviving hijackers were taken to a nearby field and shot.",
    "<i>Operation Moses</i>: The first of some eight thousand Ethiopian Jews were covertly evacuated to Israel from refugee camps in Sudan."
  ],
  "Indonesia": [
    "Muslim concerned protesting over alleged insensitivities to Islam at Tanjung Priok; a riot ensues resulting in many deaths. Clamp down on Islamic political leaders.",
    "Abdurrahman Wahid (Gus Dur) is elected chairman of Nahdlatul Ulama a position previously held by both his father and grandfather."
  ],
  "India": [
    "Troops storm Golden Temple &#x2013; Sikhs' most holy shrine (after Jarnail Singh Bhindranwale amasses weapons inside this Holy Shrine)- to flush out Sikh terrorist pressing for self-rule, called Operation Blue Star. \"Anti-Sikh Riots 1984\".",
    "Indira Gandhi assassinated by Sikh bodyguards, following which her son, Rajiv, takes over.",
    "Many Sikhs were killed due to the assassination of Indira Gandhi. <i>see 1984 anti-Sikh riots.</i>"
  ],
  "Cuba": [
    "Cuba reduces its troop strength in Ethiopia to approximately 3,000 from 12,000."
  ],
  "Colombia": [
    "Minister of Justice Rodrigo Lara Bonilla is shot to death by teenager hitmen hired by the Medell&#xED;n Cartel. One of the hitmen, Byron de Jesus Velasquez, is captured",
    "President Betancur achieves a ceasefire with 80% of guerrilla forces in the country. In the case of FARC, this would be linked to the creation of the political movement Patriotic Union (Colombia) UP during the next year.",
    "Dissident guerrilla 19th of April Movement (M-19) attacks Florencia, Caquet&#xE1;. Over 100 civilians dead",
    "Tranquilandia, a large cocaine processing laboratory located in the jungles of Caquet&#xE1;, constructed for the Medell&#xED;n Cartel is destroyed by units of the Colombian National Police, assisted by the DEA"
  ],
  "Chile": [
    "Beagle conflict: Treaty of Peace and Friendship of 1984 between Chile and Argentina is signed."
  ],
  "Brazil": [
    "More than one million people, led by Tancredo Neves, occupy the streets of S&#xE3;o Paulo to demand direct presidential elections during the Brazilian military government of Jo&#xE3;o Figueiredo. It is the largest protest during the Diretas J&#xE1; civil unrest, as well as the largest public demonstration in the history of Brazil. The elections are granted in 1989.",
    "The Itaipu Dam is inaugurated on the border of Brazil and Paraguay after 9 years of construction, making it the largest hydroelectric dam in the world at the time."
  ],
  "Australia": [
    "\"Advance Australia Fair\" is proclaimed as Australia's official national anthem.",
    "Medicare is established.",
    "The one dollar coin is issued to replace the one dollar note.",
    "<i>Australian federal election, 1984</i>: Labor wins."
  ],
  "Argentina": [
    "The Treaty of Peace and Friendship of 1984 between Chile and Argentina ends border dispute over Picton, Nueva and Lennox islands",
    "Embalse nuclear power plant began operations",
    "The trainer aircraft FMA IA 63 Pampa flight for the first time."
  ]
}