{
  "year": " 1985",
  "Albania": [
    "Hoxha died."
  ],
  "Argentina": [
    "<i>La Historia Oficial</i> film won the Academy Award for Best Foreign Language Film"
  ],
  "Australia": [
    "The government grants the freehold title of a large area of land in central Australia, including prominent landmarks Uluru and Kata Tjuta, to the Mutitjulu people, who in turn give them a 99-year lease. The last state to do so (New South Wales) abolishes capital punishment."
  ],
  "Barbados": [
    "On the death of J.M.G.M. &quot;Tom&quot; Adams, Harold Bernard St. John becomes 3rd Prime Minister."
  ],
  "Belgium": [
    "Pope John Paul II visits Belgium.",
    "Belgian general election, 1985"
  ],
  "Bhutan": [
    "The Bhutanese Citizenship Act 1985 is enacted."
  ],
  "Brazil": [
    "Tancredo Neves is elected president of Brazil by the Congress, ending the 21-year military rule.",
    "Vice-President Jos&#xE9; Sarney, upon becoming vice president, assumes the duties of president of Brazil, as the new president Tancredo Neves had become severely ill, the day before. Sarney will become Brazil&apos;s first civilian president in 21 years, upon Neves&apos; death on 21 April.",
    "Brazilian President Tancredo Neves dies, he is succeeded by Vice President Jos&#xE9; Sarney. The Vice President post is left vacant until 1990.",
    "The remains of Josef Mengele, the physician notorious for Nazi human experimentation on inmates of Auschwitz concentration camp, buried in 1979 under the name of Wolfgang Gerhard, are exhumed in Embu das Artes, Brazil."
  ],
  "Burma": [
    "Repeated demonetization of higher denomination kyat notes; Intensification of economic hardship on general populace (to 1987)"
  ],
  "Colombia": [
    "The Gorgona Island prison is dissolved and the island is declared National park",
    "Elkin Lucena performed the first successful In vitro fertilization, that allowed the birth of the first Latin American test tube baby (Carolina Mendez).",
    "Guerrilla leader Antonio Navarro is victim of a bomb that nearly killed him, and loses one leg",
    "Colombian cyclist Luis Herrera wins the Vuelta a Espa&#xF1;a, first South American to win a Grand Tour",
    "Ceroxylon quindiuense is declared as the National tree by the national government",
    "M19 guerrilla attacks the supreme court in the Palace of Justice siege. The president of the Supreme Court of Colombia and many magistrates, employees and bystanders get killed. Over 100 fatal victims and undetermined number of missing persons. The army is accused of forced disappearance of civilians",
    "In the worst natural disaster in the history of Colombia, Armero city in Tolima department is destroyed due to a flood created by the eruption of Nevado del Ruiz volcano (Armero tragedy). Over 20.000 dead. Countless homes destroyed.",
    "Cardiologist Alberto Villegas performed the first heart transplant in Latin America to Antonio Yepes."
  ],
  "Haiti": [
    "President for Life Duvalier amends the constitution to allow the creation of the post of Prime Minister of Haiti",
    "A referendum is approved by 99.48% of voters, allowing political parties to participate in the government and recognizing the Presidency for Life of Jean-Claude Duvalier",
    "A constitutional amendment on the Presidency for Life is passed",
    "Three schoolboys (Jean-Robert Cius, Daniel Isra&#xEB;l, and Mackenson Michel) are killed during an anti-government demonstration in Gona&#xEF;ves"
  ],
  "Indinesia": [
    "The Indonesian government require all organisations of any kind to adopt Pancasila as their sole basis."
  ],
  "Ireland": [
    "The governments of Ireland and the United Kingdom sign the Anglo-Irish Agreement."
  ],
  "Israel": [
    "<i>Operation Moses</i>: Prime minister Shimon Peres confirmed the existence of the airlift. Sudan immediately halted flights."
  ],
  "Italy": [
    "Franco Modigliani receives the Nobel Prize for Economics for his work on household savings and the dynamics of financial markets.",
    "A referendum on abolishing the wage escalator was defeated by margin of 54.3% to 45.7% on a voter turnout of 77.9% out of 45 million eligible Italian electors.",
    "Francesco Cossiga is elected President of the Republic.",
    "Rome airport is attacked by Palestinian terrorists; 16 people die."
  ],
  "Malaysia": [
    "Memali Incident: A team of 200 policemen under orders from the Acting Prime Minister and Home Minister Musa Hitam laid siege to kampung (village) houses in Memali, near Baling in Kedah."
  ],
  "Mexico": [
    "<i>1985 Mexico City earthquake</i>: An earthquake centered off the Pacific coast of Michoac&#xE1;n caused ten thousand deaths and between three and four billion US$ in damage in Mexico City."
  ],
  "Nepal": [
    "NCP begins civil disobedience campaign for restoration of multi-party system."
  ],
  "Peru": [
    "Alan Garc&#xED;a won election to the Presidency."
  ],
  "Philippine": [
    "Death of Julie Vega",
    "New Design Banknotes Released",
    "Pres. Marcos transfers the control of the Integrated National Police from Defense Ministry to the presidential control.",
    "Opposition Parliament members file impeachment charges against Pres. Marcos.",
    "A massacre in Escalante, Negros Occidental kills at least 20 people.",
    "Typhoon Dot (<i>Saling</i>) landfalls on the country, leaves at least 101 people dead.",
    "Marchers joining the five-day <i>Lakbayan</i> rally are shot by the police at Taft Avenue before reaching Liwasang Bonifacio, leaving a number of deaths.",
    "Congressional and U.S. intelligence sources report that Pres. Marcos was diagnosed with a fatal illness.",
    "Pres. Marcos announces in a television interview that he would set a snap elections.",
    "AFP Chief of Staff Gen. Fabian Ver and 26 others accused of the assassination of Ninoy Aquino are acquitted by Sandiganbayan.",
    "<i>Philippine Daily Inquirer</i> is founded and publishes its first issue.",
    "Death of Carlos Romulo, journalist; 1942 Pulitzer Prize recipient."
  ],
  "Russia": [
    "Chernenko died of emphysema.",
    "The Politburo unanimously supported Mikhail Gorbachev as General Secretary of the Communist Party."
  ],
  "Rwanda": [
    "American naturalist Dian Fossey is murdered in her Rwandan cabin."
  ],
  "Singapore": [
    "Wee Kim Wee becomes the fourth President of Singapore.",
    "Singapore went into its first ever recession which was induced by government policies."
  ],
  "Sudan": [
    "Nimeiry was deposed and replaced by the Transitional Military Council."
  ],
  "Taiwan": [
    "Population of Taiwan grows to 19,258,000"
  ],
  "Tanzania": [
    "Julius Nyerere retires and Ali Hassan Mwinyi becomes the second President of Tanzania. Mwinyi is succeeded as Vice President by Joseph Sinde Warioba."
  ],
  "USA": [
    "<i>Live Aid</i>, a concert attended by 100,000 people and watched by 1.9&#xA0;billion viewers in 150 countries at the John F. Kennedy Stadium in Philadelphia, was held, raising global awareness of famine in Ethiopia.",
    "<i>Arrow Air Flight 1285</i>, carrying U.S. Army personnel to Egypt, crashed in Newfoundland, Canada, killing all 256 passengers on board and being the deadliest single aviation accident in the history of the U.S. military."
  ]
}