{
  "year": " 1987",
  "Albania": [
    "Greece ended the state of war.",
    "Albania and Greece signed a series of long-term agreements."
  ],
  "Argentina": [
    "First uprising by <i>Carapintadas</i>, commanded by Colonel Aldo Rico, two arrested. Alfons&#xED;n declares <i>La casa est&#xE1; en orden</i> (The house is in order)"
  ],
  "Australia": [
    "Hoddle Street massacre kills 7 victims and injures 19",
    "Sir Joh Bjelke-Petersen resigns as Premier of Queensland after 19 years at the top.",
    "Queen Street massacre kills 8 victims and injures 5."
  ],
  "Bangladesh": [
    "Ershad dissolves parliament under opposition pressure."
  ],
  "Belgium": [
    "Belgian general election, 1987"
  ],
  "Bhutan": [
    "Gasa District is split up among Punakha and Thimphu Districts; Chhukha District is carved out from parts of Samtse, Paro, and Thimphu Districts."
  ],
  "Brazil": [
    "Goi&#xE2;nia accident: A radioactive object is stolen from an abandoned hospital in Goi&#xE2;nia, Brazil, contaminating many people in the following weeks and causing some to die from radiation poisoning."
  ],
  "Burundi": [
    "<i>1987 Burundian coup d&apos;&#xE9;tat</i>: Bagaza was deposed while in Canada.",
    "Pierre Buyoya was sworn in as President of Burundi."
  ],
  "Colombia": [
    "Guerrilla groups attack a military convoy in Caqueta breaking the 1984 truce. 42 soldiers dead and 27 injured",
    "Colombian Navy ship ARC Caldas sails in waters of Atlantic Ocean in dispute with Venezuela creating a serious diplomatic incident",
    "Drug dealer Carlos Lehder is captured in a farm near Medell&#xED;n at 6:20&#xA0;a.m. The same day at 5:20 p.m he is extradited and sent in a DEA turbocommander airplane to USA",
    "UP leaders Jaime Pardo Leal and Hector Abad are killed in La Mesa, Cundinamarca. Eventually this movement would be lose more than 3000 of their members due to violence"
  ],
  "Cuba": [
    "Law #62 on the Penal Code introduced recognising discrimination based on any reason and the violation of the right of equality as a crime."
  ],
  "Germany": [
    "Erich Honecker, the general secretary of the ruling party of East Germany, the Socialist Unity Party of Germany, paid a state visit to West Germany."
  ],
  "Haiti": [
    "The constituent assembly presents the new constitution, written in both French and Haitian Creole, to President of the CNG Henri Namphy",
    "The new constitution is ratified by referendum; the results of 215 voting places show an approximately 99.81% approval rate",
    "The CNG publishes a decree electing the members of the Provisional Electoral Council (<i>Conseil Electoral Provisoire</i>, CEP)",
    "The CEP proclaims itself independent from the CNG",
    "The CEP delivers the text of the electoral law to the Minister of Justice",
    "Large landowners (<i>grandons</i>) massacre hundreds of peasants demanding land in Jean-Rabel",
    "During a ceremony at the Military Academy, the Armed Forces of Haiti swear allegiance to the new 1987 constitution",
    "At the Haitian presidential election, 1987 a massacre of voters takes place; the elections are suspended and General Namphy dissolves the CEP",
    "General Namphy sets 17 January 1988 as the new election date; the CNG elects a new Provisional Electoral Council (<i>Conseil Electoral Provisoire</i>, CEP)"
  ],
  "India": [
    "India deploys troops for peacekeeping operation in Sri Lanka&apos;s ethnic conflict."
  ],
  "Indinesia": [
    "Sukarno&apos;s daughter Megawati Sukarnoputri becomes a member of parliament; Suharto prohibits display of images of Sukarno although they appear frequently nonetheless.",
    "Jakarta host the 14th SEA Games. (to 20 September)"
  ],
  "Israel": [
    "The Cabinet voted to cancel development of the IAI Lavi.",
    "<i>First Intifada</i>: Protests began in the Jabalia Camp in response to the death of four Palestinian civilians in a car crash with an IDF truck."
  ],
  "Italy": [
    "Giovanni Goria is the new Prime Minister. His Cabinet lasts up to April 1988.",
    "In the wake of the Chernobyl disaster, a referendum put off the use of nuclear plants. The three working plants are slowly decommissioned. The Green party establishes itself in Italy."
  ],
  "Kenya": [
    "Kenya hosts All African Games"
  ],
  "Latvia": [
    "The first demonstration in Riga to commemorate the 1941 deportations took place."
  ],
  "Malaysia": [
    "Operation Lalang: An operation was carried out by the Malaysian police to crack down on opposition leaders and social activists."
  ],
  "Philippine": [
    "A shooting occurs during a protest rally in Mendiola, Manila, killing at least fourteen farmers.",
    "A group of soldiers and Marcos loyalists seize GMA Network for almost 3 days; they also occupied the Philippine Air Force headquarters in Sangley Point and Villamor Air Base in Pasay.",
    "The 1987 constitution, drafted by the Constitutional Commission, is ratified in a plebiscite.",
    "Eighteen people are killed in a clash between rebels of the New People&apos;s Army and the military forces in Lupao, Nueva Ecija.",
    "<i>Manila Standard</i> publishes its first issue.",
    "TV Patrol, the longest-running Filipino spoken evening newscast, starts its broadcast on ABS-CBN.",
    "A raid is staged by 56 rebel soldiers on Fort Bonifacio, a rebel soldier dies.",
    "Philippine legislative election, 1987",
    "<i>Philippine Airlines</i> PR 206 crashes into Mt. Ugo in Benguet, killing 50 on board.",
    "A plot to take over MIA discovered, with four military officers arrested.",
    "A coup attempt said to be the bloodiest of the attempts against Pres. Aquino is launched by rebel soldiers of RAM led by Col. Gregorio Honasan with 53 people killed and over 200 wounded.",
    "Canonization of San Lorenzo Ruiz, the first Filipino saint",
    "Super Typhoon Sisang slammed into Luzon, killing 1,063 people.",
    "Passenger ferry MV <i>Do&#xF1;a Paz</i> and oil tanker MT <i>Vector</i> collides and sinks at Tablas Strait between Marinduque and Mindoro, killing 4,386 people; the deadliest peacetime maritime disaster in world history."
  ],
  "Singapore": [
    "16 people were arrested during Operation Spectrum and detained under the Internal Security Act. Another six were arrested on 20 June."
  ],
  "Taiwan": [
    "<i>Martial law in Taiwan</i>: Martial law is lifted from Taiwan",
    "The Environmental Protection Administration reveals that 15 percent of farmland is contaminated by heavy metals"
  ],
  "USA": [
    "Joint special House and Senate hearings on the <i>Iran&#x2013;Contra affair</i> began.",
    "During a visit to Berlin, President Reagan challenged Soviet Premier Mikhail Gorbachev to &quot;tear down this wall&quot;, referring to the Berlin Wall.",
    "<i>Black Monday</i>: The Dow Jones Industrial Average fell 508 points in a single session, losing 22.6% of its value.",
    "The U.S. Senate rejects President Reagan&apos;s Supreme Court nomination of Robert Bork.",
    "A joint congressional report investigating the <i>Iran&#x2013;Contra affair</i> found that the &quot;ultimate responsibility for the events in the Iran-Contra affair must rest with the President&quot;.",
    "The Intermediate-Range Nuclear Forces Treaty was signed in Washington, D.C. between the U.S. and Soviet Union."
  ]
}