{
  "year": "1988",
  "Vietnam": [
    "V&#xF5; Ch&#xED; C&#xF4;ng, Chairman of the State Council (1987&#x2013;1992) became ruler of Vietnam.",
    "Johnson South Reef Skirmish."
  ],
  "USA": [
    "<i>Carrollton bus collision</i>: A drunk driver crashed into a church bus near Carrollton, Kentucky, killing twenty-seven people.",
    "The <i>Yellowstone fires of 1988</i> burned 793,880 acres of Yellowstone National Park.",
    "Wrigley Field in Chicago, Illinois added lights for night games, being the last major league park that didn't have lights.",
    "The Civil Liberties Act, compensating Japanese Americans who \"lost liberty or property because of discriminatory action by the Federal government during World War II\", was signed into law.",
    "<i>STS-41-D</i>: The Space Shuttle <i>Discovery</i> was launched.",
    "<i>Morris worm</i>, the first computer worm distributed via the Internet, was launched.",
    "<i>U.S. presidential election, 1988</i>: Vice President George H. W. Bush was elected President, defeating Massachusetts Governor Michael Dukakis.",
    "The regularly scheduled <i>Pan Am Flight 103</i> from Frankfurt to Detroit was destroyed by a bomb, killing all 243 passengers and 16 crew, and 11 people on the ground."
  ],
  "Sudan": [
    "The Democratic Unionist Party (Sudan) drafted a cease-fire with the SPLA which was not implemented."
  ],
  "Philippine": [
    "Local elections were held under the 1987 Constitution of the Philippines.",
    "Military reports that Col. Honasan, who led the August 1987 coup attempt, escapes from his prison ship in Manila Bay.",
    "Comprehensive Agrarian Reform Program (CARP) is signed by Pres. Cojuangco&#x2013;Aquino to provide land reform for Filipino farmers.",
    "Interior Bases Agreement was signed by the Philippines and United States.",
    "Typhoon Unsang struck into Luzon.",
    "Ferry MV <i>Do&#xF1;a Marilyn</i> sinks off Leyte during a typhoon, killing 389."
  ],
  "Mexico": [
    "<i>Mexican general election, 1988</i>: Carlos Salinas de Gortari of the Institutional Revolutionary Party (PRI) was elected president in a rigged election, with an official 51% of the vote. The PRI maintained its majority in the Chamber of Deputies."
  ],
  "Malaysia": [
    "1988 Malaysian constitutional crisis: A series of events began which would lead to the eventual removal of the Lord President of the Federal Court."
  ],
  "Latvia": [
    "Mass demonstrations took place against the Molotov&#x2013;Ribbentrop Pact."
  ],
  "Italy": [
    "Ciriaco De Mita replaces Goria as Prime Minister. His Cabinet lasts one year.",
    "Former President Giuseppe Saragat dies.",
    "Achille Occhetto is the new leader of PCI."
  ],
  "Indonesia": [
    "Suharto is elected to a fifth term as president., Lilies Handayani, Nurfitriyana Saiman and Kusuma Wardhani won Indonesia's first medal in Olympic Games, a silver medal for women's team archery in 1988 Summer Olympics Seoul."
  ],
  "India": [
    "SEBI was established by The Government of India on 12 April 1988 and given statutory powers in 1992 with SEBI Act 1992 being passed by the Indian Parliament."
  ],
  "Haiti": [
    "Christian Democrat Leslie Manigat is elected in military-run elections boycotted by the Haitian people and most candidates. In June he is overthrown in a military coup by Gen. Henri Namphy. In September, shortly after the St Jean Bosco massacre, Namphy is overthrown by Gen. Prosper Avril."
  ],
  "Estonia": [
    "In Estonia, 300,000 demonstrated for independence.",
    "Estonian became the official language of Estonia.",
    "The Supreme Soviet of the Estonian SSR declared that Estonia is \"sovereign\" but stopped short of declaring independence."
  ],
  "Colombia": [
    "Paramilitary groups commit massacres in Saiza, Mejor Esquina and Segovia, Antioquia",
    "General Prosecutor Carlos Mauro Hoyos is killed by hitmen",
    "The first election of city majors for popular vote",
    "Politicians &#xC1;lvaro G&#xF3;mez Hurtado and Andr&#xE9;s Pastrana are kidnapped by narcotrafficking related groups",
    "collapse of Stock market due to incarceration of financial managers Juan Ricardo Escobar and Guillermo Uribe Holguin",
    "Massacre of Trujillo, 107 victims. On 19 December 2006 Henry Loaiza-Ceballos was accused by Colombian authorities of being responsible for the massacre",
    "First Iberoamerican Theater Festival in Bogot&#xE1;. 100.000 people attend to the closing act in Plaza de Bol&#xED;var",
    "Colombian Painter Dario Morales dies in Paris",
    "Serial killer Daniel Barbosa a.k.a. the Beast Of The Andes confessed 72 murders",
    "Luis Carlos Gal&#xE1;n, Politician and candidate to presidency is killed by hitmen in Soacha during a public speech"
  ],
  "Chile": [
    "Pinochet loses a plebiscite mandated by the constitution, which triggers elections the following year."
  ],
  "Burma": [
    "Nationwide uprising brings down Ne Win's government. Military crushes protests, forms a ruling junta, promises elections"
  ],
  "Brazil": [
    "PSDB is founded by members of the Brazilian Democratic Movement Party linked to the European social democratic movement as an attempt to clarify their ideals.",
    "Brazil adopts a new constitution.",
    "Brazilian union and environmental activist Chico Mendes is assassinated.",
    "The Bateau Mouche cruise ship capsized and sank in the South Atlantic off Rio de Janeiro with the loss of at least 51 of the 149 people on board."
  ],
  "Bhutan": [
    "Bhutan conducts its first census. As a result, many Lhotshampa (ethnic Nepalis) are branded as illegal immigrants.",
    "After a census, the government begins evicting those it identifies as illegal immigrants among the Nepali-speaking population in southern Bhutan. Over two decades, the population of Bhutanese refugees in refugee camps in neighboring Nepal climbed to 107,000 by 2008 according to UNHCR."
  ],
  "Bangladesh": [
    "Jatiya Party gains an overwhelming majority in the General Election with 68.44% of the votes.",
    "A devastating cyclone strikes Bangladesh."
  ],
  "Australia": [
    "Australia celebrates its bicentenary, with large celebrations and major funding for capital works projects.",
    "Federal referendums on 4-year parliamentary terms, recognition of local government and other issues are defeated.",
    "Brisbane hosts World Expo 88.",
    "The new Parliament House opens in Canberra."
  ],
  "Armenia": [
    "Nagorno-Karabakh War commences."
  ],
  "Argentina": [
    "Second <i>Carapintada</i> revolt, again under Rico's command in January, 300 arrested",
    "Third and last <i>Carapintada</i> uprising, led by Mohamed Al&#xED; Seineld&#xED;n, two arrested"
  ],
  "Afghanistan": [
    "<i>Soviet war in Afghanistan</i>: The Soviet government signed the Geneva Accords, which included a timetable for withdrawing their armed forces."
  ]
}