{
  "year": "1989",
  "USA": [
    "The United States Department of Veterans Affairs was established.",
    "<i>Exxon Valdez oil spill</i>: An oil tanker struck a reef in Prince William Sound, spilling over 11 million gallons of crude oil in the Gulf of Alaska.",
    "Speaker of the House Jim Wright becomes the first House Speaker to resign amid scandal; he was succeeded by Tom Foley.",
    "<i>Hurricane Hugo</i> struck the East Coast, killing 49 people and causing $7&#xA0;billion in damage.",
    "The <i>Loma Prieta earthquake</i>, striking the San Francisco Bay Area and interrupting the 1989 World Series, killed sixty-three people.",
    "<i>Malta Summit</i>: President Bush and Soviet Premier Gorbachev met in Malta weeks after the fall of the Berlin Wall, releasing statements indicating that the war may be coming to an end.",
    "<i>Operation Just Cause</i>: 26,000 U.S. military personnel were deployed in the U.S. invasion of Panama, removing Military Governor Manuel Noriega from power and restoring Panama's democratically elected government.",
    "The <i>Office of National Drug Control Policy</i> was established."
  ],
  "Sudan": [
    "The government was overthrown in a <i>coup</i>.",
    "Omar al-Bashir assumed the office of President."
  ],
  "Serbia": [
    "Slobodan Milo&#x161;evi&#x107; delivers his <i>Gazimestan Speech</i> in front of 1,000,000 Serbs at the central celebration marking the 600th anniversary of the Battle of Kosovo. He calls for a \"full equality among peoples of Yugoslavia\", demanding an end to the \"dramatic ethnic and political divisions\". This was basically a message to both his political (democratic) and nationalist (Croat, Bosniak) opponents. His popularity skyrockets among nationalist Serbs, leading to his victory in the elections for the <i>Serbian president</i> a few months later."
  ],
  "Poland": [
    "Signing of the Round Table Agreement",
    "April Novelization",
    "Parliamentary election",
    "Wojciech Jaruzelski becomes President",
    "Tadeusz Mazowiecki becomes first non-communist prime minister in the Eastern Bloc",
    "The People's Republic of Poland becomes the Republic of Poland"
  ],
  "Philippine": [
    "Philippine Center for Investigative Journalism founded",
    "Camp Cawa-Cawa in Zamboanga City is seized by some soldiers following the death of seven people taken hostage and killed by Rizal Alih.",
    "The famous alleged Marian apparition in the town of Agoo, La Union to Judiel Nieva.",
    "Autonomous Region of Muslim Mindanao region was first created through Republic Act No. 6734 (the Organic Act).",
    "A hostage crisis at a prison in Davao City ends in an assault, resulting to the death of 5 hostages and a number of hostage-takers.",
    "Lea Salonga begins her performance in the West End production of <i>Miss Saigon</i> in London, for the leading role of Kim.",
    "Death of Ferdinand Marcos, former Philippine President",
    "Typhoons Angela (<i>Rubing</i>), Dan (<i>Saling</i>), and Elsie (<i>Tasing</i>) impact the country in two weeks.\n<ul>\n<li>Super typhoon Angela (<i>Rubing</i>), causes 119 fatalities and $8 million worth of damage.</li>\n<li>Typhoon Dan (<i>Saling</i>) leaves 58 dead and hundreds of thousands homeless.</li>\n<li>Typhoon Elsie (<i>Tasing</i>) leaves 47 dead, $35.4 million worth of damage, and 332 thousand people homeless.</li>\n</ul>\n",
    "A coup attempt is launched by RAM under Col. Honasan and Marcos loyalists under retired Gen. Jose Ma. Zumel, with Malaca&#xF1;ang bombarded on the 1st and several military bases seized; rebels surrender on the 9th; the most serious attempt against Pres. Aquino with 99 casualties."
  ],
  "Nepal": [
    "Trade and transit dispute with India leads to border blockade by Delhi resulting in worsening economic situation."
  ],
  "Mexico": [
    "Constituent parties of the National Democratic Front (FDN) established the Party of the Democratic Revolution (PRD) under the leadership of Cuauht&#xE9;moc C&#xE1;rdenas."
  ],
  "Japan": [
    "The Tokyo Stock Market index, Nikkei 225, hits its peak at 38,957 before closing at 38,916 for the day"
  ],
  "Italy": [
    "Sergio Leone dies of a heart attack.",
    "Giulio Andreotti is premier of a coalition until 1992.",
    "New Code of Criminal Procedure shall enter into force."
  ],
  "Israel": [
    "<i>Mount Carmel Forest Fire</i>: A forest fire began on Mount Carmel which would burn over two square miles over the next three days."
  ],
  "Indonesia": [
    "The Free Aceh Movement (GAM) reemerges following its 1976 founding; suppression of its guerilla activities leads to 2,000 deaths by 1991 in Aceh."
  ],
  "India": [
    "National Front (India) Headed by V. P. Singh and led by Janata Dal formed and stormed into power with outside support from BJP and CPI."
  ],
  "Germany": [
    "<i>Monday demonstrations in East Germany</i>: A peaceful demonstration began in Leipzig, in East Germany, which called for democracy and the right of citizens to travel abroad.",
    "The checkpoints on the Berlin Wall were opened."
  ],
  "Estonia": [
    "After 44 years, the Estonian flag was raised on the Pikk Hermann castle tower.",
    "Two million indigenous people of Estonia, Latvia and Lithuania, then still occupied by the Soviet Union, joined hands to demand freedom and independence, forming an uninterrupted 600&#xA0;km human chain called the Baltic Way."
  ],
  "Cuba": [
    "Prominent general in the Cuban armed forces Arnaldo Ochoa is executed after allegations of involvement in drug smuggling.",
    "The last Cuban troops leave Ethiopia."
  ],
  "Colombia": [
    "Drug dealer Gonzalo Rodr&#xED;guez Gacha is killed in a military operation",
    "First reports of the presence of Coffee borer beetle in Colombian coffee crops",
    "Avianca Flight 203 airplane HK1803 explodes in the air with 107 people on board, few minutes after leaving El Dorado International Airport as a result of a bomb planted by the Medell&#xED;n Cartel. No survivors",
    "7:30&#xA0;a.m. The Security Administration Department building (Departamento Administrativo de Seguridad DAS) and an important part of the commercial area of Paloquemao district in Bogot&#xE1; are destroyed by a bomb, in what is considered the worst terrorist attack in Colombian history"
  ],
  "Cambodia": [
    "The last Vietnamese troops withdrew from Cambodia."
  ],
  "Burma": [
    "Junta changes the English spellings of geographic names, including the country's name (to Myanmar)"
  ],
  "Brazil": [
    "Brazil holds its first free presidential election since 1960. This marks the first time that all Ibero-American nations, excepting Cuba, have elected constitutional governments simultaneously.",
    "Brazil holds the first round of its first free election in 29 years; Fernando Collor de Mello and Luiz In&#xE1;cio Lula da Silva advance to the second round, to be held the following month.",
    "Brazil holds the second round of its first free election in 29 years; Fernando Collor de Mello is elected to serve as President from 1990."
  ],
  "Bhutan": [
    "The <i>driglam namzha</i>, the official behaviour and dress code, is elevated from recommended to mandatory in public and educational settings. Nepali ceases to be a language of instruction in schools, escalating tensions between Ngalops and Lhotshampas.",
    "Tek Nath Rizal, leader of the Bhutan Peoples' Party, is arrested and imprisoned."
  ],
  "Barbados": [
    "The Queen marked the occasion of the 350th anniversary of the establishment of the Barbados Parliament. (to 11 March)"
  ],
  "Australia": [
    "Newcastle earthquake kills 13 people. ACT gains self-Government. The Kempsey bus crash and Grafton bus crash kill a total of 56 people.",
    "Queensland commences three-year trial of Daylight Saving.",
    "Rosemary Follett (Australian Labor Party) becomes the first Chief Minister of the Australian Capital Territory and the first woman to become head of government in an Australian state or territory."
  ],
  "Argentina": [
    "Dissident military group attacks <i>La Tablada</i> regiment, but are finally seized",
    "Hyper-inflation and political turmoil brings Peronist Carlos Menem to power in election"
  ],
  "Albania": [
    "Alia, addressing the Eighth Plenum of the Central Committee, signalled that radical changes to the economic system were necessary."
  ],
  "Afghanistan": [
    "<i>Soviet war in Afghanistan</i>: The last Soviet troops left the country."
  ]
}