{
  "year": "1990",
  "USA": [
    "Douglas Wilder was elected Governor of Virginia, becoming the first African American to become governor of a U.S. State.",
    "The Hubble Space Telescope was launched during a mission of the Space Shuttle <i>Discovery</i>.",
    "The 1990 Chemical Weapons Accord was signed between the United States and the Soviet Union.",
    "The Americans with Disabilities Act was signed into law.",
    "<i>Gulf War</i>: Iraqi President Saddam Hussein leads the deployment of 140,000 Iraqi troops in the <i>invasion of Kuwait.</i>",
    "The Clean Air Act of 1990 was signed into law."
  ],
  "Tanzania": [
    "Ali Hassan Mwinyi wins a single-party election with 95.5% of the vote and is sworn in for a second presidential term."
  ],
  "Taiwan": [
    "Wild Lily student movement in Chiang Kai-shek Memorial Hall.",
    "Number of farm households fall to less than 20 percent"
  ],
  "Syria": [
    "Syria participated in a United States-led multinational coalition against Saddam Hussein."
  ],
  "Slovenia": [
    "The independence referendum where 88.5% of electorate vote for the independent and sovereign Republic of Slovenia."
  ],
  "Serbia": [
    "The League of Communists of Yugoslavia dissolves along ethnic lines, as Slovene and Croatian representatives storm out of the Congress after opposing the strengthening of the Union. The first free elections are held several months later in Croatia (Croatian parliamentary election, 1990) and Slovenia, where separatist options have prevailed overwhelmingly.",
    "The Parliament of Croatia ratifies a new <i>Constitution</i>, declaring the indigenous Serbs of Croatia (12.2%) a <i>national minority</i> rather than a <i>constituent nation</i>. Serbs have enjoyed that autonomy <i>de facto</i> since the <i>Croat-Hungarian Ausgleich</i> in the 19th century. Franjo Tu&#x111;man, leader of the Croatian Democratic Union, publicly denies the Serbian Genocide and the extent of the Holocaust, spreading fear among minority Croatian Serbs as he assumes power as the president of Croatia.",
    "Serb-populated regions of Croatia organize a poll on their self-rule within Croatia. The <i>Log Revolution</i> is also launched in the hinterland of Dalmatia, the Serbian city of Knin, blocking Croatian roads and splitting the country into two parts. The <i>National Council of the Croatian Serbs</i>, led by Milan Babi&#x107;, declares \"the autonomy of the Serbian people on ethnic and historic territories on which they live and which are within the current boundaries of the Republic of Croatia as a federal unit of the SFR Yugoslavia\" in form of Kninska Krajina.",
    "The <i>Slovenian independence referendum</i> passes with an 88% support. Independence would have been declared within the succeeding 6 months"
  ],
  "Rwanda": [
    "The Tutsi Rwandan Patriotic Front (RPF) makes an attack from Uganda, starting the Rwandan Civil War."
  ],
  "Poland": [
    "Local elections",
    "Signing of German&#x2013;Polish Border Treaty",
    "Presidential election",
    "Lech Wa&#x142;&#x119;sa becomes President"
  ],
  "Philippine": [
    "Hotel Delfino in Tuguegarao, Cagayan is seized by suspended Gov. Rodolfo Aguinaldo and his armed men of 200, followed by a gunfight intending to kill them, with a checkpoint shootout, where 14 found dead and 10 injured.",
    "A magnitude 7.8 earthquake, whose epicenter was recorded in Nueva Ecija, hit Northern and Central Luzon, causing deaths of an estimated 1,621 people and &#x20B1;15 billion worth of damages; produces a 125-km long ground rupture stretching from the municipalities of Dingalan to Cuyapo.",
    "A raid is staged by mutinying soldiers on an army base in Mindanao on the dawn of 4th; Brig. Gen. Danilo Lim and 21 others capitulate to the government on the 6th.",
    "Col. Alexander Noble stages a coup in Mindanao and seizes two military garrisons in Cagayan de Oro and Butuan cities.",
    "Typhoon Mike (<i>Ruping</i>) hits Visayas and affected Cebu City, Bacolod City, and other key cities."
  ],
  "Peru": [
    "Alberto Fujimori defeated Mario Vargas Llosa in a presidential election."
  ],
  "Nepal": [
    "Pro-democracy agitation co-ordinated by NCP and leftist groups. Street protests suppressed by security forces resulting in deaths and mass arrests. King Birendra eventually bows to pressure and agrees to new democratic constitution. This protest time is called Jana Andolan I."
  ],
  "Malta": [
    "Malta applies to join the European Union."
  ],
  "Lebanon": [
    "A period of fifteen years of Syrian occupation starts when Syrian troops invade the Baabda residential Palace on 13 October 1990 and overthrow then President General Michel Aoun, and ends with the peaceful Cedar Revolution of more than one million protesters in Beirut central district, following the assassination of the Lebanese PM Rafik Hariri and the withdrawal of the Syrian troops. (to 2005)"
  ],
  "Latvia": [
    "The Latvian SSR Supreme Council adopted the declaration On the Restoration of Independence of the Republic of Latvia."
  ],
  "Italy": [
    "Former President Sandro Pertini dies.",
    "Italian regional elections. Umberto Bossi's Lega Nord obtained a stunning result in the main election of this round of vote, the choice of the Lombard Regional Council.",
    "Italy hosts the World Football Cup, but loses in the semi-final against Argentina at penalties.",
    "Prime Minister Giulio Andreotti reveals the existence of Operation Gladio. Gladio was the codename for a clandestine North Atlantic Treaty Organisation (NATO) \"stay-behind\" operation in Italy during the Cold War. Its purpose was to prepare for, and implement, armed resistance in the event of a Warsaw Pact invasion and conquest. Although Gladio specifically refers to the Italian branch of the NATO stay-behind organizations, \"Operation Gladio\" is used as an informal name for all of them."
  ],
  "Ireland": [
    "Mary Robinson becomes the first female President of Ireland."
  ],
  "India": [
    "Muslim separatist groups begin campaign of violence in Kashmir."
  ],
  "Haiti": [
    "President/General Prosper Avril declares a state of siege in January.",
    "Rising protests convince Avril to resign. A Provisional Government led by Supreme Court Justice Ertha Pascal-Trouillot is formed.",
    "Democratic elections take place. Father Jean-Bertrand Aristide, well known throughout the country for his support of the poor, is elected President with 67.5% of the counted popular vote. The \"U.S. favorite\" Marc Bazin finishes a distant second with 14.2% ."
  ],
  "Germany": [
    "<i>1990 FIFA World Cup Final</i>: West Germany beat the Argentine national team in the final match of the FIFA World Cup in Rome.",
    "The Treaty on the Final Settlement with Respect to Germany was signed by East and West Germany, the United States, the United Kingdom, France and the Soviet Union. The latter four renounced all rights they held in Germany.",
    "<i>German reunification</i>: Five East German states acceded to West Germany. Berlin became the capital of Germany."
  ],
  "Cuba": [
    "The U.S. launches TV Marti."
  ],
  "Colombia": [
    "M19 Guerrilla leader Carlos Pizarro Leong&#xF3;mez is killed by hitmen when he was a presidential candidate",
    "C&#xE9;sar Gaviria is elected President of Colombia",
    "<i>El Tiempo</i> newspaper director Francisco Santos is kidnapped",
    "20 Ember&#xE1; indigenous people are killed in the Caloto, Cauca massacre due to land ownership disagreements with local landlords",
    "UP leader politician Bernardo Jaramillo Ossa is killed by hitmen"
  ],
  "Chile": [
    "Patricio Aylwin wins the election and takes office as President. Transition to democracy begins."
  ],
  "Burma": [
    "National League for Democracy wins 82% of the seats in the general election. Junta refuses to hand over power, jails NLD leader Aung San Suu Kyi",
    "Western nations and Japan begin economic sanctions against Myanmar"
  ],
  "Brazil": [
    "Fernando Collor de Mello takes office as President of Brazil, Brazil's first democratically elected president since J&#xE2;nio Quadros in 1961. The next day, he announces a currency freeze and freezes large bank accounts for 18 months."
  ],
  "Bhutan": [
    "Violent ethnic unrest and anti-government protests in southern Bhutan pressing for greater democracy and respect for minority rights. The Bhutan Peoples' Party, whose members are mostly Lhotshampa, begin a campaign of violence against the government. Pro-government citizen militias form in response to rising crime and violence including clashes between Lhotshampa demonstrators and the Royal Bhutan Army. The Bhutan Peoples' Party is subsequently banned."
  ],
  "Belgium": [
    "Constitutional crisis: King Baudouin suspended as king for 36 hours after refusing to sign a law legalising abortion"
  ],
  "Bangladesh": [
    "Ershad offers resignation."
  ],
  "Australia": [
    "Royal Australian Navy deployed in preparation for the First Gulf War. Carmen Lawrence becomes the first female premier of an Australian state. Labor wins the 1990 federal election."
  ],
  "Argentina": [
    "Neo-liberal economic policies and privatisations brought general strikes, hunger strikes and political party realignments"
  ],
  "Albania": [
    "Demonstrations against the Ninth Plenum of the Central Committee at Shkod&#xEB;r forced authorities to declare state of emergency.",
    "Alia declared his willingness to establish diplomatic relations with the Soviet Union and the United States.",
    "Javier P&#xE9;rez de Cu&#xE9;llar, Secretary-General of the United Nations, visited Albania.",
    "The regime announced its desire to join the Organization for Security and Co-operation in Europe with the passage of laws liberalizing the criminal code, reforming the court system, lifting some restrictions on freedom of worship, and guaranteeing the right to travel abroad.",
    "Young people demonstrated against the regime in Tirana, causing five thousand citizens to seek refuge in foreign embassies.",
    "Albania and the Soviet Union signed a protocol normalizing relations.",
    "The government abandoned its monopoly on foreign commerce and began to open Albania to foreign trade.",
    "Alia addressed the United Nations General Assembly in New York City.",
    "Tirana hosted the Balkan Foreign Ministers' Conference.",
    "Ismail Kadare, Albania's most prominent writer, defected to France.",
    "Alia met with university students demonstrating against his dictatorship.",
    "The Thirteenth Plenum of the Central Committee of the Communist Party authorized a multiparty system.",
    "The opposition Democratic Party of Albania was established.",
    "A draft constitution was published."
  ]
}