{
  "year": "1991",
  "Albania": [
    "The opposition newspaper <i>Rilindja Demokratike</i> began publishing.",
    "Thousands of Albanians seek refuge in Greece.",
    "Albania and the United States reestablished diplomatic relations.",
    "Thousands of Albanians attempt to gain asylum in Italy.",
    "Multiparty elections were held.",
    "The elections came to a close. With 99 percent turnout the Communist Party won over 67 percent of vote for seats in the People&apos;s Assembly. The Albanian Democratic Party won about 30 percent.",
    "The People&apos;s Assembly reelected Ramiz Alia to a new presidential term.",
    "A reorganization replaced the Ministry of Internal Affairs with the Ministry of Public Order and placed the Frontier Guards and Directorate of Prison Administration under the Ministry of Defense and the Ministry of Justice, respectively.",
    "The People&apos;s Assembly passed a Law on Major Constitutional Provisions providing for fundamental human rights and separation of powers, invalidating the 1976 constitution.",
    "The People&apos;s Assembly appointed a commission to draft a new constitution.",
    "Prime Minister Fatos Nano and his cabinet resigned in the face of trade unions call for general strike.",
    "A coalition government led by Prime Minister Ylli Bufi took office.",
    "The Tenth Congress of the Communist Party disbanded the party and established the new Socialist Party of Albania (SPA).",
    "Albania was accepted as a full member of the OSCE Minsk Group.",
    "United States Secretary of State James Baker visited Albania.",
    "The <i>Sigurimi</i> was abolished and replaced by the National Information Service.",
    "Up to eighteen thousand Albanians crossed the Adriatic Sea to unsuccessfully seek asylum in Italy.",
    "The People&apos;s Assembly passed a law on economic activity that authorized private ownership of property, privatizing of state property, investment by foreigners, and private employment of workers.",
    "The United States reopened an embassy in Tirana.",
    "Albania joined the International Monetary Fund.",
    "The coalition government collapsed amid accusations that the Communist Party was blocking reform. Bufi resigned.",
    "Alia named Vilson Ahmeti Prime Minister and set elections for March 1992."
  ],
  "Argentina": [
    "Peso pegged to US Dollar",
    "Argentina is the only Latin American country to participate in the first Gulf War under mandate of the United Nations",
    "Mercosur customs union founded by the Treaty of Asunci&#xF3;n",
    "Argentina, Brazil and Chile signed the Mendoza Declaration prohibiting Chemical Weapons"
  ],
  "Armenia": [
    "Armenian independence referendum",
    "First-ever Armenian presidential election, Levon Ter-Petrosyan elected President with overwhelming popular support."
  ],
  "Australia": [
    "Prominent heart surgeon Victor Chang is gunned down.",
    "Seven people die in the Strathfield massacre.",
    "The Coode Island chemical storage facility in Melbourne explodes, leaving a toxic cloud hanging over the city for days.",
    "Paul Keating replace Bob Hawke to be the 24th Prime Minister of Australia."
  ],
  "Bangladesh": [
    "Bangladeshi general election, 1991, Bangladesh Nationalist party snatches victory.",
    "1991 Bangladesh cyclone kills more than 138,000."
  ],
  "Barbados": [
    "Elections: Won by Democratic Labour Party-DLP, led by Erskine Sandiford",
    "House of Assembly changes to 28 single member constituencies."
  ],
  "Belgium": [
    "Assassination of Socialist politician Andr&#xE9; Cools.",
    "Belgian general election, 1991"
  ],
  "Bhutan": [
    "Jigme Singye Wangchuck threatens to abdicate in face of hardline opposition in the National Assembly to his efforts to resolve ethnic unrest, leaving an international summit to attend to unrest."
  ],
  "Brazil": [
    "Argentina, Brazil, Uruguay and Paraguay sign the Treaty of Asunci&#xF3;n, establishing the South Common Market (Mercosur is its acronym in Spanish).",
    "A tornado destroys parts of Itu, a city in southeastern Brazil, killing 16 and leaving 176 injured."
  ],
  "Burma": [
    "Aung San Suu Kyi is awarded the Nobel Peace Prize"
  ],
  "Chile": [
    "The volcano Mount Hudson erupts, in one of the world&apos;s largest volcanic eruptions of the twentieth century."
  ],
  "China": [
    "The first McDonald&apos;s restaurant in mainland China opened in Beijing."
  ],
  "Colombia": [
    "Rafael Pardo is the first civilian to be designated as minister of defense",
    "Minister of economy Rudolph Hommes announced the new aperture politic for international trade inspirited in the Russian perestroika and the creation of the National bank for international trade Bancomex",
    "Starts the first concessions for mobile telephony",
    "Journalist Diana Turbay is killed while kept kidnapped in a farm near Sabaneta",
    "Drug dealers Fabio, Juan David and Jorge Luis Ochoa V&#xE1;zquez (The Ochoa brothers) and Pablo Escobar surrender themselves to the authorities",
    "Opening of the national assembly for reform to the 1886 national constitution (Constituent Assembly of Colombia)"
  ],
  "Cuba": [
    "Cuba removed all troops from Angola.",
    "The Soviet Union formally dissolved ended the Cold War which meant the loss of full economic and military aid to Cuba, causing an negative impact on the Cuban economy."
  ],
  "East_Timor": [
    "<i>Santa Cruz massacre</i>: Pro-independence demonstrators in the Santa Cruz cemetery are shot."
  ],
  "Estonia": [
    "Latvia and Estonia voted for independence from the Soviet Union.",
    "The United States recognized the independence of Estonia, Latvia and Lithuania.",
    "The Supreme Soviet of the Estonian SSR recognized Estonian independence from the Soviet Union.",
    "The Soviet Union recognized the independence of the Baltic States."
  ],
  "Haiti": [
    "A coup by former Tonton Macoutes head Roger Lafontant is foiled after tens of thousands pour into the streets of the capital, surrounding the National Palace.",
    "Aristide is sworn in as president.",
    "A military coup deposes Aristide, who goes into exile first in Venezuela, then in the United States.",
    "Thousands of Haitians begin to flee violence and repression in Haiti by boat. Although most are repatriated to Haiti by the U.S. government, many enter the United States as refugees."
  ],
  "India": [
    "Rajiv Gandhi assassinated by suicide bomber sympathetic to Sri Lanka&apos;s Tamil Tigers.",
    "Economic reform programme begun by Prime Minister P.V. Narasimha Rao."
  ],
  "Indinesia": [
    "Indonesia wins presidency of the Non-Aligned Movement.",
    "ABRI troops fire on demonstrative funeral procession in Dili, East Timor. TV images of the killings put East Timor high on the international human rights agenda."
  ],
  "Israel": [
    "<i>Gulf War</i>: An Iraqi Scud missile landed in Ramat Gan, killing three and injuring nearly a hundred.",
    "<i>Operation Solomon</i>: An airlift began which would transport some fourteen thousand Ethiopian Jews from Ethiopia to Israel over a thirty-six-hour period.",
    "<i>Madrid Conference of 1991</i>: A conference opened in Madrid with the goal of reviving the Israeli&#x2013;Palestinian peace process."
  ],
  "Italy": [
    "Italy takes part in the Operation Desert Storm, during the Gulf War, for the liberation of Kuwait.",
    "The Italian Communist Party split into the Democratic Party of the Left (PDS), led by Achille Occhetto, and the Communist Refoundation Party (PRC), headed by Armando Cossutta.",
    "A referendum abolished the multiple preferences for the election of Chamber of Deputies&apos;s members, in favor of the single preference.",
    "A man found frozen high in the Alps is discovered, and is later found to be a Neolithic hunter who lived approximately 5,000 years ago.",
    "It&apos;s transmitted first-run animated series <i>The Simpsons</i>."
  ],
  "Japan": [
    "<i>Lost Decade</i>: The Japanese asset price bubble popped."
  ],
  "Kenya": [
    "Parliament repeals one party section of the constitution"
  ],
  "Latvia": [
    "<i>The Barricades</i>: Pro-Communist political forces attempted to restore Soviet power in Latvia.",
    "The Soviet Union recognized Latvian independence.",
    "Latvia became a member of the United Nations."
  ],
  "Malaysia": [
    "The Kuala Lumpur Tower official ground-breaking.",
    "The Kuala Lumpur International Airport official ground-breaking."
  ],
  "Nepal": [
    "Nepali Congress Party wins first democratic elections. Girija Prasad Koirala becomes prime minister."
  ],
  "Philippine": [
    "Merger of the Philippine Constabulary with the Integrated National Police to form the Philippine National Police.",
    "Mount Pinatubo erupts, its most explosive occurred on the 15th, affecting densely populated areas of Zambales, Tarlac and Pampanga, with death toll of more than 700 people; the second largest volcanic eruption of the 20th century.",
    "Vizconde massacre case",
    "Hultman-Chapman murder case",
    "Senate of the Philippines rejects an agreement for renewal of U.S military bases in the Philippines",
    "U.S. surrenders Clark Air Base.",
    "Tropical Storm Uring lashes into Eastern Visayas, leaving 8,000 people dead as a result of widespread flooding in the coastal city of Ormoc, Leyte."
  ],
  "Poland": [
    "M&#x142;awa riot after Romani youth kills pedestrian in a hit-and-run",
    "Dissolution of Warsaw Pact",
    "Parliamentary election"
  ],
  "Russia": [
    "<i>January Events</i>: Soviet troops violently seized important buildings in cities throughout Lithuania.",
    "The Moldavian SSR became the Republic of Moldova.",
    "<i>Russian presidential election, 1991</i>: Boris Yeltsin was elected to the presidency of the Russian SFSR.",
    "<i>Soviet coup attempt of 1991</i>: A group of high-ranking officials calling themselves the State Emergency Committee announced that Gennady Yanayev was to replace Gorbachev as President of the Soviet Union.",
    "<i>Singing Revolution</i>: The Estonian government declared its independence.",
    "<i>Singing Revolution</i>: The government of Latvia declared its independence.",
    "<i>Soviet coup attempt of 1991</i>: The military refused State Emergency Committee orders to take the capital. The leaders of the coup were arrested.",
    "The Ukrainian parliament adopted the Declaration of Independence of Ukraine.",
    "Moldova declared independence.",
    "The Kyrgyz SSR became the Republic of Kyrgyzstan.",
    "The Republic of Kyrgyzstan declared independence.",
    "<i>Singing Revolution</i>: The Soviet Union recognized the independence of the Baltic states.",
    "Militants belonging to the separatist All-National Congress of the Chechen People (NCChP) stormed a session of the Supreme Soviet of the Chechen-Ingush ASSR. NCChP leader Dzhokhar Dudaev was appointed to the presidency.",
    "<i>Soviet Union and the Arab-Israeli conflict</i>: The Soviet Union restores full relations with Israel.",
    "A national referendum confirmed the Dudaev presidency. Dudaev unilaterally declared the independence of the Chechen Republic of Ichkeria.",
    "<i>Soviet Union and the Arab-Israeli conflict</i>: The Madrid Conference took place.",
    "The leaders of Russia, Belarus and Ukraine signed the Belavezha Accords, dissolving the Soviet Union.",
    "<i>Soviet Union and the Arab-Israeli conflict</i>: The United Nations General Assembly passes Resolution 46/86 effectively repealing Resolution 3379 passed in 1975.",
    "The Supreme Soviet confirmed the dissolution of the Soviet Union."
  ],
  "Serbia": [
    "Hundreds of thousands of people gather in downtown Belgrade peacefully demonstrating against Slobodan Milo&#x161;evi&#x107;. The government orders &quot;restoration of order&quot; <i>by force</i> deploying tanks onto the streets of the capital. 2 people are killed and over 300 injured in the clashes that follow; the democratic opposition led by Vuk Dra&#x161;kovi&#x107; and Zoran &#x110;in&#x111;i&#x107; is de facto suppressed for years to come.",
    "<i>Croatian War of Independence</i> begins, following the <i>Plitvice Lakes incident</i>. Security forces of the Republic of Croatia clash with rebel Serbs of Croatia as they take over the Serb-populated territory of the national park. 2 policemen die &#x2013; one from each side. An emergency session of the Federal Parliament decides to send the troops of the JNA into the region. The National Assembly of Serbia supports this decision asking for the protection of Serbs.",
    "The <i>Borovo Selo massacre</i> takes place in the Serb-populated village of Borovo Selo in eastern Croatia as 4 Croatian police-officers attempt to change the Yugoslav flag with the Croatian one after which they are captured by Vojislav &#x160;e&#x161;elj&apos;s troops. Attempting to free them Croatian policemen are led into an ambush and twelve are killed and some mutilated. Numbers of the Croatian Serbs killed in the incident varies anywhere between four on one side to twenty on the other.",
    "A series of <i>Yugoslav wars</i> begin as Croatia and Slovenia declare independence from the SFRY opposed by the Serbs and the JNA. Slovenia is granted its independence following a Ten-Day War, however the conflict in Croatia is bound to last, as the Republic of Serbian Krajina emerges.",
    "Serb forces embark on an <i>ethnic cleansing campaign</i> in the territory under their control. 78,000 people &#x2013; virtually the whole Croat, Muslim and non-Serb population is forcibly removed, deported or killed.",
    "Starting in July, Serb forces and the JNA start to attack Croatian-majority areas in the Operation Coast-91. In August they attack Vukovar starting the most bloody battle of the Croatian war.",
    "In December Serb paramilitary forces kill 43 civilians in the Vo&#x107;in massacre.",
    "A Serbian teenage girl is killed in Sisak by a bullet fired through a window which is a matter of ongoing investigation.",
    "JNA, Montenegro and Serb forces attack Dubrovnik bombing a world-famous tourist attraction. Between 82 and 88 civilians are killed.",
    "the Lovas massacre begins in which Serb paramilitary forces kill 70 civilians which is a matter of ongoing investigation.",
    "120 Serbs are massacred in the town of Gospi&#x107; (region of Lika, Croatia) by members of a Croatian paramilitary unit in what the Croatian human rights activists called the <i>first major massacre of civilians in the Yugoslav civil wars</i>. The mastermind of the massacre, Mirko Norac, was charged with <i>crimes against humanity</i> by both Croatia and the ICTY for his involvement in the mass killings of Serbian civilians during the Croatian War of Independence",
    "Vukovar falls and Serb paramilitary forces massacre over 250 civilians and POWs."
  ],
  "Singapore": [
    "Four Pakistanis hijack Singapore Airlines Flight 117 and demand the release of Pakistan Peoples Party members from Pakistani jails.",
    "Members of the Singapore Special Operations Force storm into Singapore Airlines Flight 117, killing all hijackers and freeing all passengers and crew members.",
    "General elections are held. The result is a victory for the PAP, which wins 77 out of 81 seats."
  ],
  "Slovenia": [
    "Slovenia becomes an independent republic through passage of appropriate documents",
    "Slovenia solemnly declares its independence from SFR Yugoslavia (SFRJ).",
    "Slovenia removes Yugoslav border signs and marks its own. Yugoslav People&apos;s Army (YPA) sends 2,000 soldiers from the baracks across Slovenia to occupy the border and the Ten-Day War begins.",
    "Ten Day War. YPA takes over border posts, but most of the YPA soldiers are blocked in their barracks, where they are denied water and electricity. (to 6 July)",
    "Germany unilaterally recognises Slovenia as a state.",
    "The Brioni Agreement between Slovenia and SFRY under political patronage of European Economic Community (EEC) is signed. Ten-Day War ends. YPA is set to leave Slovenia in 3 months. Fewer than 100 people died in the clashes, mostly YPA soldiers (45), but important precedent is set for the wars in the rest of SFR Yugoslavia.",
    "Last troops of YPA leave Slovenia.",
    "Independent Slovenia gets a new, democratic constitution."
  ],
  "Taiwan": [
    "Legislative Yuan and National Assembly elected in 1947 were forced to resign.",
    "The first democratic election of National Assembly."
  ],
  "Tajikistan": [
    "<b>Tajik Soviet Socialist Republic</b> was renamed to <b>Republic of Tajikistan</b>.",
    "After the collapse of the Soviet Union, Tajikistan left."
  ],
  "USA": [
    "<i>Operation Desert Storm</i>: The United States leads 34 coalition nations in the invasion of Ba&apos;athist Iraq; deploying over 500,000 U.S. military personnel in response to Iraq&apos;s annexation of Kuwait.",
    "President George H.W. Bush announces that a cease fire was reached between in the Gulf War, stating that &quot;Kuwait is liberated. Iraq&apos;s army is defeated.&quot;",
    "<i>START I</i> was signed between the United States and the Soviet Union.",
    "The dissolution of the Soviet Union, recognizing the independence of twelve Soviets states after the resignation of Soviet President Mikhail Gorbachev, who declared his office extinct, formally ended the Cold War.\n<p></p>\n",
    "Confirmation hearings of Supreme Court nominee Clarence Thomas were held by the Senate Judiciary Committee, after allegations regarding sexual harassment charges were pressed by former aide Anita Hill."
  ],
  "Vietnam": [
    "Seventh National Party Congress.",
    "V&#xF5; Ch&#xED; C&#xF4;ng, Chairman of the State Council (1987&#x2013;1992) ended his rule of Vietnam.",
    "Dissolution of the Soviet Union ends the existence of the Soviet Union and aid throughout Vietnam."
  ]
}