{
  "year": "1992",
  "USA": [
    "<i>1992 Los Angeles riots</i>: Riots in Los Angeles, spurred by the acquittal of four Los Angeles Police Department officers accused in the beating of Rodney King, took place, which resulted in over fifty deaths and $1&#xA0;billion in damage.",
    "The Twenty-seventh Amendment to the United States Constitution, prohibiting changes to Congressmen's salaries from taking effect until after an election of Representatives, was ratified.",
    "<i>Hurricane Andrew</i>: A Category 5 hurricane killed sixty-five people and caused $26&#xA0;billion in damage to Florida and other areas of the Gulf Coast.",
    "<i>United States presidential election, 1992</i>: Arkansas Governor Bill Clinton was elected President, defeating incumbent George H. W. Bush and Texas businessman Ross Perot."
  ],
  "Tanzania": [
    "The Civic United Front is formed."
  ],
  "Tajikistan": [
    "<i>Civil war in Tajikistan</i>: A civil war began."
  ],
  "Taiwan": [
    "Fair Trade Law enacted.",
    "The first democratic election of the Legislative Yuan.",
    "1992 Consensus"
  ],
  "Spain": [
    "<i>1992 Summer Olympics</i>: The Summer Olympics were held in Barcelona"
  ],
  "Slovenia": [
    "All members of the European Economic Community recognize Slovenia as a state.",
    "Slovenia becomes a member of the Organization for Security and Co-operation in Europe.",
    "The United States recognize Slovenia as a state.",
    "Slovenia becomes a member of the United Nations.",
    "first presidential elections. Milan Ku&#x10D;an becomes the president for the period 1992&#x2013;1997 with 795,012 votes (63,93%) from 8 candidates."
  ],
  "Serbia": [
    "SFRY (<i>Second Yugoslavia</i>) is abolished following the declaration of independence of the Republic of Macedonia.",
    "Montenegro's independence referendum fails as its citizens overwhelmingly support union with Serbia.",
    "The Federal Republic of Yugoslavia or <i>Third Yugoslavia</i> comes into existence in April.",
    "The Siege of Sarajevo is officially imposed by the Bosnian Serbs and their forces led by Radovan Karad&#x17E;i&#x107; as chief commander. It is aimed at murdering and terrorizing the civilian population of the city. It lasted for 44 months and resulted in 12,000 casualties; chiefly among Bosniaks."
  ],
  "Poland": [
    "Adoption of Small Constitution",
    "Signing of Central European Free Trade Agreement"
  ],
  "Philippine": [
    "Pag-asa was hatched in Davao City becoming the first Philippine eagle to be successfully bred and hatched in captivity.",
    "Creation of Bases Conversion and Development Authority (<i>Republic Act No. 7227</i>)",
    "Philippine general election, 1992, the first under the 1987 Constitution (Fidel V. Ramos is elected)",
    "Biliran province was established through <i>Republic Act No. 7160.</i>",
    "Guimaras province was established through <i>Republic Act No. 7160.</i>",
    "Inauguration of Pres. Fidel Ramos.",
    "The team representing the Zamboanga City Little League won the International Championship of the 1992 Little League World Series held in Pennsylvania. However, it was discovered that the Filipino team violated age and residency rules and Little League stripped them of their title.",
    "U.S. forces leave Subic Bay Naval Base.",
    "U.S. forces finally leave Naval Air Station Cubi Point in Subic, thus ending their military presence in the country."
  ],
  "Peru": [
    "Fujimori dissolved the Congress.",
    "The Maoist leader Abimael Guzm&#xE1;n was arrested in Lima."
  ],
  "Italy": [
    "<i>Mani pulite</i> (clean hands), a nationwide judicial investigation into political corruption and influence-peddling, leads to the fall and dissolution of the Christian Democracy, and of the Socialist party, which had been the most influential political parties in Italy since 1948. Bettino Craxi flees to Tunisia to avoid prosecution.",
    "General elections. Lega Nord's first electoral breakthrough was at the 1990 regional elections, but it was with the 1992 general election that the party emerged as a leading political actor. Having gained 8.7% of the vote, 56 deputies and 26 senators, it became the fourth largest party of the country and within Parliament.",
    "President Francesco Cossiga resigned.",
    "Oscar Luigi Scalfaro is elected President of the Republic.",
    "Giuliano Amato (PSI) is premier of a PSI-DC-PLI-PSDI coalition.",
    "Paolo Borsellino and Giovanni Falcone, two Italian anti-Mafia magistrates, are assassinated by the mafia.",
    "Bettino Craxi is under investigation in Milan for corruption."
  ],
  "Israel": [
    "Israel deported some four hundred Palestinians to Lebanon."
  ],
  "Indonesia": [
    "Suharto successfully defies Dutch efforts to link human rights to aid administerd since 1967 by the International Governmental Group on Indonesia (IGGI). Susi Susanti won Indonesia's first Olympic gold medal in 1992 Summer Olympics in Barcelona, Spain.",
    "East Timorese resistance leader Xanana Gusm&#xE3;o is captured by Brigadier General Theo Syafei and is tried and sentenced. (to 1993)"
  ],
  "India": [
    "Babri Mosque in Ayodhya is demolished, triggering widespread Hindu-Muslim violence.",
    "Over 200 people die in Cuttack in Odisha, after drinking illegally brewed liquor in the 1992 Odisha liquor deaths incident."
  ],
  "Germany": [
    "The Maastricht Treaty establishing the European Union (EU) was signed by twelve European countries including Germany."
  ],
  "France": [
    "Maastricht Treaty: Members of the European Community (including France) signed a treaty creating what is now known as the European Union."
  ],
  "Estonia": [
    "Estonia held a referendum on its constitution.",
    "Heinrich Mark and the government in exile appointed by him cede their credentials to the newly elected Riigikogu.",
    "Lennart Meri was elected President of Estonia.",
    "The Soviet ruble was replaced with kroon."
  ],
  "Cyprus": [
    "UN sponsored talks began between the two sides."
  ],
  "Cuba": [
    "The National Assembly of Cuba passes the Constitutional Reform Law allowing for direct elections to the assembly by the Cuban people every five years."
  ],
  "Colombia": [
    "The Office of the Attorney General of Colombia is created, with Gustavo de Greiff designated as the first Attorney General",
    "Noem&#xED; San&#xED;n is the new minister of foreign affairs. She is the first women to be designed as a minister in Colombia",
    "The collapse of the national electricity generation system causes massive power blackouts all over the country with an average of 18 hours/day without electricity from March 1992 to April 1993",
    "Fernando Botero presents a collection of 31 sculptures in an outdoors exhibition in the Champs-&#xC9;lys&#xE9;es in Paris",
    "Pablo Escobar escapes from the Cathedral Prison",
    "Villatina Massacre"
  ],
  "Cambodia": [
    "A United Nations peacekeeping force, the United Nations Transitional Authority in Cambodia (UNTAC), began monitoring Cambodia."
  ],
  "Burundi": [
    "Burundi adopted a new constitution."
  ],
  "Brazil": [
    "The first World Ocean Day is celebrated, coinciding with the Earth Summit held in Rio de Janeiro, Brazil.",
    "A special commission in Brazil concludes that there is sufficient evidence to begin impeachment proceedings against President of Brazil Fernando Collor de Mello, finding he had accepted millions of dollars worth of illegal payments from business interests.",
    "The Chamber of Deputies of Brazil votes to impeach President of Brazil Fernando Collor de Mello, the country's first democratically elected leader in 29 years. Vice President Itamar Franco becomes acting president.",
    "A riot breaks out in the Carandiru Penitentiary in S&#xE3;o Paulo, Brazil, resulting in the Carandiru massacre.",
    "Brazil's president Fernando Collor de Mello is found guilty on charges that he stole more than $32&#xA0;million from the government, preventing him from holding any elected office for 8 years."
  ],
  "Bhutan": [
    "Tek Nath Rizal, leader of the illegal Bhutan Peoples' Party, is sentenced to life imprisonment.",
    "Gasa District is carved out from Punakha District; Tashi Yangtse District is split from Trashigang District. Other district boundaries are also changed",
    "The National Security Act is enacted. The Act defines treason and speech crimes, as well as unlawful assembly, rioting, and states of emergency, providing for lengthy prison sentences, capital punishment, and the use of deadly force by the government to stop unlawful demonstrations."
  ],
  "Belgium": [
    "Dirk Frimout is the first Belgian in Space"
  ],
  "Australia": [
    "The High Court delivers the Mabo Decision, which rules that indigenous native title does exist. This effectively extinguishes the concept of <i>terra nullius</i>. New South Wales Premier Nick Greiner resigns.",
    "Queensland holds a referendum on daylight saving, which is defeated with a 54.5% 'no' vote."
  ],
  "Armenia": [
    "Capture of Shusha"
  ],
  "Argentina": [
    "Israeli Embassy attack in Buenos Aires killed 29 in terrorist attack"
  ],
  "Albania": [
    "The People's Assembly prevents OMONIA, the party representing Greek Albanians, from fielding candidates in the elections planned for March.",
    "In the midst of economic freefall and social chaos, a decisive electoral victory is won by the anticommunist opposition led by the Democratic Party. The Democrats win 62% of the votes and achieve an overall majority with 92 of the 140 seats in the parliament. The Socialists, with 26% of the vote, win 38 seats. Turnout is 90%. (to March 29)",
    "Alia resigns as president and is succeeded on April 9 by Sali Berisha, the first democratic leader of Albania since Bishop Noli. The first non-Communist government, headed by Aleksand&#xEB;r Meksi, is elected on April 13. Its stated priority is to establish law and order to transform the paralyzed economy through a reform program emphasizing a free-market economy and privatization.",
    "Eduard Selami is elected chairman of the Democratic Party.",
    "Albania signs the Black Sea Economic Cooperation Pact with ten other countries, including six former Soviet republics. The Pact establishes the Organization of the Black Sea Economic Cooperation.",
    "The Albanian Communist Party is outlawed, and its chairman, Hysni Milloshi, is arrested in Tirana and charged with illegally carrying a gun.",
    "Four months after its March defeat, the Socialist Party makes impressive gains in the country's first democratic local elections. The Democratic Party wins 43.2% of the vote, compared to 41.3% cast for the Socialists. Continued economic hardships, general apathy, and a split within the Democratic Party contributed to its poor showing. It holds local administrative control in most large cities, while the Socialists control much of the countryside.",
    "Former President Alia is detained, joining eighteen other former communist officials, including Nexhmije Hoxha, who are charged with corruption and other offenses.",
    "The split in the Democratic Party grows into a rift when a group of reform-minded Democrats break away and form a new party, the Democratic Alliance.",
    "Albania is granted membership of the Organisation of the Islamic Conference and in the same month applies to join NATO, becoming the first former Warsaw Pact country formally to seek membership in the Western alliance."
  ],
  "Afghanistan": [
    "<i>Civil war in Afghanistan (1989-1992)</i>: Afghan political parties signed the Peshawar Accord which created the Islamic State of Afghanistan and proclaimed Sibghatullah Mojaddedi its interim President.",
    "Gulbuddin Hekmatyar's Hezbi Islami, with the support of neighboring Pakistan, began a massive bombardment against the Islamic State in the capital Kabul.",
    "As agreed upon in the Peshawar Accord, Jamiat-e Islami leader Burhanuddin Rabbani took over as President.",
    ""
  ]
}