{
  "year": " 1994",
  "Afghanistan": [
    "The Taliban government began to form in a small village between Lashkar Gah and Kandahar."
  ],
  "Albania": [
    "Albania&apos;s postcommunist transformation continues, with more progress in some areas than others. Greek-Albanian relations deteriorate, and Athens blocks European Union loans to Tirana, impeding Albania&apos;s much-needed integration into Europe. Gross domestic product grows by 8%, and inflation continues its downward spiral. Unemployment, however, remains the country&apos;s Achilles&apos; heel; more than 300,000 workers are unemployed. Some $400 million sent home by Albanian emigrants play a vital role in boosting the domestic economy by increasing the volume of disposable income. For most, economic hardship and widespread poverty are the norm. Albania&apos;s foreign debt continues to soar. The political climate is relatively stable, but hostility between ruling and opposition forces continues to surface. The Socialist Party and other political groups accuse President Sali Berisha of becoming increasingly authoritarian. Albania makes considerable progress in foreign affairs, although relations with some of its neighbours continue to be fraught with problems. The impasse in relations between Belgrade and Tirana persists, but ties with Bulgaria, Turkey, the Republic of Macedonia, and Italy further improve. Relations with Greece raise worries about a new Balkan flash point.",
    "Following a raid on an army training camp in which two Albanian conscripts were killed, Tirana arrests five ethnic Greeks, finds them guilty of espionage and illegal possession of weapons, and sentences them to between six and eight years in prison. Angered by the verdict, (the court was being held behind closed doors, no international observers were allowed) Athens reportedly expels as many as 70,000 of the 300,000 illegal Albanian immigrants living in Greece.",
    "Fatos Nano is convicted of state funds during his premiership in 1991 and sentenced to 12 years&apos; imprisonment; the ruling is upheld by an appeals court in the following month.",
    "Ramiz Alia is tried on a number of charges, including forced deportation of political prisoners, summary executions, and the upholding of the 1967 ban on religious activity. The charges are later changed to abuse of power and violation of citizens&apos; rights. Alia pleads &quot;not guilty&quot; and protests that the allegations made against him are unclear; he is convicted, however, and sentenced to 9 years&apos; imprisonment.",
    "A draft constitution is presented to Berisha. Failing to obtain the requisite two-thirds majority approval for it in the People&apos;s Assembly, Berisha calls for a national referendum, the first of its kind. Surprisingly, the November 6 vote goes against Berisha (53.9% of voters reject the draft constitution), perpetuating the deadlock with the Socialists.",
    "Alia&apos;s prison sentence is reduced to 5 years."
  ],
  "Argentina": [
    "Following the Pacto de Olivos, the constitution reform is agreed, allowing Presidents to serve second consecutive term",
    "Bombing of AMIA Jewish Community Centre in Buenos Aires, killing 85",
    "The murder of Conscript Omar Carrasco led to the abolition of Conscription"
  ],
  "Armenia": [
    "Nagorno-Karabakh War formally ends"
  ],
  "Barbados": [
    "Election: Won by Barbados Labour Party-BLP, led by Owen Arthur"
  ],
  "Bhutan": [
    "Major glacial lake outburst flood from glacial lakes, devastating Punakha."
  ],
  "Brazil": [
    "Brazil introduces its new currency, the Real.",
    "Brazil wins the 1994 FIFA World Cup, defeating Italy by 3&#x2013;2 in penalties (full-time 0&#x2013;0)."
  ],
  "Burundi": [
    "Cyprien Ntaryamira took office as President of Burundi.",
    "<i>Assassination of Juv&#xE9;nal Habyarimana and Cyprien Ntaryamira</i>: Ntaryamira and Rwandan President Juv&#xE9;nal Habyarimana were shot down as their aircraft approached Kigali.",
    "Sylvestre Ntibantunganya was named interim President.",
    "An attempted military <i>coup</i> was averted.",
    "Ntibantunganya was elected President by a new Convention of Government."
  ],
  "Chile": [
    "Eduardo Frei Ruiz-Tagle is elected President."
  ],
  "China": [
    "<i>1994 Karamay fire</i>: A fire at a theater in Karamay killed some three hundred people."
  ],
  "Colombia": [
    "Ernesto Samper is elected president of Colombia",
    "8000 Process scandal of Cali Cartel narcotrafficking money investment in the Samper electoral campaign starts with the public broadcasting of tapes from telephonic conversations among Minister Alberto Giraldo and drug dealers Gilberto and Miguel Rodr&#xED;guez Orejuela",
    "Former president C&#xE9;sar Gaviria is designated as OEA general secretary",
    "A team of 10 people steals 24.075.000.000 pesos from the Republic Bank in Valledupar in the biggest bank robbery in the Colombian history",
    "Paez river flood in Cauca department kills hundreds of people and destroys villages in a length of 40&#xA0;km",
    "CONVIVIR (Spanish for to coexist) program of cooperative neighbourhood watch groups is created by a decree of Colombia&apos;s Ministry of Defense",
    "Manuel Elkin Patarroyo received the Prince of Asturias Awards by his technical and scientific research in the development of synthetic malaria vaccine",
    "Due to the poor performance of the national soccer team in the USA soccer World Cup, an angry soccer aficionado shot to death soccer player Andr&#xE9;s Escobar"
  ],
  "England": [
    "The Channel Tunnel opened."
  ],
  "Estonia": [
    "The Russian army left Estonia.",
    "The car ferry <i>MS Estonia</i> sank in the Baltic Sea, killing 852."
  ],
  "Germany": [
    "The Federal Constitutional Court held that the Bundeswehr could take part in UN peacekeeping operations outside NATO territory."
  ],
  "Haiti": [
    "The de facto military government resigns at the request of the United States in September, which then sends in troops to occupy Haiti. This occupation is sanctioned by the United Nations.",
    "The U.S. returns Aristide as president."
  ],
  "Indinesia": [
    "Suharto shuts down <i>Tempo</i> and two other publications for critical reporting of Habibie&#x2019;s purchase of the former East German navy."
  ],
  "Israel": [
    "Israel and Jordan signed the Israel&#x2013;Jordan peace treaty in the Arabah. The treaty clarified the borders of the two countries and their water rights; each pledged that neither would allow a third country to use its territory to stage an attack on the other."
  ],
  "Italy": [
    "Media magnate Silvio Berlusconi becomes Prime Minister for a rightist coalition. However, the pact between northern autonomists and southern post-fascists collapsed late in the year, and Berlusconi is forced to resign as prime minister.",
    "The Italian film <i>Il Postino: The Postman</i> premieres at the Venice Film Festival."
  ],
  "Malaysia": [
    "Petronas Towers construction commenced."
  ],
  "Nepal": [
    "Koirala&apos;s government defeated in no-confidence motion. New elections lead to formation of Communist government."
  ],
  "Philippine": [
    "The Philippines first makes its connection to the Internet, with Philippine Network Foundation connects to the United States&apos; Sprint via a 64 kbit/s link.",
    "Miss Universe 1994, its 43rd pageant, was held in Manila.",
    "Abu Sayyaf group massacres 15 Christian civilians in Basilan and holds 19 others hostage; most of the captives were freed later following a rescue mission; ends with town parish priest Fr. Cirilo Nacorda freed to the government through the Moro National Liberation Front (MNLF) after a month.",
    "The Manila Film Festival&apos;s Awards Night was marred by allegations of cheating.",
    "Mindoro earthquake",
    "Singaporean freighter <i>Kota Suria</i> and ferry MV <i>Cebu City</i> collides in Manila Bay, killing about 140.",
    "A bomb explodes on board a <i>Philippine Airlines</i> plane during a test run as part of the Bojinka plot, a planned attack for the assassination of Pope John Paul II during his 1995 visit, killing a passenger."
  ],
  "Poland": [
    "Poland bus disaster of 1994",
    "Local elections"
  ],
  "Russia": [
    "<i>First Chechen War</i>: The leader of the Russian-backed Provisional Council of the Chechen Republic announced his intention to overthrow the Dudaev government.",
    "<i>First Chechen War</i>: Russian troops invaded Chechnya."
  ],
  "Rwanda": [
    "President Habyarimana and Burundian President Cyprien Ntaryamira are assassinated as their aircraft is shot down approaching Kigali. This incident sparks the Rwandan Genocide.",
    "Th&#xE9;odore Sindikubwabo becomes interim President of Rwanda.",
    "The RPF takes control of Kigali.",
    "The RPF forms a provisional government and Pasteur Bizimungu becomes President of Rwanda.",
    "The RPF controls the whole of Rwanda.",
    "The International Criminal Tribunal for Rwanda is established."
  ],
  "Singapore": [
    "American teenager Michael P. Fay is convicted and caned for vandalism."
  ],
  "Sweden": [
    "The MS Estonia disaster occurs en route from Tallinn to Stockholm. 852 people on board are killed."
  ],
  "Taiwan": [
    "National Health Insurance begins."
  ],
  "Tajikistan": [
    "Emomali Rahmon became the 3rd president of Tajikistan."
  ],
  "USA": [
    "The 1994 Northridge earthquake, striking the Northridge, Los Angeles area, killed fifty-seven people and leaving 20,000 others homeless; causing $20&#xA0;billion in damage and being the costliest earthquake in U.S. history.",
    "The Violent Crime Control and Law Enforcement Act, authorizing the Federal Assault Weapons Ban and the Violence Against Women Act, was signed into law.",
    "<i>Republican Revolution</i>: The Republican Party picked up 54 seats in the House and 8 seats in the Senate, being one of the largest shifts in party balance in U.S. congressional history."
  ]
}