{
  "year": "2000",
  "USA": [
    "<i>USS Cole bombing</i>: The USS&#xA0;<i>Cole</i> was bombed in Yemeni waters, killing seventeen United States Navy sailors.",
    "The 2000 Presidential election between Texas Governor George W Bush and Vice President Al Gore. The election resulted in a dispute in Florida. After a lengthy court battle, George W Bush was declared the winner of Florida by 537 votes, thus he was elected President of the United States."
  ],
  "Tanzania": [
    "The East African Community Treaty comes into force.",
    "Benjamin Mkapa is re-elected as President of Tanzania, with 72 percent of the vote."
  ],
  "Taiwan": [
    "Chen Shui-bian, the opposition candidate from the DPP, elected president by a lead of 2.5% of votes marking the end of the KMT status as the ruling party. Voter turnout was 82.69%; first peaceful transfer of power.",
    "Four Noes and One Without"
  ],
  "Syria": [
    "Al-Assad died.",
    "Al-Assad's son Bashar al-Assad was made President."
  ],
  "Sweden": [
    "The &#xD8;resund Bridge is opened, creating a road and railway connection between Sweden and mainland Europe."
  ],
  "Sudan": [
    "The Governor of Khartoum banned women from working in public places.",
    "President Bashir met the leaders of the National Democratic Alliance (Sudan) for the first time.",
    "Bashir was re-elected for a five-year term as President."
  ],
  "Serbia": [
    "Slobodan Milo&#x161;evi&#x107; is ousted following the October 5 Overthrow and million-strong demonstrations in central Belgrade. Vojislav Ko&#x161;tunica assumes power as the first democratic president of Yugoslavia."
  ],
  "Rwanda": [
    "Paul Kagame is selected as interim President of Rwanda.",
    "Paul Kagame is sworn in as the fourth President of Rwanda."
  ],
  "Poland": [
    "Presidential election"
  ],
  "Philippine": [
    "The Philippines celebrates the new 2000 millennium nationwide.",
    "President Estrada declares an \"all-out-war\" against the Moro Islamic Liberation Front (MILF).",
    "An <i>Air Philippines</i> plane crashes in the hills of Island Garden City of Samal, Davao del Norte, killing 131 on board; the worst aviation disaster in country's history.",
    "Cargo vessel <i>Annahada</i> sinks off Jolo Island, killing 159.",
    "Twenty-one hostages are abducted by Abu Sayyaf extremists from Sipadan, Malaysia and are later brought to Jolo Island; hostage crisis lasts five months.",
    "A computer virus attack occurs, damaging millions of computers worldwide.",
    "A <i>Philippine Airlines</i> plane is hijacked by an armed man, who later died in a failed jump attempt.",
    "Moro Islamic Liberation Front (MILF) headquarters, Camp Abubakar in Maguindanao, is captured by the government troops as part of their campaign against insurgents.",
    "Payatas landslide",
    "Luis Singson exposes Pres. Estrada's alleged links to illegal gambling; followed by a privilege speech of Sen. Teofisto Guingona in Senate.",
    "Pres. Estrada is impeached by House of Representatives on accusations regarding <i>jueteng</i> money.",
    "The Senate formally initiates the impeachment trial against Pres. Estrada presided by Chief Justice Hilario Davide, Jr.",
    "Cityhood of Mu&#xF1;oz, Nueva Ecija ratified",
    "Rizal Day bombings: Series of bombings occur in Metro Manila, with 22 fatalities and more than 120 injuries."
  ],
  "Nepal": [
    "GP Koirala returns as prime minister, heading the ninth government in 10 years."
  ],
  "Malta": [
    "Capital punishment abolished from military code of Malta."
  ],
  "Malaysia": [
    "Gunung Mulu National Park and Kinabalu Park became UNESCO World Heritage Sites of nature."
  ],
  "Lebanon": [
    "Israeli withdrawal from the South of Lebanon."
  ],
  "Italy": [
    "Bettino Craxi dies at Hammamet, Tunisia."
  ],
  "Israel": [
    "Israel withdrew the last of its forces from southern Lebanon.",
    "<i>October 2000 events</i>: The first of a series of riots began in which thirteen Arabs and one Jew would be killed over nine days.",
    "<i>2000 Hezbollah cross-border raid</i>: The Lebanese Shia Islamist militant group and political party Hezbollah abducted three Israeli soldiers from the Israeli administered side of the Blue Line, the internationally recognized border."
  ],
  "Indonesia": [
    "President Wahid's administration is marred by failures to stabilise the economy, patterns of political favouritism, economic corruption (although Wahid himself is not accused of corruption), inability to reform the military, personal eccentricity and pettiness, ineffectiveness in dealing with major religious violence in Maluku and Sulawesi, major ethnic violence (Dayaks vs. Madurese) in Kalimantan, and separatisms in Aceh and Irian Jaya.",
    "In a coordinated attack involving more than three dozen sites across the country, churches are bombed and eighteen people killed. It is later proven to have been planned by Jemaah Islamiyah in retaliation for Christian killings of Muslims in the Maluku conflict."
  ],
  "India": [
    "US President Bill Clinton makes a groundbreaking visit to improve ties.",
    "India marks the birth of its billionth citizen.",
    "States of Jharkhand, Chhattisgarh & Uttranchal(Uttrakhand) were created on 15 November 2000"
  ],
  "Iceland": [
    "Southern Iceland is hit by two earthquakes, the first 6.6 M<sub>L</sub> and the second 6.5 M<sub>L</sub>. There were no fatalities but a few people were injured and there was some considerable damage to infrastructure."
  ],
  "Haiti": [
    "Legislative, municipal and local elections are held. The OAS disputes how the sovereign electoral council calculates the run-offs for eight Senate seats.",
    "Aristide is reelected for a second five-year term with 92% of the vote in elections boycotted by the opposition. The last UN peacekeeping forces withdraw from Haiti."
  ],
  "Germany": [
    "<i>Expo 2000</i>: A world's fair was held in Hanover."
  ],
  "Cuba": [
    "Russian President Vladimir Putin visits Cuba and signs accords aimed at boosting bilateral ties."
  ],
  "Colombia": [
    "First Olympic gold medal in Colombian history, earned by Mar&#xED;a Isabel Urrutia in weightlifting",
    "A car bomb parked in front of the mayor's office in Cachipay (Cundinamarca Department) detonated, causing injuries to nineteen and deaths to four",
    "ELN bombs damage 4 meetinghouses of The Church of Jesus Christ of Latter-day Saints (LDS Church); bridge attack kills 1, injures 20.",
    "A woman was killed by a time bomb fastened to her neck by FARC guerrilla; 1 bomb disposal specialist died trying to deactivate the bomb and other 3 were wounded. The 2007 movie PVC-1 is based in this incident",
    "The sport of Precolumbian origin; Turmequ&#xE9; or tejo is declared as the National sport by the Colombian congress",
    "USA president Bill Clinton and his daughter Chelsea visit Cartagena de Indias",
    "A 70 kilograms of R1 explosive bomb exploded in Barrancabermeja's commercial district, injuring four policemen, two security guards and two civilians. The intended target was apparently the National Customs and Tax Directorate (DIAN).",
    "Macayepo massacre in Montes de Mar&#xED;a",
    "A bomb went off in Cali outside a rehabilitation center in the Obrero neighborhood. Two children were killed and thirty other injured. An explosive device went off in a Christian church in Cali, killing two and injuring fifteen.",
    "A guerrilla group gave a homeless man a package that, unbeknownst to him, was filled with explosives. The package exploded as he walked through the banking sector of Cali, killing him and wounding four others. The package reportedly contained 500&#xA0;grams of ammonium nitrate fuel oil.",
    "Politician Fernando Ara&#xFA;jo Perdomo is kidnapped by the Farc guerrilla",
    "Opening of the mass transportation system Transmilenio in Bogot&#xE1;"
  ],
  "Chile": [
    "In the second round of voting, in a tight contest with right wing candidate Joaqu&#xED;n Lav&#xED;n, Ricardo Lagos Escobar is elected President."
  ],
  "Bhutan": [
    "Bhutan and Nepal reach an agreement regarding the repatriation of certain classes of Bhutanese refugees living in camps in Nepal, subject to joint government verification. Points of contention included that some camp inhabitants were never citizens &#x2013; or some even residents &#x2013; of Bhutan before attaining refugee status. Also, the Bhutanese government regarded many political groups among the Nepalese Lhotshampa community, such as the Bhutan Peoples' Party (BPP) and Bhutan National Democratic Party (BNDP), as terrorist or anti-national groups."
  ],
  "Belgium": [
    "Stock exchanges of Amsterdam, Brussels and Paris merge as Euronext."
  ],
  "Bangladesh": [
    "President Clinton becomes the first US president to visit Bangladesh."
  ],
  "Australia": [
    "Howard Government introduces a Goods and Services Tax",
    "27th Summer Olympic Games held in Sydney."
  ],
  "Argentina": [
    "Hitech company INVAP is chosen by Australia to design and construct the OPAL nuclear reactor",
    "Vice-President Carlos &#xC1;lvarez resigned in protest political bribes scandal, precipitating crisis in ruling alliance"
  ],
  "Albania": [
    "It is reported that the government has shifted its attention away from the construction of the east-west trunk road \"Corridor 8,\" designed to link the South Balkans to the Adriatic, and is instead focusing on an internal north-south highway.",
    "A \"quick start\" package is launched within the Stability Pact for South Eastern Europe, the 28-nation agreement signed in 1999 to restore peace, stability, and prosperity to the region. Albania receives about &#x20AC;112 million (about $109 million) for the rehabilitation of roads, railroads, harbours, power and water lines, and the airport in Tirana. The Stability Pact earmarks an additional &#x20AC;320 million (about $311 million) for near-term infrastructure projects to be implemented subsequently. The Stability Pact also dominates Albania's foreign-policy agenda. Numerous projects designed to enhance cooperation between Albania and other southeastern European countries in the fields of human rights, democracy, and security are launched.",
    "Opposition leader Sali Berisha leads 4,000 protestors in the southern port of Vlor&#xEB; in the first anti-government rally led by the controversial former president.",
    "President Meidani travels to Kosovo, the first visit ever by an Albanian head of state to that heavily ethnic Albanian-populated province in Yugoslavia. Meidani emphasizes Albania's commitment to the creation of \"a Europe of the regions\" (that is, rather than a continent based on traditional nation-states) and speaks against the desirability of creating a \"Greater Albania\" that would include ethnic Albanians in neighbouring countries, while stressing the need for closer regional and European integration.",
    "Berisha is barred from entering the Albanian-dominated Yugoslav province of Kosovo by the UN peacekeeping force, which deems him a threat to public order.",
    "In a cabinet reshuffle, Ilir Gjoni replaces Luan Hajdaraga as defense minister.",
    "EU foreign ministers include Albania in a list of Balkan countries offered duty-free access for 95% of their exports. The list does not include neighbouring Serbia and comes as part of a package of measures designed to encourage voters there to embrace reform and oust their federal president, Slobodan Milo&#x161;evi&#x107;.",
    "Following the election of Vojislav Ko&#x161;tunica as president of Yugoslavia, Albanian Foreign Minister Paskal Milo makes the resumption of regular bilateral relations dependent on Serbia freeing Kosovo Albanian prisoners and recognizing its responsibility for crimes against humanity in the Kosovo war.",
    "The ruling Socialist Party of Albania emerges as the clear winner of municipal elections, taking 50 municipalities and 218 communities &#x2013; including the mayoralty of Tirana for the first time since 1992 &#x2013; although the Democratic Party throughout the year focused attention on rallying support for its candidates, accusing the governing Alliance for the State coalition of corruption and smuggling, charges that the coalition dismissed. The Democrats win only in 11 municipalities and 80 communities after calling for a partial boycott of the vote in the runoff. Two municipalities and 17 communities go to smaller parties and independent candidates. (to October 15)"
  ]
}