{
  "year": "2001",
  "Vietnam": [
    "President Tr&#x1EA7;n &#x110;&#x1EE9;c L&#x1B0;&#x1A1;ng (1997&#x2013;2006) became ruler of Vietnam.",
    "Ninth National Party Congress."
  ],
  "USA": [
    "<i>First inauguration of George W. Bush</i>: George W. Bush was inaugurated the forty-third President of the United States.",
    "The Economic Growth and Tax Relief Reconciliation Act of 2001 was signed into law by President George W. Bush.",
    "<i>Timothy McVeigh</i> is executed as an American domestic terrorist for the detonation of a truck bomb in front of the Alfred P. Murrah Federal Building in Oklahoma City on April 19, 1995.",
    "<i>September 11 terrorist attacks</i>: Nineteen terrorists hijacked four planes and crashed them into the World Trade Center in New York City, the Pentagon in Arlington County, Virginia, and an open field near Shanksville, Pennsylvania, killing 2,996 people and injuring over 6,000. Flight 93 was about to make a crash in Washington, D.C., but the passengers fought the terrorists until the plane crashed into the field.",
    "<i>2001 Anthrax attacks</i>: Anthrax attacks killed five and infected seventeen more through the mail system.",
    "<i>War in Afghanistan</i>: The United States launched an invasion of Afghanistan.",
    "The USA PATRIOT Act, increasing law enforcement agencies' ability to conduct searches in cases of suspected terrorism, was signed into law.",
    "<i>American Airlines Flight 587</i>: A flight crashed in Queens, New York, killing 265."
  ],
  "Tanzania": [
    "Demonstrators in Zanzibar protesting the 2000 elections, clash with police and 32 people are killed.",
    "Ali Mohamed Shein becomes Vice President of Tanzania.",
    "The government controversially decides to spend &#xA3;28m on a new air traffic control system."
  ],
  "Taiwan": [
    "Three mini-links between Kinmen, Matsu and the mainland of Fujian begins.",
    "Private fixed-line telephone companies begin services.",
    "Serious flooding caused by Typhoon Nari."
  ],
  "Sudan": [
    "Al-Turabi was arrested for signing a memorandum with the SPLA.",
    "The United Nations (UN) World Food Programme struggled to feed millions facing starvation.",
    "The SPLA threatened to attack foreign oil workers.",
    "Peace talks in Nairobi broke down.",
    "Egypt and Libya proposed a peace plan for Sudan.",
    "The UN lifted sanctions against Sudan.",
    "United States Senator John Danforth was appointed Special Envoy to Sudan.",
    "The United States imposed sanctions on Sudan."
  ],
  "Singapore": [
    "Economic recession in Singapore. (to 2003)",
    "A pipeline feeding gas to Singapore from Indonesia's Natuna field in South China Sea opens.",
    "The PAP wins 82 of 84 seats in the 2001 General Election.",
    "15 suspected militants of Jemaah Islamiah are arrested for alleged bomb plot.",
    "Typhoon Vamei, a rare typhoon that occurs only once in 100 to 400 years, hits Singapore."
  ],
  "Serbia": [
    "Albanian guerilla forces linked to the KLA attack Yugoslav forces within the <i>ground safety zone</i> between Serbia proper and Kosovo. The conflict went on for several weeks spreading into Serbia's municipalities of Pre&#x161;evo, Bujanovac and Medve&#x111;a before the resistance is finally suppressed. Guerilla fighters take refuge in the Republic of Macedonia igniting a <i>2001 Macedonia conflict</i>"
  ],
  "Poland": [
    "Parliamentary election"
  ],
  "Philippine": [
    "Cityhood of Valencia, Bukidnon ratified (<i>Republic Act No. 8985</i>)",
    "EDSA II Revolution ousts Pres. Estrada; Vice-Pres. Gloria Macapagal&#x2013;Arroyo becomes President.\n<ul>\n<li>January 16 &#x2013; Prosecutors of the trial walk out after senators voted, 11&#x2013;10, not to open the second envelope containing the documents of evidences against Pres. Estrada; crowd start to gather in the People Power Shrine.</li>\n<li>January 17 &#x2013; Impeachment trial aborted.</li>\n<li>January 19 &#x2013; High-ranking military and police officials, including Defense Sec. Orlando Mercado, AFP Chief of Staff Gen. Angelo Reyes and PNP Chief Dir. Gen. Panfilo Lacson, withdraw from the Estrada administration.</li>\n<li>January 20 &#x2013; Pres. Estrada leaves Malaca&#xF1;ang. Vice-Pres. Macapagal&#x2013;Arroyo is sworn into office by Chief Justice Davide.</li>\n</ul>\n",
    "Zamboanga Sibugay was founded, separating from Zamboanga del Sur; country's 79th province.",
    "Former Pres. Estrada and his son Jinggoy are arrested following an arrest warrant issued by Sandiganbayan with their co-accused.",
    "EDSA III: Supporters of former Pres. Estrada stage protest following his arrest, ending in a violent dispersal, killing four.",
    "Philippine general election, 2001",
    "Twenty hostages are seized by the Abu Sayyaf members from the Dos Palmas resort in Palawan; hostage taking lasts for at least 12 months.",
    "A fire swept through the Manor Hotel in Quezon City and killed at least 68 people."
  ],
  "Peru": [
    "<i>Peruvian general election, 2001</i>: Possible Peru won a plurality of APRA)]].",
    "<i>Peruvian general election, 2001</i>: Toledo won the presidency."
  ],
  "Nepal": [
    "King Birendra, Queen Aishwarya and other close relatives killed allegedly in shooting.",
    "Prince Gyanendra crowned King of Nepal .",
    "Maoist rebels step up campaign of violence. Prime Minister GP Koirala quits over the violence; succeeded by Sher Bahadur Deuba.",
    "Maoists end four-month-old truce with government, declare peace talks with government failed. Launch coordinated attacks on army and police posts.",
    "State of emergency declared after more than 100 people are killed in four days of violence. King Gyanendra orders army to crush the Maoist rebels. Many hundreds are killed in rebel and government operations in the following months."
  ],
  "Malaysia": [
    "The Kuala Lumpur Central Station officially opened.",
    "Putrajaya was declared as a Federal Territory Putrajaya was handed over from the Selangor state authorities.",
    "Breakout of racial riot between Malay and Indian in Petaling Jaya, Selangor.",
    "Opening ceremony of the 21st Southeast Asian Games held in Kuala Lumpur",
    "Closing ceremony of the 21st Southeast Asian Games was held in Kuala Lumpur officially closed to dissolved by 4th Prime Minister of Malaysia's Tun Doctor Mahathir Bin Mohamad at 17:30 MST."
  ],
  "Italy": [
    "Berlusconi's second term as Prime Minister begins.",
    "Violence erupts at the G8 demonstrations in Genoa. The police are accused of severe abuses; one demonstrator is shot dead.",
    "Italy takes part in the Afghanistan War.",
    "Former President Giovanni Leone dies."
  ],
  "Israel": [
    "<i>Assassination of Rehavam Ze'evi</i>: Tourism minister Rehavam Ze'evi was shot at a Jerusalem hotel by Hamdi Quran of the Palestinian nationalist Popular Front for the Liberation of Palestine. He died of his injuries that night in hospital."
  ],
  "Indonesia": [
    "Ethnic violence in Kalimantan as indigenous Dayaks force out Madurese transmigrants. Mass political demonstrations by Wahid's supporters and opponents. IMF stops further loans citing lack of progress in tackling corruption.",
    "President Wahid is impeached chiefly on grounds of incompetence. The parliament elects Megawati president by 592 votes to 0. Hamzah Haz defeats Akbar Tandjung and Lieutenant General (ret.) Susilo Bambang Yudhoyono.",
    "President Megawati visits President George Bush a week after the 9/11 terrorist attacks and welcomes American investment. On her return to Indonesia, the Islamic right criticises her cooperation with America's war in Afghanistan, and the nationalist left criticises here for being too suppliant to foreign investors."
  ],
  "India": [
    "A high-powered rocket is launched, adding India to the club of countries able to fire big satellites deep into space.",
    "The 7.7 M<sub>w</sub> Gujarat earthquake shakes Western India with a maximum Mercalli intensity of X (<i>Extreme</i>), leaving 13,805&#x2013;20,023 dead and about 166,800 injured.",
    "Vajpayee meets Pakistani President Pervez Musharraf in the first summit between the two neighbours in more than two years. The meeting ends without a breakthrough or even a joint statement because of differences over Kashmir.",
    "Vajpayee's BJP party declines his offer to resign over a number of political scandals and the apparent failure of his talks with Pakistani President Musharraf.",
    "US lifts sanctions which it imposed against India and Pakistan after they staged nuclear tests in 1998. The move is seen as a reward for their support for the US-led anti-terror campaign.",
    "India and Pakistan fire at each other's military posts in the heaviest firing along the dividing line of control in Kashmir for almost a year.",
    "Pakistani forces shelled the village of Arnia about three km (two miles) from the border in the early hours of Monday June 6, killing five and wounding at least two dozen civilians.",
    "Suicide squad attacks parliament in New Delhi, killing several police. The five gunmen die in the assault.",
    "India imposes sanctions against Pakistan, to force it to take action against two Kashmir militant groups blamed for the suicide attack on parliament. Pakistan retaliates with similar sanctions, and bans the groups in January.",
    "India, Pakistan mass troops on common border amid mounting fears of a looming war."
  ],
  "Haiti": [
    "Aristide succeeds Pr&#xE9;val for a second five-year term. For the next two years, and with Washington's support, Aristide's opponents use the OAS challenge to the 2000 elections to increase economic and political instability. Former Haitian soldiers carry out guerrilla attacks, primarily along the Dominican border and in the capital."
  ],
  "France": [
    "\"French government adopts a law that requires every French Web page to be officially archived.\""
  ],
  "Estonia": [
    "68 people died in Estonia after drinking bootleg alcohol that contained methanol."
  ],
  "Cyprus": [
    "The European Court of Human Rights found Turkey guilty of continuing human rights violations against the Greek Cypriots."
  ],
  "Colombia": [
    "The stock markets of Cali, Medell&#xED;n and Bogot&#xE1; are fused into a single entity: Bolsa de Valores de Colombia",
    "Singer Shakira Mebarak wins a Grammy Award for her MTV unplugged",
    "the House of Representatives Committee on International Relations published the findings of its investigation into IRA activities in Colombia",
    "A car bomb kills four and injures 32 in a luxury hotel in Cali. No group claims the attack.",
    "A car bomb kills 20 and injures at least 50 in a park in Medell&#xED;n.",
    "Soccer tournament Copa America 2001 was held in Colombia (to 29 July)",
    "Arrest of the Irish Colombia Three charged with training FARC rebels in bomb-making",
    "In a series of attacks near Medell&#xED;n, 10 bombs kill one and injure 39 others. At least 15 members of terrorist group ELN die when the explosives they were carrying detonate.",
    "Politician Consuelo Ara&#xFA;jo is murdered while being kidnapped by FARC guerrilla"
  ],
  "China": [
    "<i>Tiananmen Square self-immolation incident</i>: Five declared by Chinese government members of Falun Gong may have burned themselves to death in Tiananmen Square.",
    "<i>Hainan Island incident</i>: A United States intelligence aircraft was intercepted and forced to make an emergency landing on Hainan.",
    "<i>World Trade Organization Ministerial Conference of 2001</i>: China joined the World Trade Organization, subjecting it to that body's free trade and dispute resolution agreements."
  ],
  "Chile": [
    "Chile signs the Human Rights to Abolish the Death Penalty act."
  ],
  "Brazil": [
    "Ant&#xF4;nio da Costa Santos, mayor of Campinas, is assassinated.",
    "Three Brazilians are killed in the September 11 attacks in the United States."
  ],
  "Bhutan": [
    "First verification of Bhutanese refugees eligible for repatriation commences in Nepalese refugee camps. Actual repatriation is estimated to occur one year out. As of 2011 over 200 refugees in the Khudunabari refugee camp alone had been certified, however no Bhutanese refugees had been repatriated."
  ],
  "Belgium": [
    "Elisabeth, duchess of Brabant is born in Anderlecht.",
    "Belgian national airline Sabena declared bankrupt"
  ],
  "Bangladesh": [
    "Bangladesh Nationalist Party secures a decisive victory at the Eighth General Election."
  ],
  "Australia": [
    "Australia celebrates centenary of federation.",
    "Death of Donald Bradman aged 92 in Kensington Park, Adelaide, South Australia.",
    "Western Australia adopts a uniform Age of consent of 16.",
    "Boat load of asylum seekers is rescued by Norwegian ship, leading to the Tampa affair.",
    "Australian forces deployed to War to topple Taliban for supporting Al-Qaeda",
    "<i>Australian federal election, 2001</i>: John Howard is reelected as Prime Minister."
  ],
  "Argentina": [
    "In March, the remaining FrePaSo ministers resigned from government in protest at economic and labour reforms",
    "In November, the government responded to a run on banks by limiting access to bank deposits in the <i>corralito</i>",
    "In December, events that have become known as the <i>Argentinazo</i> took place:\n<ul>\n<li>middle classes, exasperated with constraints of <i>corralito</i>, took to streets in protest in the <i>Cacerolazo</i></li>\n<li>Trade unions and <i>piqueteros</i> began protests, and shops and businesses were ransacked</li>\n<li>Violent protests and mass demonstrations in the Plaza de Mayo; 26 die in protests nationwide</li>\n<li>Finance minister Domingo Cavallo and President de la R&#xFA;a resigned in quick succession on 19 and 20 December</li>\n<li>Provincial governor Adolfo Rodr&#xED;guez Sa&#xE1; appointed president by Argentine Congress on 22 December</li>\n<li>Rodr&#xED;guez Sa&#xE1; declared a short-lived debt moratorium. After a few days, Argentina officially defaulted on $93 billion of its debt to the International Monetary Fund and creditors</li>\n<li>Rodr&#xED;guez Sa&#xE1; resigned after a week following lack of support from colleagues</li>\n<li>Eduardo Duhalde, losing candidate in the 1999 presidential elections, appointed president with broad cross-party support</li>\n</ul>\n"
  ],
  "Albania": [
    "Growth in gross domestic product is 7.3%, just slightly less than the 7.8% registered in 2000. Unemployment drops from 17.1% in 1999 to 13.3% in 2001, thanks to a government-supported job creation program that includes infrastructure-development projects within the framework of the Stability Pact for South Eastern Europe.",
    "Although Albania has made strides toward democratic reform and maintaining the rule of law, serious deficiencies in the electoral code remain to be addressed, as demonstrated in the June 2001 parliamentary elections. International observers judged the 2001 elections to be acceptable, but the Union for Victory Coalition, the second-largest vote recipient, disputed the results and boycotted parliament until January 31, 2002. The Socialists re-elected Ilir Meta as Prime Minister in August 2001, a post which he held till February 2002, when he resigned due to party infighting. Pandeli Majko was re-elected Prime Minister in February 2002.",
    "The large ethnic Albanian minority in neighbouring Macedonia stages an armed rebellion. Although Albania's prime minister Ilir Meta supports international peace negotiations (which lead to a truce and a peace settlement in late August), there is evidence to suggest that Albanian border guards have at first failed to seal the border completely to arms smugglers supplying the rebels in Macedonia.",
    "The government is strongly criticized for its unsuccessful policy toward human trafficking. The International Organization for Migration (IOM) joins Save the Children in highlighting the trade in eastern European women and even Albanian children, and accuses local Albanian police of colluding in the lucrative industry. IOM points out that there have been fewer prosecutions of smugglers than of victims of the trade.",
    "The government announces that legislative elections will take place on June 24.",
    "In the first round of the parliamentary elections (turnout 54.9%), the ruling Socialist Party, with a reform-oriented program, wins 31 seats; the opposition Union for Victory coalition, formed by the Democratic Party, receives 16 seats. In the second round on July 8, the Socialist Party wins another 44 and the Union for Victory 30. The opposition had been split since 2000, when the New Democrat Party was formed, whose leader, Genc Pollo, charged Berisha with failing to offer convincing answers to the country's essential problems. Pollo's leadership appealed to many voters who were looking for a group among the opposition that could demonstrate some political competence. The new party wins six seats in the new parliament.",
    "The opposition Democratic Party (PDS) announces that it will not accept the results of the \"farcical\" legislative election and that it will consequently stay away from the People's Assembly. According to final results announced on August 21 the ruling Socialist Party won a clear majority of 73 seats in the 140-seat Assembly, while the Union for Victory won only 46. Observers from the Organization for Security and Cooperation in Europe disagree with the PDS and describe the poll as free and fair.",
    "The Democratic Party boycotts the opening session of the People's Assembly in defiance of the government's recent electoral victory.",
    "Parliament gives Prime Minister Ilir Meta's new government a vote of confidence. Within the governing coalition the Socialist Party controls all key ministries. Arta Dade becomes foreign minister (the first woman in Albanian history to hold that post), Ilir Gjoni interior minister, and Pandeli Majko defense minister; Anastas Angjeli remains finance minister. The chairman of the Social Democratic Party, Sk&#xEB;nder Gjinushi, takes charge of labour and social affairs, while another Social Democrat, former foreign minister Paskal Milo, becomes minister of Euro-Atlantic integration. Former justice minister Arben Imami becomes minister of local government and decentralization, pledging to focus on strengthening the role of cities and towns; Niko Kacalidha (of the Union Party, which represents many ethnic Greeks) is appointed to the new post of state minister for minorities and the diaspora. For his part, Prime Minister Meta pledges to upgrade power supplies, proceed with privatization, fight corruption and organized crime, improve ties with Western Europe and neighbours in the Balkan region, and promote free trade.",
    "Five cabinet members resign after a concerted campaign by Fatos Nano, the leader of the ruling Socialist Party, to bring about a reshuffle. Nano has accused the government of high-level corruption."
  ],
  "Afghanistan": [
    "Resistance leader Ahmad Shah Massoud was killed in a suicide bomb attack by two Arabs who were disguised as French news reporters.",
    "After the September 11 attacks in the United States, U.S. President George W. Bush demanded the Taliban government to hand over al-Qaeda head Osama bin Laden and close all terrorist training camps in the country.",
    "The Taliban refused Bush's ultimatum for lack of evidence connecting bin Laden to 9/11 attacks.",
    "<i>Operation Enduring Freedom</i>: The United States and the United Kingdom began an aerial bombing campaign against al-Qaeda and the Taliban.",
    "The United Nations Security Council authorized the creation of the International Security Assistance Force (ISAF) to help maintain security in Afghanistan and assist the Karzai administration.",
    "<i>International Conference on Afghanistan in Germany</i>: Hamid Karzai chosen as head of the Afghan Interim Administration."
  ]
}