{
  "year": "2003",
  "USA": [
    "<i>Space Shuttle Columbia disaster</i>: The Space Shuttle <i>Columbia</i> disintegrated on reentry into the Earth's atmosphere, killing all seven astronauts aboard.",
    "<i>2003 E2 nightclub stampede</i>: A nightclub stampede in Chicago, Illinois killed twenty-one.",
    "<i>The Station nightclub fire</i>: A fire caused by pyrotechnics at a nightclub in West Warwick, Rhode Island killed 100 people and injured over 230.",
    "<i>Invasion of Iraq</i>: The United States, United Kingdom, Australia and Poland invaded Iraq.",
    "<i>Capture of Saddam Hussein</i>: In Iraq, deposed Iraqi President Saddam Hussein was captured by United States special forces."
  ],
  "Tanzania": [
    "The Kipunji, a new species of monkey, is found in Tanzania&#x2014;the first new African monkey species since 1974. It is also independently discovered in July 2004."
  ],
  "Taiwan": [
    "SARS outbreaks.",
    "North-Link Line railroad electrified."
  ],
  "Syria": [
    "<i>Ain es Saheb airstrike</i>: Israel bombed a site near Damascus."
  ],
  "Sweden": [
    "Voters decide not to adopt the Euro as the country's official currency."
  ],
  "Sudan": [
    "<i>War in Darfur</i>: The war began."
  ],
  "Slovenia": [
    "referendums for joining Slovenia to the EU and NATO. Both are positive."
  ],
  "Singapore": [
    "SARS virus outbreak in Singapore and other parts of Asia.",
    "Singapore and United States sign the United States-Singapore Free Trade Agreement (USS-FTA).",
    "A major research center Biopolis opens."
  ],
  "Serbia": [
    "Third Yugoslavia is abolished and replaced with a state union of Serbia and Montenegro with Belgrade its capital.",
    "Serbian Prime Minister, Zoran &#x110;in&#x111;i&#x107;, is assassinated in front of the governmental palace in Belgrade by a criminal clan from Zemun who opposed his liberal and pro-European actions. Hundreds of thousands escort the late PM to his burial site.",
    "A state of emergency is declared in Serbia. Operation Sablja would ultimately succeed in bringing to justice hundreds of criminals throughout the country without serious violations of human rights; according to most European sources.",
    "2004 unrest in Kosovo. 36 medieval Serbian Orthodox Monasteries are leveled to the ground, over 1,000 Serbian houses sacked and torched, and thousands of Kosovo Serbs expelled from the province. 19 Kosovo Serbs are killed during the fighting."
  ],
  "Poland": [
    "Signing of the Treaty of Accession",
    "European Union membership referendum"
  ],
  "Philippine": [
    "Soldiers stage a mutiny in the Oakwood in Makati City.",
    "Death of Pedro Yap, former Chief Justice"
  ],
  "Peru": [
    "Toledo declared a state of emergency in response to a series of paralyzing strikes."
  ],
  "Nepal": [
    "Rebels, government declare ceasefire.",
    "Lokendra Bahadur Chand resigns as PM; king appoints his own nominee Surya Bahadur Thapa as new premier (to June)",
    "Rebels pull out of peace talks with government and end seven-month truce. The following months see resurgence of violence and frequent clashes between students/activists and police."
  ],
  "Mexico": [
    "<i>Mexican legislative election, 2003</i>: The PRI won a plurality of seats in the Chamber of Deputies."
  ],
  "Malta": [
    "A referendum regarding Malta joining the European Union results in 143,094 votes cast in favour and 123,628 against",
    "Malta signs accession treaty to the European Union."
  ],
  "Malaysia": [
    "Abdullah Ahmad Badawi became the new Prime Minister of Malaysia."
  ],
  "Italy": [
    "Italy takes part in the Iraq War, although populations show disapproval through peace flags."
  ],
  "Indonesia": [
    "Jemaah Islamiyah bomb Jakarta's Marriott hotel killing twelve. All but one of those killed are Indonesians."
  ],
  "India": [
    "At least 50 people are killed in two simultaneous bomb blasts in Bombay.",
    "India matches Pakistan's declaration of a Kashmir ceasefire.",
    "India, Pakistan agree to resume direct air links and to allow overflights."
  ],
  "Estonia": [
    "Estonia approved joining the European Union in a referendum with 66% agreed with joining and 34% were against it."
  ],
  "England": [
    "The United Kingdom, alongside the USA, invades Iraq. England won the Rugby World Cup defeating Australia on their home soil in extra time 20:17"
  ],
  "Cyprus": [
    "Cyprus was set to join the European Union in May 2004. Renewed negotiations about the status of the island took place.",
    "The line which divided the two parts of Cyprus was partly opened. Thousands of Turkish and Greek Cypriots crossed the buffer zone to the \"other side\" after 30 years."
  ],
  "Cuba": [
    "The Cuban government arrests 78 writers and dissidents, blaming U.S. provocation and interference from James Cason, the chief of the United States Interests Section in Havana."
  ],
  "Colombia": [
    "A car bomb kills four and injures 27 at a shopping mall in Medell&#xED;n. The attack is believed to be a retaliation of FARC for the arrest of 53 of its members in the preceding days",
    "2003 El Nogal Club bombing. Car bomb kills 36 and injures more than 200 at the <i>El Nogal</i> social club in Bogot&#xE1;; FARC rebels are blamed",
    "A bomb kills 18 and wounds 37 in Neiva, destroying 70 homes. Amongst the dead are the chief prosecutor in Neiva and the chief of police. FARC is blamed for the attack.",
    "A car bomb kills six and injures 68 in a covered parking lot in C&#xFA;cuta. Rebel group ELN is blamed for the attack.",
    "A group of Colombian Army soldiers, part of a Counter-terrorism unit, while cleaning up after an ambush by guerillas makes the surprising discovery of several tubs buried in the jungle which hold $16.75 million US dollars in cash. They decide to keep the money for themselves, leading to their capture and trial. These events are depicted in the 2006 movie <i>A Ton of Luck</i>",
    "A bomb kills three in an attack against a water treatment plant in Cali.",
    "Six die and 28 are wounded when a bomb explodes in a riverboat in the town of Puerto Rico. Rebel group FARC is blamed.",
    "A bomb strapped to a horse kills eight and injures 15 in the village of Chita, Boyac&#xE1;. The attack is blamed on FARC, as the same technique had been used in the past.",
    "A motorcycle packed with explosives kills ten and injures 54 in downtown Florencia, Caquet&#xE1;. Rebel group FARC is blamed.",
    "A car bomb kills six and injures eleven in downtown Bogot&#xE1;.",
    "A grenade attack from a motorcycle kills two and injures seventy in the Bogot&#xE1; Beer Company, a popular pub in Bogot&#xE1;. Two FARC members were captured.",
    "Biologist Raul Cuero wins NASA Technology Award for his research in removal of radionuclides such as uranium, using Martian simulated soil"
  ],
  "China": [
    "Hu Jintao succeeded Jiang Zemin as president.",
    "China launched its first manned space mission Shenzhou 5."
  ],
  "Cambodia": [
    "An Angkor newspaper reported that Suvanant Kongying, a Thai actress, had claimed that Angkor Wat rightfully belonged to Thailand.",
    "Thai television programs were banned from broadcasting in Cambodia.",
    "2003 Phnom Penh riots: Nationalist rioters destroyed the Thai embassy in Phnom Penh.",
    "Cambodian parliamentary election: Prime Minister Hun Sen's Cambodian People's Party won a majority of seats in the National Assembly."
  ],
  "Burma": [
    "A major bank run in private banking occurs"
  ],
  "Brazil": [
    "Luiz In&#xE1;cio Lula da Silva is inaugurated as president of Brazil.",
    "The Fome Zero program is introduced by president Luiz In&#xE1;cio Lula da Silva.",
    "A car-bomb attack on United Nations headquarters in Iraq kills the agency's top envoy S&#xE9;rgio Vieira de Mello and 21 other employees."
  ],
  "Bhutan": [
    "Several guerrilla groups seeking to establish an independent Assamese state in northeast India had set up guerrilla bases in the forests of southern Bhutan from which they launch cross-border attacks on targets in Assam. The largest guerrilla group was the United Liberation Front of Assam (ULFA). Negotiations aimed at removing them peacefully from these bases failed in the spring of 2003.",
    "The Royal Bhutan Army began military operations against guerrilla camps in southern Bhutan, in coordination with Indian armed forces who lined the border to the south to prevent the guerrillas from dispersing back into Assam. News sources indicated that of the 30 camps that were targeted, 13 were controlled by ULFA, 12 camps by the National Democratic Front of Bodoland (NDFB), and 5 camps controlled by the Kamatapur Liberation Organisation (KLO). By January 2004, government news reports indicated the guerrillas had been routed from their bases."
  ],
  "Belgium": [
    "Belgian federal election, 2003 leads to formation of Verhofstadt II Government (sworn in 12 July)"
  ],
  "Barbados": [
    "House of Assembly changes to 30 single member constituencies.",
    "Election: Won by Barbados Labour Party-BLP, led by Owen Arthur",
    "The British Airways Concorde makes last commercial flight from Barbados to London."
  ],
  "Australia": [
    "Australian military deployed to Iraq War to oust the Saddam Hussein regime for serial non-compliance with the 1991 Gulf War Peace Treaty.",
    "Northern Territory introduces uniform Age of consent set at 16 for everyone.",
    "New South Wales becomes the last State to have a Uniform Age of Consent at 16 for everyone.",
    "Australia hosts the Rugby World Cup, with the home side losing the final to England.",
    "Slim Dusty, Country Music Singer and Musician Dies aged 76."
  ],
  "Argentina": [
    "Former President Carlos Menem wins first round of presidential election but pulls out facing certain defeat, handing victory to fellow Peronist N&#xE9;stor Kirchner"
  ],
  "Albania": [
    "Albania opens negotiations with the European Commission on a Stabilization and Association Agreement, the first step towards membership of the European Union. (to February 13)",
    "U.S. Secretary of State Colin Powell signs a partnership agreement with Albania, Macedonia, and Croatia intended to help them achieve NATO membership.",
    "Angered by Nano's comments during a cabinet meeting, Foreign Minister Meta resigns in protest at Nano's \"nihilistic, tendentious, and denigrating\" criticism. On July 22 Marko Bello is nominated to be foreign minister, but he is rejected by parliament on July 28. On July 29 Luan Hajdaraga is named acting foreign minister.",
    "The Socialist Party wins a narrow victory over the Democratic Party in local elections. Turnout is around 50%.",
    "Interior Minister Luan Rama is sacked. He has been accused of punching the editor-in-chief of Vizion Plus television, Ilir Babaramo, in a Tirana restaurant on October 14 because of criticism broadcast by the TV station two months ago. On October 23 Prime Minister Nano's nominees for foreign minister, Namik Dokle, and for interior minister, Fatmir Xhafa, are rejected by parliament. On October 25 Nano picks Igli Toska to be acting interior minister.",
    "In Tiran, more than 2,000 people hold a \"people's marathon\" to celebrate the beatification of Mother Teresa, who was born to Albanian parents in what is now the Republic of Macedonia.",
    "Parliament finally approves new ministers for the vacant posts. Kastriot Islami becomes foreign minister, Arben Malaj succeeds him as finance minister, and Igli Toska becomes interior minister."
  ],
  "Afghanistan": [
    "<i>2003 loya jirga</i>: A 502-delegate <i>loya jirga</i> was held to consider a new Afghan constitution."
  ]
}