{
  "year": "2004",
  "USA": [
    "The social networking website Facebook was launched.",
    "<i>2004 Atlantic hurricane season</i>: Four deadly and damaging hurricanes impacted Florida, killing a combined one hundred people in the United States and producing over $50&#xA0;billion in damage.",
    "<i>U.S. presidential election, 2004</i>; President George W. Bush was reelected, defeating Democratic Senator John F. Kerry."
  ],
  "Taiwan": [
    "Second north-south freeway completed.",
    "228 Hand-in-Hand Rally.",
    "President Chen Shui-bian is re-elected by a margin of 0.22% votes after being shot the day before.",
    "Taipei 101 becomes World's Tallest Building."
  ],
  "Sudan": [
    "The army moved into Darfur to quell the rebellion, prompting hundreds of thousands of refugees to flee into neighbouring Chad.",
    "A UN official accused pro-government <i>Janjaweed</i> militias of carrying out systematic killings in Darfur.",
    "United States Secretary of State Colin Powell described the Darfur killings as genocide."
  ],
  "Spain": [
    "<i>2004 Madrid train bombings</i>: Madrid train bombings killed one hundred and ninety-one and injured over two thousand. Prime Minister Jos&#xE9; Mar&#xED;a Aznar blamed the Basque terrorists ETA.",
    "Aznar's People's Party lost an election after the Spanish Socialist Workers' Party of Jos&#xE9; Luis Rodr&#xED;guez Zapatero promised to withdraw Spanish troops from Iraq."
  ],
  "Slovenia": [
    "Slovenia together with six former Warsaw Pact countries of Bulgaria, Estonia, Latvia, Lithuania, Romania and Slovakia joins NATO.",
    "Slovenia enters the European Union along with Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland and Slovakia. The Slovenian tolar becomes part of the European Exchange Rate Mechanism, in preparation for eventual adoption of the euro."
  ],
  "Singapore": [
    "National Service was reduced from two and half years to two years.",
    "A section of Nicoll Highway collapses, killing 4 people.",
    "Lee Hsien Loong, Lee Kuan Yew's Son becomes the third Prime Minister."
  ],
  "Russia": [
    "<i>Russian presidential election, 2004</i>: Putin won re-election to a second term, earning 71 percent of the vote.",
    "<i>Beslan school hostage crisis</i>: A group of Chechen terrorists took 1300 adults and children hostage at School Number One in Beslan.",
    "<i>Beslan school hostage crisis</i>: At one in the afternoon, following the sound of explosions, Russian police and soldiers stormed the school. The ensuing battle left 344 civilians, 31 of 32 hostage-takers and 10 police dead."
  ],
  "Poland": [
    "Accession of Poland to the European Union",
    "European Parliament election"
  ],
  "Philippine": [
    "<i>SuperFerry 14</i> is bombed by the Abu Sayyaf, then sinks near Manila Bay, killing 116.",
    "Supreme Court vote, 8-5, to declare then Presidential candidate Fernando Poe Jr. as a natural-born Filipino and qualified to run for President.",
    "Philippine general election, 2004 (Gloria Macapagal&#x2013;Arroyo elected to a six-year term)",
    "Death of Enrique Fernando, former Chief Justice.",
    "A <i>Philippine National Railways</i> train crashes in Padre Burgos, Quezon, killing 12.",
    "Hacienda Luisita massacre occurred, 14 were killed.",
    "Cyclones Muifa (<i>Unding</i>), Merbok (<i>Violeta</i>), <i>Winnie</i> and Nanmadol (<i>Yoyong</i>) hit the country, affecting million people, causing massive fatalities and damages.\n<ul>\n<li>In November, a tropical depression (<i>Winnie</i>) kills more than 1,500 people, causes damages of estimated &#x20B1;679 million (US$15.8 million).</li>\n<li>Cyclone Nanmadol (<i>Yoyong</i>) strikes the country, killing 70 people.</li>\n</ul>\n",
    "Death of Fernando Poe, Jr., action film star"
  ],
  "Nepal": [
    "Nepal joins the World Trade Organisation (WTO).",
    "Royalist Prime Minister Surya Bahadur Thapa resigns following weeks of street protests by opposition groups.",
    "King Gyanendra reappoints Sher Bahadur Deuba as prime minister with the task of holding elections."
  ],
  "Malta": [
    "Malta becomes a member of the European Union."
  ],
  "Malaysia": [
    "<i>Malaysian general election, 2004</i>: The incumbent National Front government of Prime Minister Dato' Seri Abdullah Ahmad Badawi was re-elected with an increased majority.",
    "Malaysia at the 2004 Summer Olympics was held in Athens, Greece."
  ],
  "Latvia": [
    "Latvia became a member of NATO.",
    "Latvia became a member of European Union."
  ],
  "Israel": [
    "Some four hundred prisoners, the remains of sixty Lebanese militants and civilians, and maps showing the locations of Israeli mines in southern Lebanon, were transferred to Hezbollah in exchange for the bodies of the three soldiers abducted in 2000, as well as the abducted Israeli reservist Elhanan Tannenbaum."
  ],
  "Indonesia": [
    "Parliamentary and local elections: Golkar party of former President Suharto wins greatest share of vote, with Megawati Sukarnoputri's PDI-P coming second.",
    "A bomb blast outside the Australian embassy in Jakarta kills 11 and injures up to 100 people.",
    "Indonesia's first direct presidential election elects Susilo Bambang Yudhoyono following popular disillusionment with incumbent Megawati.",
    "An earthquake-triggered tsunami kills an estimated 170,000 in Aceh and causes widespread devastation."
  ],
  "India": [
    "Groundbreaking meeting is held between government and moderate Kashmir separatists.",
    "Surprise victory for Congress Party in general elections. Manmohan Singh is sworn in as prime minister.",
    "India, along with Brazil, Germany and Japan, launches an application for a permanent seat on the UN Security Council.",
    "India begins to withdraw some of its troops from Kashmir.",
    "Thousands are killed when tsunami, caused by the 2004 Indian Ocean earthquake off the Indonesian coast, devastate coastal communities in the south and in the Andaman and Nicobar Islands."
  ],
  "Iceland": [
    "The president of Iceland, &#xD3;lafur Ragnar Gr&#xED;msson, refuses to sign a bill from the parliament for the first time in the nation's history."
  ],
  "Haiti": [
    "Haiti's 200th anniversary of independence.",
    "A revolt breaks out in the city of Gona&#xEF;ves, with a local militia hostile to Aristide capturing the city and driving out the police force.",
    "Rebels capture Haiti's second-largest city, Cap-Ha&#xEF;tien, after just a few hours of fighting, claiming their biggest prize in a two-week uprising that has driven government forces from most of the country's north.",
    "Aristide resigns from office and flees Haiti aboard a U.S. military aircraft to South Africa. Boniface Alexandre is inaugurated as interim president. Aristide later claims that he was forced from office and kidnapped by the U.S. government.",
    "UN Resolution 1529 authorizes a three-month multinational interim peacekeeping force. It consists of troops from France, Canada, Chile and the U.S.",
    "Hurricane Jeanne kills over 1,900 people."
  ],
  "France": [
    "A law bans \"conspicuous\" religious symbols in schools. The law is renowned to target the Islamic headscarf, but forbids also Christian and Jewish symbols."
  ],
  "Estonia": [
    "The largest expansion of the North Atlantic Treaty Organization to date takes place, allowing Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia and Slovenia into the organization.",
    "The largest expansion to date of the European Union took place, extending the Union by 10 member-states: Poland, Lithuania, Latvia, Estonia, the Czech Republic, Slovakia, Slovenia, Hungary, Malta and Cyprus."
  ],
  "England": [
    "The population of England reaches fifty one million."
  ],
  "Cyprus": [
    "<i>2004 Annan Plan Referendum</i>: The Annan Plan was accepted by the majority of Turkish Cypriots but overwhelmingly rejected by the Greek Cypriots.",
    "The sovereign Republic of Cyprus joined the European Union, however the EU acquis was suspended in the occupied north, Akrotiri and Dhekelia and the United Nations Buffer Zone."
  ],
  "Cuba": [
    "Ivan Jovani Bautista an American saved Cuba bless America"
  ],
  "Colombia": [
    "Date of death of popular salsa dancer Amparo Arrebato",
    "Ecuadorian government placed further stringent visa restrictions on Colombians seeking to enter Ecuador",
    "A bomb exploded in a crowded tavern/discoth&#xE8;que at 11:00&#xA0;pm Saturday night killing six (some reports indicate seven) and wounding eighty-two. The bomb was packed in a small suitcase and left in the bathroom by suspected Revolutionary Armed Forces of Colombia (FARC) rebels. It is believed the bombing was part of a FARC campaign marking the organizations 40th anniversary.",
    "A bomb exploded at a bridge in Medell&#xED;n moments before a parade of antique cars was scheduled to cross it, as the closing event at the annual Festival of the Flowers. 35 people injured.",
    "A bomb exploded near a bus stop along Bogot&#xE1;'s Transmilenio bus system route. A taxi passing by was caught in the blast resulting in the death of the driver and a passenger. 30 surrounded houses destroyed",
    "USA president George W. Bush visits Cartagena de Indias",
    "A bomb exploded beside the mayor's office in the Rafael Uribe district of Bogot&#xE1;",
    "Three people were killed and eight wounded when a fragment grenade was left at a supermarket checkout counter",
    "Rodrigo Granda affair. FARC guerrilla leader Rodrigo Granda, was captured by individual Venezuelan officials in Caracas, Venezuela, and transferred to C&#xFA;cuta, Colombia (a departmental capital on the two nations' common border), where he was arrested by the Colombian authorities on 14 December, generating a diplomatic crisis with Venezuelan government.",
    "Radio Televisi&#xF3;n Nacional de Colombia (RTVC) replaced the liquidated Instituto Nacional de Radio y Televisi&#xF3;n (Inravisi&#xF3;n) as the government-run radio and television broadcasting service"
  ],
  "China": [
    "Jiang Zemin resigned his position as chairman of the Central Military Commission of the CPC."
  ],
  "Chile": [
    "The Chilean Supreme Court declares that Pinochet is mentally competent to stand trial."
  ],
  "Cambodia": [
    "King Norodom Sihanouk abdicated. His son Norodom Sihamoni was crowned as his successor."
  ],
  "Burundi": [
    "The United Nations Operation in Burundi was established."
  ],
  "Brazil": [
    "The first ever reported South Atlantic hurricane makes landfall in southern Brazil in the state of Santa Catarina &#x2013; the hurricane is dubbed Cyclone Catarina.",
    "The United Nations Stabilization Mission in Haiti (MINUSTAH) is established, its military component is led by Brazil."
  ],
  "Bhutan": [
    "Capital punishment in Bhutan is abolished."
  ],
  "Belgium": [
    "Trial of serial killer and child molester Marc Dutroux, sentenced to life imprisonment"
  ],
  "Australia": [
    "A bomb explodes outside the Australian embassy in Jakarta, Indonesia.",
    "<i>Australian federal election, 2004</i>: Howard Government (Liberal-National Coalition) wins fourth term and defeats Mark Latham led Australian Labor Party."
  ],
  "Armenia": [
    "Robert Kocharyan's government dispersed massive, peaceful protest using excessive force."
  ],
  "Argentina": [
    "In April more than 100,000 people demonstrated in Buenos Aires in support of Juan Carlos Blumberg, father of murdered student Axel Blumberg, demanding harsher criminal laws",
    "Kirchner pursued Argentine debt restructuring",
    "Natural gas supply shortage produced tension with Chile",
    "Antarctic Treaty Secretariat established in Buenos Aires",
    "A fire in the Rep&#xFA;blica Cromagnon nightclub in Buenos Aires kills 194 people and injures 714"
  ],
  "Albania": [
    "A national day of mourning is called after 20 people dies in a shipwreckage during an illegal attempt to cross the Adriatic sea and reach Italy.",
    "Some 2,000 protesters gather at Prime Minister Nano's office. Stones are thrown and an attempt to storm the building is repelled by guards. Earlier in the day over 4,000 demonstrators rallied in Tirana's central square and, led by Democratic Party leader Berisha, called for Nano to quit."
  ],
  "Afghanistan": [
    "Hamid Karzai was elected President of the Islamic Republic of Afghanistan after winning the Afghan presidential election."
  ]
}