{
  "year": "2006",
  "Vietnam": [
    "Tenth National Party Congress.",
    "President Tr&#x1EA7;n &#x110;&#x1EE9;c L&#x1B0;&#x1A1;ng (1997&#x2013;2006) ended his rule of Vietnam."
  ],
  "USA": [
    "The Democratic Party regained control of both houses of Congress and gained control of a majority of state governorships."
  ],
  "Tonga": [
    "Feleti Sevele was appointed the first non-noble Prime Minister of Tonga since Shirley Baker in the 19th century.",
    "T&#x101;ufa&#x2BB;&#x101;hau Tupou IV died and was succeeded as king by George Tupou V.",
    "<i>2006 Nuku'alofa riots</i>: Riots hit Nuku&#x2BB;alofa, with protestors demanding a faster transition to democracy. Some rioters burned down and looted Chinese-owned shops and businesses. Eight looters died in a burning building.",
    "George Tupou promised democratic legislative elections for 2008."
  ],
  "Tanzania": [
    "Scientists announce that the Kipunji monkey found in 2003 belongs to a new genus of African monkey&#x2014;the first to be discovered since 1923.",
    "$642m of Tanzania's debt is cancelled by the African Development Bank."
  ],
  "Taiwan": [
    "Taiwan's first high-speed rail line, Taiwan High Speed Rail, begins operation.",
    "Rename \"Chiang Kai-shek International Airport\" to Taiwan Taoyuan International Airport."
  ],
  "Sudan": [
    "The government signed a peace accord with a Darfur rebel group, the Sudan Liberation Movement.",
    "Jan Pronk, head of the United Nations Mission in Sudan, was expelled from the country.",
    "African Union peacekeepers extended their stay in Darfur for a further six months."
  ],
  "Spain": [
    "<i>2006 Madrid Barajas International Airport bombing</i>: A bombing by ETA ended an active ceasefire and peace negotiations."
  ],
  "Slovenia": [
    "Slovenia starts the presidency of the IAEA."
  ],
  "Singapore": [
    "The PAP, led by Lee Hsien Loong, wins 82 of 84 seats in the General Election."
  ],
  "Serbia": [
    "Death of Slobodan Milo&#x161;evi&#x107;"
  ],
  "Rwanda": [
    "\"Rwanda's 12 provinces are replaced by a smaller number of regions with the aim of creating ethnically-diverse administrative areas.\""
  ],
  "Poland": [
    "Katowice Trade Hall roof collapse",
    "Local elections"
  ],
  "Philippine": [
    "A stampede occurred at the PhilSports Complex, causing the deaths of 74 people.",
    "A landslide from an entire mountainside occurs in Guinsaugon village in Southern Leyte, following continuous heavy rains and an earthquake, causing damages and 1,126 deaths.",
    "Pres. Macapagal&#x2013;Arroyo places the entire country under state of emergency (<i>Proclamation 1017</i>) in response to coup rumours.",
    "Mountaineer Leo Oracion reached the summit of Mount Everest via the Nepalese side.",
    "President Arroyo signed the repeal of the death penalty law.",
    "Vessel M/T <i>Solar I</i> sinks off the coast of Guimaras, resulting to an oil spill, causing widespread environmental damage.",
    "Typhoon Xangsane (<i>Milenyo</i>) struck Luzon, killing at least 200 and causing agricultural damages.",
    "Typhoon Durian (<i>Reming</i>) kills at least 720 people, with damages at US$130 million; triggers a massive landslide from the Mayon volcano in Legazpi City on the 30th, causing additional 800&#x2013;1,000 casualties.",
    "Dinagat Islands was founded, separating from Surigao del Norte; country's 80th province.",
    "U.S. Marine Lcpl. Daniel Smith is convicted by the court regarding 2005 Subic rape case."
  ],
  "Peru": [
    "<i>Peruvian general election, 2006</i>: Union for Peru won a plurality of seats in the Congress. Their presidential candidate, Ollanta Humala, went into a runoff against Garc&#xED;a.",
    "Garc&#xED;a won the presidency."
  ],
  "Nepal": [
    "King Gyanendra agrees to reinstate parliament following weeks of violent strikes and protests against direct royal rule. GP Koirala is appointed as prime minister. Maoist rebels call a three-month ceasefire. Some times this period is called Jana Andolan-II.",
    "Parliament votes unanimously to curtail the king's political powers. The government and Maoist rebels begin peace talks, the first in nearly three years.",
    "Rebel leader Prachanda and PM Koirala hold talks &#x2013; the first such meeting between the two sides &#x2013; and agree that the Maoists should be brought into an interim government.",
    "The government and Maoists sign a peace accord, declaring a formal end to a 10-year rebel insurgency. The rebels are to join a transitional government and their weapons will be placed under UN supervision."
  ],
  "Mexico": [
    "<i>Mexican general election, 2006</i>: Felipe Calder&#xF3;n of the National Action Party (PAN) won the presidency with 36% of the vote. The PAN won a plurality of seats in the Chamber of Deputies.",
    "Andr&#xE9;s Manuel L&#xF3;pez Obrador of the PRD led hundreds of thousands in a protest against the election results at Z&#xF3;calo in Mexico City."
  ],
  "Lebanon": [
    "The July War takes place between Hezbollah and Israel, with Israel launching a major military attack, bombing the southern suburbs of Beirut, the Beirut&#x2013;Rafic Hariri International Airport and parts of southern Lebanon, in response to the capture of 2 Israeli soldiers by Hezbollah on 12 July. The conflict ends with the acceptance of the United Nations Security Council Resolution 1701 by both Israel and Lebanon. Israeli force withdraw back to the international borders. Even though the resolution calls for the disarmament of Hezbollah, both the Lebanese government and UNIFIL have stated that they will not disarm Hezbollah."
  ],
  "Italy": [
    "The 2006 Winter Olympics are held in Turin (to 26 February).",
    "Prodi's second term as Prime Minister begins.",
    "The Italian national football team wins its fourth FIFA World Cup in Germany.",
    "Italy's engagement is pivotal in the deployment of the UNIFIL peace force after the 2006 Lebanon War.",
    "Roberto Saviano publishes <i>Gomorra</i>, where he describes and denounces the system of Camorra criminal organization around Naples and its ramifications.",
    "Italian government withdraws Italian troops from Iraq, ending the Operation Ancient Babylon."
  ],
  "Israel": [
    "Prime minister Ariel Sharon suffered a severe hemorrhagic stroke and fell into a coma. The designated acting prime minister Ehud Olmert became acting prime minister.",
    "<i>2006 Hezbollah cross-border raid</i>: Hezbollah forces crossed into Israel and ambushed two IDF vehicles, killing three soldiers and capturing two others.",
    "<i>2006 Lebanon War</i>: Israeli forces began shelling Lebanese territory in response to the Hezbollah attack of earlier that morning."
  ],
  "Indonesia": [
    "The 6.4 M<sub>w</sub> Yogyakarta earthquake shakes central Java with an MSK intensity of IX (Destructive), leaving more than 5,700 dead and 37,000 injured."
  ],
  "India": [
    "India's largest-ever rural jobs scheme is launched, aimed at lifting around 60 million families out of poverty.",
    "US and India sign a nuclear agreement during a visit by US President George W Bush. The US gives India access to civilian nuclear technology while India agrees to greater scrutiny for its nuclear programme."
  ],
  "Iceland": [
    "The United States Army abandons the military base in Keflav&#xED;k, thus ending a 55-year U.S. military presence in Iceland."
  ],
  "Haiti": [
    "Ren&#xE9; Pr&#xE9;val is elected president, defeating U.S.-backed and other candidates in an election overseen by U.N. peacekeepers"
  ],
  "Germany": [
    "<i>2006 FIFA World Cup</i>: The 2006 FIFA World Cup was held in Germany."
  ],
  "Estonia": [
    "Toomas Hendrik Ilves was elected President of Estonia."
  ],
  "Cuba": [
    "Ra&#xFA;l Castro assumes the duties of president of Cuba while Fidel Castro recovers from an emergency operation."
  ],
  "Colombia": [
    "&#xC1;lvaro Uribe is re-elected for a second presidential term",
    "16 soldiers die in an ambush in Tib&#xFA; and a car bomb kills one and injures 22 in Bogot&#xE1;. Both attacks are blamed on FARC.",
    "A car bomb kills five outside a police station in Cali. FARC suspected responsible.",
    "A car bomb explodes in a military college in northern Bogot&#xE1;.",
    "The Supreme Court ordered the detention of three congressmen implicated in the signature of an illegal agreement with the United Self-Defense Forces of Colombia at Santa Fe de Ralito starting the Colombian parapolitics scandal",
    "First Narco submarines of Colombian origin seized by the U.S. Coast Guard, authorities dubbed it <i>Bigfoot</i> because they had heard rumors that such things existed, but nobody had actually seen one.",
    "Paramilitary leader Salvatore Mancuso surrenders to the Colombian authorities"
  ],
  "Chile": [
    "In the second round of the presidential election the socialist leader Michelle Bachelet emerges the winner. 790,000 students adhere to the 2006 student protests in Chile. Death of Augusto Jos&#xE9; Ram&#xF3;n Pinochet Ugarte (10 December 2006)"
  ],
  "Brazil": [
    "Marcos Pontes becomes the first Brazilian and the first native Portuguese-speaking person to go into space, where he stays on the International Space Station for a week. During his trip, Pontes carries out eight experiments selected by the Brazilian Space Agency. He lands in Kazakhstan on 8 April 2006, with the crew of Expedition 12.",
    "May 2006 S&#xE3;o Paulo violence",
    "July 2006 S&#xE3;o Paulo violence",
    "Lei Maria da Penha is sanctioned by president Luiz In&#xE1;cio Lula da Silva.",
    "Gol Transportes A&#xE9;reos Flight 1907 leads to the 2006&#x2013;07 Brazilian aviation crisis."
  ],
  "Bhutan": [
    "Authorities arrest two civil servants in the village of Nago in Paro District, accusing them of engaging in acts of proselytism under the false pretext of holding an official meeting, maligning the Spiritual Head of Bhutan (Je Khenpo), posing as officials on official business, and giving false information. In accordance with provisions in the Penal Code and the National Security Act, both men are found guilty in a district court. Christian groups maintain the men were arrested due to their religious beliefs since, according to these groups, the men were arrested while showing a Christian film in a Buddhist home. They are sentenced in early June 2006 in an open trial with a public hearing to three and a half years and three years in prison. They did not appeal the court judgment, although the right to appeal was provided for by law. On 28 July 2006, both men were released after payment of a fine.",
    "Bhutanese refugees in Nepalese refugee camps protest, pressing for third-country resettlement. (to August)",
    "Abdication of King Jigme Singye Wangchuck, ahead of the date previously announced; his son Jigme Khesar Namgyel Wangchuck begins to reign."
  ],
  "Barbados": [
    "The Caribbean Court of Justice (CCJ) renders its first judgement, covering a libel case from Barbados &#x2013; <i>Rediffusion Service Ltd v. Asha Mirchandani Ram Mirchandani (McDonald Farms Ltd)</i>. The case is a formal end of Barbados' 170+ year long relationship with the London-based Judicial Committee of the Privy Council (JCPC)."
  ],
  "Bangladesh": [
    "Grameen Bank and Muhammad Yunus are awarded the Nobel Peace Prize.",
    "Terrorist leader Shaykh Abdur Rahman captured.",
    "A training aircraft of the Bangladesh Air Force crashes in the Jhenaidah District.",
    "Remains of Bir Sreshtho awardee Matiur Rahman are brought back to Bangladesh from India."
  ],
  "Australia": [
    "The Commonwealth Games are held in Melbourne.",
    "Death of Peter Brock, aged 61",
    "Australian Forces are again deployed to East Timor to help stabilize the country."
  ],
  "Argentina": [
    "Buenos Aires mayor An&#xED;bal Ibarra removed from office following accusations of negligence regarding the Rep&#xFA;blica Cromagnon nightclub fire of 2004"
  ],
  "Albania": [
    "Speedboats are banned in coastal waters, in order to fight people and drug smuggling",
    "A Stabilisation and Association Agreement is signed between Albania and the European Union"
  ],
  "Afghanistan": [
    "Bush and wife visited Afghanistan to inaugurate the renovated Embassy of the United States in Kabul."
  ]
}