{
  "year": "2007",
  "Vietnam": [
    "President Nguy&#x1EC5;n Minh Tri&#x1EBF;t (2006&#x2013;2011) became ruler of Vietnam.",
    "Admittance to WTO."
  ],
  "USA": [
    "Democrat Nancy Pelosi became the first woman to become Speaker of the U.S. House of Representatives.",
    "<i>Iraq War troop surge of 2007</i>: George W. Bush ordered the substantial increase of the number of United States troops in Iraq.",
    "<i>Virginia Tech massacre</i>: A South Korean student shot and killed thirty-two other students and professors before killing himself.",
    "The I-35W Mississippi River bridge in Minneapolis, Minnesota collapsed, killing thirteen people.",
    "<i>Late-2000s recession</i>: A recession began."
  ],
  "Taiwan": [
    "Rename Chiang Kai-shek Memorial Hall to National Taiwan Democracy Memorial Hall.",
    "Taiwan applies for membership in the United Nations under the name \"Taiwan\", and is rejected by the General Assembly."
  ],
  "Syria": [
    "<i>Operation Orchard</i>: Israel bombed a target in the area of Deir ez-Zor."
  ],
  "Sudan": [
    "The United States placed fresh sanctions on Sudan.",
    "United Nations Security Council Resolution 1769 authorised twenty-six thousand peacekeepers for Darfur.",
    "<i>2007 Sudan floods</i>: Floods began.",
    "<i>2007 Sudan floods</i>: The floods ended.",
    "<i>Sudanese teddy bear blasphemy case</i>: A British teacher was imprisoned for naming a teddy bear Muhammad."
  ],
  "Slovenia": [
    "Slovenia adopts the euro as its legal tender currency, and begins issuing its own euro coins.",
    "Danilo T&#xFC;rk wins the presidential election and becomes the third president of Slovenia.",
    "Slovenia enters the Schengen Area."
  ],
  "Rwanda": [
    "Former president Pasteur Bizimungu is released from prison after three years of a fifteen-year sentence, pardoned by President Kagame."
  ],
  "Russia": [
    "Boris Yeltsin died of congestive heart failure."
  ],
  "Poland": [
    "Parliamentary election"
  ],
  "Philippine": [
    "12th ASEAN Summit is held in Mandaue City.",
    "Rep. Satur Ocampo is arrested and charged with murder allegedly committed on a purge of suspected spies in the CPP&#x2013;NPA occurred then, later released.",
    "The Permanent Peoples' Tribunal in The Hague finds the Arroyo administration responsible for unsolved killings and disappearances in the country.",
    "Manny Pacquiao knocks out Jorge Solis, retaining super featherweight title, in a boxing match at San Antonio, Texas.",
    "A contract is signed by the Philippine and Chinese governments for a proposed National Broadband Network, which later found to be corrupted.",
    "Philippine general election, 2007",
    "Provincial election officer Lintang Bedol is arrested regarding reports of electoral fraud in Maguindanao, later released.",
    "Fourteen members of the Philippine Marines are found beheaded following an encounter against Islamic rebels in Basilan.",
    "Exiled Communist Party of the Philippines founding chairman Jose Maria Sison is arrested at Utrecht, Netherlands.",
    "Sandiganbayan convicts former Pres. Estrada for plunder and sentences him to <i>reclusion perpetua</i>, but acquits him and his co-accused on other charges.",
    "Manny Pacquiao defeats Marco Antonio Barrera, retaining super featherweight title, in a boxing match at Las Vegas, Nevada.",
    "An explosion at Glorietta mall in Makati kills 11 and injures at least 100.",
    "Former Pres. Joseph Estrada is pardoned and freed from jail after his trial.",
    "An explosion at the House of Representatives building in Quezon City kills four people.",
    "The Armed Forces lays siege to The Peninsula Manila following a mutiny staged by soldiers."
  ],
  "Peru": [
    "<i>2007 Peru earthquake</i>: A 7.9 earthquake hit Pisco Province."
  ],
  "Nepal": [
    "Maoist leaders enter parliament under the terms of a temporary constitution. Violent ethnic protests erupt in the south-east; demonstrators demand autonomy for the region.",
    "Former Maoist rebels join interim government, a move that takes them into the political mainstream.",
    "Elections for a constituent assembly pushed back to November.",
    "A US offer to resettle thousands of Bhutanese refugees in Nepal has raised hopes but has also sparked tension in the camps, says Human Rights Watch.",
    "Three bombs hit Kathmandu in the first attack in the capital since the end of the Maoist insurgency.",
    "Maoists quit interim government to press demand for monarchy to be scrapped. This forces the postponement of November's constituent assembly elections.",
    "UN Secretary-General Ban Ki-moon urges Nepal's parties to sink their differences to save the peace process.",
    "Parliament approves abolition of monarchy as part of peace deal with Maoists, who agree to re-join government."
  ],
  "Kenya": [
    "Kenya Violence Begins"
  ],
  "Israel": [
    "<i>Operation Orchard</i>: Israel carried out a surprise air strike on a suspected nuclear reactor in Syria's Deir ez-Zor Governorate."
  ],
  "Indonesia": [
    "Adam Air Flight 574 crashes into the sea in Makassar Strait off Sulawesi, killing all 102 on board."
  ],
  "India": [
    "India and Pakistan sign an agreement aimed at reducing the risk of accidental nuclear war.",
    "68 passengers, most of them Pakistanis, are killed by bomb blasts and a blaze on a train travelling from New Delhi to the Pakistani city of Lahore.",
    "Maoist rebels in Chhattisgarh state kill more than 50 policemen in a dawn attack.",
    "India's first commercial space rocket is launched, carrying an Italian satellite.",
    "Government announces its strongest economic growth figures for 20 years &#x2013; 9.4% in the year to March.",
    "At least nine people are killed in a bomb explosion at the main mosque in Hyderabad. Several others are killed in subsequent rioting.",
    "India says the number of its people with HIV or AIDS is about half of earlier official tallies. Health ministry figures put the total at between 2 million and 3.1 million cases, compared with previous estimates of more than 5 million.",
    "Pratibha Patil becomes first woman to be elected president of India."
  ],
  "France": [
    "Nicolas Sarkozy began his term as president of France."
  ],
  "Estonia": [
    "Russians riot in Tallinn, Estonia, about moving the Bronze Soldier. Two nights of rioting left one dead. Cyber attacks launched against Estonia."
  ],
  "Colombia": [
    "kidnapped politician Fernando Ara&#xFA;jo Perdomo escaped from his captors after a Colombian National Army military operation in the Montes de Mar&#xED;a mountains. Ara&#xFA;jo spent several days in hiding without food or water until eventually finding help.",
    "Ten injured in a car bomb blast in Neiva, capital of Huila; rebel group FARC is believed responsible. The action is suspected to be an assassination attempt on Neiva's mayor.",
    "A bomb kills four police officers and one civilian in the city of Neiva, as they attempt to deactivate it",
    "A bomb kills 16 and injures 16 in Buenaventura. Authorities blame FARC.",
    "The first Colombian satellite, Libertad I is launched in orbit from Baikonur cosmodrome",
    "Kidnapped police officer Jhon Frank Pinchao escapes from the FARC guerrilla spending near a month lost in the jungle",
    "Virginia Vallejo, media personality and former lover of Pablo Escobar, published her memoir <i>Amando a Pablo, odiando a Escobar</i> (Loving Pablo, Hating Escobar), where she accused several Colombian presidents of involvement with drug traffickers",
    "Murder of the politicians kidnapped in the Valle del Cauca Deputies hostage crisis causes national outrage",
    "Colombian coffee achieves Protected designation of origin status granted by the European Union ",
    "International Court of Justice of The Hague concluded the long-time dispute with the Republic of Nicaragua over the San Andr&#xE9;s y Providencia Islands in favor of Colombian sovereignty over the San Andres Archipelago, ratifying the Esguerra-B&#xE1;rcenas treaty. signed between 1928 and 1930 "
  ],
  "China": [
    "<i>2007 Chinese slave scandal</i>: A local television station first reported on missing children kidnapped to work as slaves at brickyards in Shanxi.",
    "Zheng Xiaoyu, the former head of the State Food and Drug Administration, was executed for corruption.",
    "The State Administration for Religious Affairs issued State Religious Affairs Bureau Order No. 5, which required <i>tulkus</i> who planned to be reincarnated to submit an application to the government.",
    "The lunar orbiter Chang'e 1 was launched."
  ],
  "Chile": [
    "Los R&#xED;os Region and Arica-Parinacota Region are created."
  ],
  "Burundi": [
    "The United Nations shut down its peacekeeping operations in Burundi."
  ],
  "Burma": [
    "Junta suppresses anti-government protests, killing scores of protesters, including Buddhist monks"
  ],
  "Brazil": [
    "Cesare Battisti, convicted <i>in absentia</i> of two murders in Italy in the 1970s and who later became a crime writer in France, is arrested in Brazil.",
    "Pope Benedict XVI visits Brazil to reaffirm Catholicism in the country.",
    "Pope Benedict XVI canonizes Brazil's first native-born saint, Frei Galv&#xE3;o, an 18th-century Franciscan monk.",
    "Bolivia reclaims two oil refineries from Brazilian state-owned energy company Petrobras.",
    "Complexo do Alem&#xE3;o massacre.",
    "The New Seven Wonders of the World are announced. These are The Great Wall of China, Petra in Jordan, the Christ the Redeemer statue in Brazil, Machu Picchu in Peru, Mexico's Chichen Itza Mayan site, the Colosseum in Rome and the Taj Mahal in India.",
    "The Fifteenth Pan American Games take place in Rio de Janeiro.",
    "TAM Linhas A&#xE9;reas Flight 3054 carrying 186 people crashes in Congonhas International Airport, S&#xE3;o Paulo, Brazil. The death toll is estimated to be at least 200 people.",
    "At least six people are killed as a Learjet 35 crashes into a residential district in S&#xE3;o Paulo, Brazil.",
    "At least eight football fans die when part of the Fonte Nova stadium in Salvador, Brazil, collapses.",
    "Brazil starts free-to-air digital television transmissions in S&#xE3;o Paulo, but broadcasting companies must transmit signals in both analogue and digital formats until June 2016.",
    "The <i>Portrait of Suzanne Bloch</i> (1904), by the Spanish artist Pablo Picasso, and <i>O Lavrador de Caf&#xE9;</i> by Brazilian modernist painter C&#xE2;ndido Portinari, are stolen from the S&#xE3;o Paulo Museum of Art.",
    "The leaders of Brazil, Bolivia, and Chile agree to build a highway by 2009 that will link the Atlantic (in Santos, Brazil) and the Pacific (in Iquique, Chile) coasts of South America."
  ],
  "Bhutan": [
    "The Royal Government enacts the Immigration Act of 2007, amending the Bhutanese Citizenship Act 1985 and establishing the Department of Immigration under the Ministry of Home and Cultural Affairs to implement and administer immigration laws through immigration offices. The Act endowed officers of the Department of Immigration with broad police and prosecution powers: they may enter any private or official premises in order to search, arrest, seize, detain, interrogate or to demand forfeiture of any vehicles, trains, vessels, aircraft, or goods.",
    "Bhutan signs an agreement with India giving the kingdom more say in its foreign and defense policies.",
    "Reports allege the current Zhabdrung Rinpoche, Pema Namgyel (b. 20 November 2003 &#x2013; then a small child) had been held under house arrest in Bhutan along with his parents since October 2005, when the family traveled to meet the Reincarnation Committee. The Committee later denied his reincarnation status.",
    "Mock elections are staged to familiarise voters with parliamentary democracy ahead of planned polls in 2008.",
    "First National Council election for the 20 elected non-partisan seats in National Council, Bhutan's upper house. Only 15 out of 20 dzongkhags (districts), however, were set to begin voting. In Thimphu, Trashiyangtse, Gasa, Haa and Lhuntse Districts, there were either no candidates or a single candidate, and elections were delayed until 29 January 2008."
  ],
  "Belgium": [
    "Belgian federal election, 2007"
  ],
  "Barbados": [
    "The Cricket World Cup is held in the West Indies region. Barbados hosts several of the Warm Up and Super 8 matches along with the Final. (to 28 April)"
  ],
  "Bangladesh": [
    "President Iajuddin Ahmed declares a state of emergency.",
    "Fakhruddin Ahmed takes the oath as the Chief Adviser of the caretaker government.",
    "Leaders of terrorist group JMJB are executed.",
    "Sheikh Hasina arrested on extortion charges and denied bail.",
    "Khaleda Zia arrested on corruption charges.",
    "Cyclone Sidr hits the coast, causing the death of around 3,500 people.",
    "The remains of Bir Sreshtho awardee Hamidur Rahman are bought back to Bangladesh.He was buried in Tripura in India. On 27 October 2007, advisers of the Bangladeshi caretaker government decided to bring back his remains to Bangladesh and bury him besides Bir Shrestho Matiur Rahman."
  ],
  "Australia": [
    "Australia avoids recession amidst Global Financial Crisis (to 2010)",
    "<i>Australian federal election, 2007</i>: Kevin Rudd (Australian Labor Party) defeats John Howard (Liberal-National Coalition) to become the 26th Prime Minister of Australia."
  ],
  "Argentina": [
    "Catholic priest Christian Von Wernich is found guilty of involvement in seven murders and 42 cases of kidnapping and torture related to the state-sponsored Dirty War. Von Wernich is sentenced to life imprisonment.",
    "Cristina Kirchner assumes as new president of Argentina."
  ],
  "Albania": [
    "Despite the political situation, the economy of Albania grew at an estimated 5% in 2007. The Albanian lek has strengthened from 143 lek&#xEB; to the US dollar in 2000 to 92 lek&#xEB; in 2007, mainly due to the depreciation of the US dollar, but also thanks to the overall improvement of the Albanian economy.",
    "US President George W. Bush visited Albania, the first sitting US President to do so. While Mr Bush was glad-handing cheering crowds, it appears as if his wristwatch is stolen. TV footage of the President being mobbed, taken by the Albanian TV station News24, was broadcast on Italian TV news bulletins and watched by thousands on YouTube. It was later reported that Bush had given the watch to a guard.",
    "Bamir Topi, ruling party chairmanpresident, is elected by the Parliament as President of Albania, after three failed round highlighted the risk of snap elections."
  ],
  "Afghanistan": [
    "<i>Afghanistan&#x2013;Pakistan Skirmishes</i>: Skirmishes began with Pakistan."
  ]
}