{
  "year": "2008",
  "USA": [
    "<i>2008 Super Tuesday tornado outbreak</i>: An outbreak of tornadoes killed over sixty people and produced $1&#xA0;billion in damage across Arkansas, Kentucky, Tennessee, and Alabama.",
    "<i>Hurricane Ike</i>: A hurricane killed 100 people along the Texas coast, producing $31&#xA0;billion in damage and contributing to rising oil prices.",
    "Oil prices in the United States hit a record $147 per barrel.",
    "<i>Global financial crisis in September 2008</i>: The stock market crashed.",
    "<i>Bankruptcy of Lehman Brothers</i>: Investment bank Lehman Brothers files for bankruptcy, the largest in U.S. history.",
    "<i>U.S. presidential election, 2008</i>: Barack Obama was elected the forty-fourth President of the United States."
  ],
  "Tanzania": [
    "A parliamentary committee reports on corruption within the cabinet.",
    "Prime Minister Edward Lowassa and two other ministers resign following the report on corruption. President Kikwete dissolves the cabinet."
  ],
  "Taiwan": [
    "1025 demonstration",
    "Chen Yunlin visit",
    "Wild Strawberry student movement",
    "Lien Chen represents Ma Ying-jeou meets Hu Jintao at APEC Peru 2008",
    "Red Line of the Kaohsiung MRT completed.",
    "presidential election; with 58.48% of the vote, KMT candidate Ma Ying-jeou defeats DPP candidate Frank Hsieh. Many voters boycott the referendum on whether and how to join UN so the level of voter participation required for referendum to be considered valid is not achieved.",
    "Ma Ying-jeou sworn into office as the 12th President of ROC. Second peaceful transfer of power. Tsai Ing-wen inaugurate as the Chairperson of DPP.",
    "For the first time in nearly 60 years, the first direct China-Taiwan flights are opened"
  ],
  "Syria": [
    "Syria established diplomatic relations with Lebanon."
  ],
  "Spain": [
    "Moroccan national Jamal Zougam was found guilty of the 2004 train bombings in Madrid.",
    "Garz&#xF3;n was charged with criminal conduct in three cases, causing an international scandal and protests.",
    "Spain won the UEFA European Championship Final, establishing the team as an international soccer power house."
  ],
  "Slovenia": [
    "Slovenia starts the presidency of the European Union as the first of the new member states."
  ],
  "Singapore": [
    "Singapore Changi Airport opens its third passenger terminal.",
    "The International Olympic Committee (IOC) awards the Youth Olympic Games hosting rights to Singapore ahead of Moscow by a vote of 53 to 44.",
    "Jemiah Islamiah terrorist head Mas Selamat bin Kastari escapes from prison.",
    "Singapore slips into recession due to the global financial crisis. World economies hit badly; banks around the world collapse.",
    "Singapore government guarantees all local and foreign currency fixed deposits with a $150 billion pool for that in view of the financial crisis, joining governments around the world in doing so."
  ],
  "Russia": [
    "<i>2008 South Ossetia War</i>: Russia defeated Georgia."
  ],
  "Philippine": [
    "The House of Representatives votes to replace House Speaker Jose de Venecia with Prospero Nograles.",
    "Jun Lozada testifies before the Philippine Senate in connection with the National Broadband Network contract deal.",
    "Several Congress members call for an investigation into a joint oil exploration agreement on 2004 between the Philippines, China, and Vietnam over the disputed Spratly Islands, claiming it unconstitutional.",
    "Former First Lady Imelda Marcos is acquitted by a Manila trial court of 32 counts of illegal money transfers.",
    "The United States Supreme Court hears oral arguments on a <i>certiorari</i> petition filed by the government, invoking sovereign immunity regarding the enforcement against former Pres. Marcos' estate.",
    "Former Pres. Corazon Aquino's family announces that she is suffering from colon cancer.",
    "Police seize hundreds of bomb components in Alaminos, Laguna, following a raid targeting a Filipino with alleged links to <i>Jemaah Islamiyah</i>.",
    "Nine military officers receive prison sentences from a Makati City trial court in connection to the 2003 Oakwood mutiny.",
    "Ten people are killed in a bank robbery of a Rizal Commercial Banking Corporation (RCBC) branch in Cabuyao, Laguna.",
    "The Manila Electric Company held its tension-filled annual stockholders meeting, which lasted for more than 13 hours, making it the longest stockholders' meeting in Philippine corporate history.",
    "Typhoon Fengshen (<i>Frank</i>) kills at least 557 people and affects more than 99,600 families in some regions, with damages at &#x20B1;4.37 billion (US$101.2 million),",
    "Ferry MV <i>Princess of the Stars</i> capsizes and sinks off Sibuyan Island during a typhoon, killing estimated 800.",
    "Peace talks between the government and the Moro Islamic Liberation Front collapse after the memorandum of Agreement on Ancestral Domain is declared by the Supreme Court unconstitutional.",
    "Euro Generals scandal",
    "Former Agriculture Usec. Jocelyn Bolante is arrested by the Senate after his arrival from the U.S. for his involvement in the Fertilizer fund scam.",
    "Miss Philippines Karla Henry was crowned Miss Earth 2008 during the coronation night held at Angeles City, the first Filipino to win the title.",
    "Manny Pacquiao defeats Oscar De La Hoya in the so-called <i>The Dream Match</i>."
  ],
  "Nepal": [
    "A series of bomb blasts kill and injure dozens in the southern Terai plains. Groups there have been demanding regional autonomy.",
    "Nepali Congress leader Bal Chandra Poudel attacked by maoists in Dandagaun, Rasuwa during election",
    "Former Maoist rebels win the largest bloc of seats in elections to the new constituent assembly, but fail to achieve an outright majority.",
    "Nepal becomes a republic.",
    "Maoist ministers resign from the cabinet in a row over who should be the next head of state.",
    "Two months after the departure of King Gyanendra, Ram Baran Yadav becomes Nepal's first president."
  ],
  "Malta": [
    "Malta adopts the euro, which replaces the Maltese lira."
  ],
  "Malaysia": [
    "<i>Malaysian general election, 2008</i>: Worst result in the history of Malaysia since 1969. Opposition parties had won 82 seats (out of 222 seats in parliament) or 36.9% of parliamentary seats, while BN only managing to secure the remaining 140 seats or 63.1%.",
    "Pedra Branca dispute resolved. Singapore won the sovereignty over Pedra Branca; Malaysia has sovereignty over Middle Rocks, South Ledge belongs to the state in the territorial waters of which it is located.",
    "Formation of Pakatan Rakyat: Formed by the People's Justice Party (PKR), Democratic Action Party (DAP), and Pan-Malaysian Islamic Party (PAS) on 1 April 2008, after the 12th Malaysian general election, having previously formed the Barisan Alternatif (Alternative Front) in the 10th general election. Startle because of the Menteri Besar's issue in Perak.",
    "Permatang Pauh by-election, 2008: Marked the significant return of Anwar Ibrahim to politics after his incasceration of 10 years. Anwar won the election and was sworn into Parliament on 28 August 2008, vowing to topple the government with the help of defectors from Barisan Nasional.",
    "Penang and Malacca City became a cultural UNESCO World Heritage Site, citing as the Historic Cities of the Straits of Malacca."
  ],
  "Italy": [
    "Berlusconi's third term as Prime Minister begins."
  ],
  "Israel": [
    "<i>Gaza War</i>: Israel began conducting a series of airstrikes on assets of the Palestinian Sunni Islamist organization Hamas in the Gaza Strip in response to ongoing rocket fire on the western Negev."
  ],
  "Indonesia": [
    "Suharto dies from multiple organ failure. He is buried in the family Mausoleum near Solo.",
    "Jemaah Islamiyah Operatives are executed when found guilty for the 2002 bombings after numerous appeals from their families."
  ],
  "India": [
    "Series of explosions kills 49 in Ahmedabad, in Gujarat state. The little-known terrorist group Indian Mujahideen claims responsibility.",
    "Following approval by the US Congress, President George W Bush signs into law a nuclear deal with India, which ends a three-decade ban on US nuclear trade with Delhi.",
    "India successfully launches its first mission to the moon, the unmanned lunar probe Chandrayaan-1.",
    "Nearly 200 people are killed and hundreds injured in a series of coordinated attacks by gunmen on the main tourist and business area of India's financial capital Mumbai. India blames militants from Pakistan for the attacks and demands that Islamabad take strong action against those responsible.",
    "India announces \"pause\" in peace process with Pakistan. Indian cricket team cancels planned tour of Pakistan."
  ],
  "Iceland": [
    "A doublet earthquake strikes southern Iceland with a composite magnitude of 6.1 M<sub>W</sub>",
    "Iceland faces financial crisis following the collapse of the country's three major commercial banks."
  ],
  "Haiti": [
    "Riots break out in Les Cayes and Port-au-Prince over high food prices, forcing the ouster of Prime Minister Jacques Edouard Alexis.",
    "Tropical Storm Fay, Hurricane Gustav, Tropical Storm Hanna and Hurricane Ike strike within a month, leaving nearly 800 people dead and wiping out a quarter of the economy. (to September)",
    "The P&#xE9;tion-Ville school collapse and the Grace Divine School collapse."
  ],
  "Cyprus": [
    "Demetris Christofias replaces Tassos Papadopoulos as president of the Republic of Cyprus. It was the first time that a leader of the Greek Cypriot communist party, AKEL, had entered the presidential race. He is currently the only communist leader in the European Union."
  ],
  "Cuba": [
    "Fidel Castro resigns as President of Cuba.",
    "Ra&#xFA;l is elected President by the National Assembly."
  ],
  "Colombia": [
    "Former vice presidential candidate Clara Rojas and former congresswoman Consuelo Gonz&#xE1;lez are freed after nearly six years in captivity",
    "The Colombian military attacks a FARC camp inside Ecuador's territory. Several guerrilla casualties including guerrilla leader Raul Reyes starting the 2008 Andean diplomatic crisis",
    "Iv&#xE1;n R&#xED;os, a member of the FARC Central High Command was killed by his security chief \"Rojas\".",
    "Guerrilla commander Manuel Marulanda V&#xE9;lez dies",
    "Guerrilla leader Elda Neyis Mosquera alias \"Karina\" surrenders herself to the military forces",
    "Under a Colombian military operation called Operation Jaque, the FARC was tricked by the Colombian Government into releasing 15 hostages to Colombian Intelligence agents, including Ingrid Betancourt, U.S military contractors, and Colombian soldiers and police officers",
    "Ituango, Antioquia. Seven people were killed and more than 50 wounded when a bomb detonated in a small town",
    "Colombia has chosen the European DVB-T standard for Digital terrestrial television",
    "Accusations of Colombian army soldiers involved with criminal bands with the purpose of luring unsuspecting unemployed or homeless people into isolated areas where they were murdered and the scenes were staged as combats against guerrilla in order to enhance their achievements and get performance-related payments, were investigated. The events, known as the 'false positives' scandal, led to the resignation of Commander-in-chief, general Mario Montoya. As of 2012, 3,350 such cases had been investigated in all parts of the country and verdicts had been reached in 170 cases.",
    "Riots broke out in the municipalities of Pasto, Tumaco, Popay&#xE1;n and later spread all over the country after the collapse of several pyramid schemes. Thousands of victims had invested their money in pyramids that promised them extraordinary interest rates. The lack of regulation laws allowed those pyramids to grow excessively during several years. Finally, after the riots the Colombian government was forced to declare the country in economical emergency in order to seize and stop those schemes. Several of the pyramid's managers were arrested and are being prosecuted for the crime of \"illegal massive money reception\".",
    "Colombia and Canada signed a new $1.14 billion dollar bilateral trade agreement (the Canada-Colombia Free Trade Agreement) at the Asia-Pacific Economic Cooperation meeting."
  ],
  "China": [
    "<i>2008 Chinese winter storms</i>: A series of severe winter storms began which would claim over a hundred lives.",
    "The Hangzhou Bay Bridge opened to the public.",
    "<i>2008 Sichuan earthquake</i>: An earthquake with its epicenter in Wenchuan County killed nearly seventy thousand people.",
    "<i>2008 Chinese milk scandal</i>: Sixteen infants were diagnosed with kidney stones in Gansu after drinking formula contaminated with melamine.",
    "<i>2008 Summer Olympics opening ceremony</i>: A ceremony marked the beginning of the Olympic Games in Beijing.",
    "<i>2008 Summer Paralympics</i>: The thirteenth Paralympic Games began in Beijing.",
    "The astronaut Zhai Zhigang completed China's first spacewalk on Shenzhou 7."
  ],
  "Cambodia": [
    "2008 Cambodian-Thai stand-off: Clashes began with Thailand over territory immediately adjacent to the Preah Vihear Temple."
  ],
  "Burma": [
    "2008 Constitution reserves 25% of the seats in a bicameral Hluttaw to the military.",
    "Cyclone Nargis kills nearly 140,000 people and devastates the Irrawaddy delta"
  ],
  "Brazil": [
    "The police recoveres the <i>Portrait of Suzanne Bloch</i> (1904), by the Spanish artist Pablo Picasso, and <i>O Lavrador de Caf&#xE9;</i> by Brazilian modernist painter C&#xE2;ndido Portinari, which had been stolen in December 2007.",
    "The 2008 Santa Catarina floods in Santa Catarina, Brazil, kill 126 and force the evacuation of over 78,000 people."
  ],
  "Bhutan": [
    "A series of bombs blast the kingdom ahead of elections slated for 24 March. The attacks are blamed on armed Lhotshampa groups. (to February)",
    "In Bhutan's first parliamentary elections, the pro-monarchy Bhutan Peace and Prosperity Party wins 45 out of 47 seats in the National Assembly, Bhutan's lower house. Another pro-monarchy party, the People's Democratic Party, wins the remaining two seats in Gasa and Haa Districts.",
    "The Constitution of Bhutan is enacted. The first ever Constitution of Bhutan, it sets forth a bicameral parliamentary democratic framework to safeguard human rights, while enshrining the institution of the monarchy, Drukpa Lineage Buddhism, and traditional Ngalop Bhutanese culture.",
    "The government of India alleges links between Assamese separatists and the illegal Bhutanese Druk National Congress.",
    "Coronation of Jigme Khesar Namgyel Wangchuck."
  ],
  "Belgium": [
    "Leterme I Government sworn in",
    "Van Rompuy Government sworn in following Yves Leterme's resignation as Prime Minister"
  ],
  "Barbados": [
    "Election: Won by Democratic Labour Party-DLP, led by David Thompson"
  ],
  "Bangladesh": [
    "Sheikh Hasina released on parole. She flies to the USA for medical treatment.",
    "Bangladeshi general election, 2008 takes place. Bangladesh Awami League secures a landslide victory. Sheikh Hasina becomes prime minister for the second time."
  ],
  "Australia": [
    "Kevin Rudd leads bi-partisan Parliamentary to formally apologise for the Stolen Generations.",
    "Longest heatwave for an Australian capital city recorded in Adelaide.",
    "Sydney hosts Catholic World Youth Day",
    "Quentin Bryce assumed office as Governor-General of Australia, becoming the first female to do so."
  ],
  "Armenia": [
    "Armenian presidential election, 2008"
  ],
  "Albania": [
    "An explosion in a badly-maintained arms depot causes 16 deaths and over 300 injured, damaging Tirana airport. Defense minister Fatmir Mediu resigns.",
    "Opposition Socialist Party leaves the Parliament, accusing the ruling Democratic Party of postponing voting on five new members of the Supreme Court awaiting appointment by President Bamir Topi."
  ]
}