{
  "year": "2009",
  "USA": [
    "<i>Inauguration of Barack Obama</i>: Obama was inaugurated the forty-fourth President of the United States.",
    "President Barack Obama signed the American Recovery and Reinvestment Act of 2009, a $787&#xA0;billion economic stimulus package.",
    "<i>Tea Party protests</i>: The first of a series of protests, focusing on smaller government, fiscal responsibility, individual freedoms and conservative views of the Constitution, were conducted across the country.",
    "<i>Death of Michael Jackson</i>: Pop icon Michael Jackson died.",
    "Sonia Sotomayor was sworn in as an Associate Justice of the Supreme Court; becoming the first Latina Justice.",
    "<i>Fort Hood shooting</i>: Nidal Malik Hasan killed twelve servicemen and injured thirty-one."
  ],
  "Taiwan": [
    "World Games 2009",
    "Typhoon Morakot",
    "Ma Ying-jeou inaugurates as Chairperson of Kuomintang."
  ],
  "Switzerland": [
    "Swiss referendums, 2009 held."
  ],
  "Sweden": [
    "Same-sex marriage is legalized in Sweden."
  ],
  "Slovenia": [
    "Slovenia starts the presidency of the Council of Europe."
  ],
  "Rwanda": [
    "Rwanda becomes part of the Commonwealth of Nations."
  ],
  "Philippine": [
    "Three International Committee of the Red Cross volunteers are kidnapped by the rebel group Abu Sayyaf",
    "Philippine Archipelagic Baselines Law (<i>Republic Act 9522</i>) is signed into law by Pres. Macapagal&#x2013;Arroyo, ensuring international recognition of the country&#x2019;s territorial boundaries.",
    "U.S. Marine Lcpl. Smith is acquitted by the Court of Appeals as Subic rape case verdict reverted.",
    "Death of Corazon Aquino, former Philippine President",
    "Typhoon Morakot (<i>Kiko</i>) hits the country.",
    "Death of Era&#xF1;o Manalo, Executive Minister of the Iglesia ni Cristo.",
    "Typhoon Ketsana (<i>Ondoy</i>) is the most devastating typhoon to hit the country since Typhoon Patsy (<i>Yoling</i>), affecting Manila, with damages of $1.09 billion and 747 fatalities.",
    "Typhoon Parma (<i>Pepeng</i>) hits the country, affecting million people, causing casualties and damages.",
    "Maguindanao massacre: Fifty-eight people are killed by an estimated 100 gunmen in Ampatuan town. Suspects Andal Ampatuan Jr. and Andal Ampatuan Sr. surrender on Nov. 26 and Dec. 5, respectively, and later charged with other suspects.",
    "Pres. Macapagal-Arroyo places Maguindanao under a state of martial law; lifts it eight days later."
  ],
  "Nepal": [
    "Caught in row over dismissal of Nepal's army chief, country's Prime Minister Pushpa Kamal Dahal, also known as Prachanda, has resigned citing obstacle in government functioning as the main reason."
  ],
  "Mexico": [
    "<i>Mexican legislative election, 2009</i>: The PRI won a plurality of seats in the Chamber of Deputies."
  ],
  "Malaysia": [
    "2009 Perak constitutional crisis: Began when three Pakatan Rakyat state legislators defected, causing a collapse of the state government."
  ],
  "Kenya": [
    "the UN Secretary general Kofi Annan handed names of the main suspects of the 2007 Post-election violence to the International Criminal Court"
  ],
  "Italy": [
    "An earthquake strikes L'Aquila, causing the death of 307 people and making about 65,000 homeless."
  ],
  "Israel": [
    "<i>Gaza War (2008&#x2013;09)</i>: The war ended with a unilateral Israeli ceasefire."
  ],
  "Indonesia": [
    "Incumbent President Susilo Bambang Yudhoyono won Indonesian presidential election.",
    "Jemaah Islamiyah bomb two hotels in Jakarta, including the Marriott that was attacked in 2003.",
    "Noordin Muhammad Top, the head of Jemaah Islamiyah, is shot in Solo",
    "Abdurrahman Wahid, the 4th president of Indonesia died because of complications from kidney disorders, heart disease and diabetes."
  ],
  "India": [
    "India and Russia sign deals worth $700 million, according to which Moscow will supply Uranium to Delhi.",
    "Trial of sole surviving suspect Ajmal Kasab in Mumbai attacks begins.",
    "Resounding general election victory gives governing Congress-led alliance of PM Manmohan Singh an enhanced position in parliament, only 11 seats short of an absolute majority.",
    "Delhi court decriminalizes gay sex"
  ],
  "Iceland": [
    "After months of rallies outside the parliament building the Icelandic government resigns.",
    "After the collapse of the government, J&#xF3;hanna Sigur&#xF0;ard&#xF3;ttir becomes the first female Prime Minister of Iceland and the world's first openly gay head of government of the modern era.",
    "The parliament narrowly passes a bill authorising the government to apply for EU membership."
  ],
  "Haiti": [
    "Former U.S. President Bill Clinton is appointed U.N. special envoy to Haiti. He is tasked with reinvigorating the country's moribund economy after the 2008 storms."
  ],
  "Germany": [
    "<i>German federal election, 2009</i>: Elections were held to the Bundestag. The SPD lost seventy-six seats; the CDU-CSU coalition and the liberal Free Democratic Party of Germany (FDP) gained."
  ],
  "Colombia": [
    "Colombian drug lord and head of the Caqueta cartel Leonidas Vargas is murdered inside a hospital. his brother(H&#xE9;ctor Fabio Vargas) and his girlfriend (Colombian actress Liliana Andrea Lozano) were tortured and murdered  in Pradera, Colombia.",
    "Recognition of same-sex unions in Colombia is achieved by rule of the Constitutional Court",
    "Reports of mass murders of Aw&#xE1; (kwaiker) indigenous people by FARC guerrilla",
    "Colombia has extended its existing tobacco control regulations by a smoking ban requiring all indoor work places and public places be immediately smoke-free, prohibiting tobacco advertising, promotions and sponsorship",
    "the fossils of 28 individual <i>Titanoboa cerrejonensis</i>, the largest snake ever discovered, were announced to have been found in the coal mines of Cerrej&#xF3;n in La Guajira, Colombia.",
    "The <b>Alvarez case</b> was uncovered when 59-year-old Arcedio Alvarez was arrested in Mariquita, Colombia, accused of sexually abusing his now 30-year-old daughter Alba Nidia Alvarez since the age of 9. The daughter also gave birth to 11 children, three of whom died.",
    "the Colombian government enacted a mandate to introduce E85 flexible-fuel vehicles",
    "Luis Carlos Sarmiento Angulo gets ranked in the <i>Forbes</i> list of world billionaires.",
    "The Colombian armed forces launched <i>Strategic Leap</i>, an offensive in borders areas where the FARC's forces has still a strong military presence, especially in Arauca, near the Venezuelan border.",
    "Colombian drug lord Daniel Rend&#xF3;n Herrera alias Don \"Mario\" is captured while hiding in a jungle.",
    "Vallenato composer and troubadour Rafael Escalona dies due to heart failure.",
    "During his visit to Colombia, the Czech Republic Prime Minister Mirek Topol&#xE1;nek negotiated a possible sale of Aero L-159 Alca combat aircraft with Colombian President &#xC1;lvaro Uribe.",
    "Clara Guerrero wins Women's World Championship World Ranking Masters",
    "The Colombian government claimed that AT4 anti-tank rockets manufactured by Saab Bofors Dynamics of Sweden, which were later purchased by Venezuela were being used by the FARC. In response, President Chavez ordered most staff members of the embassy in Colombia to return to Venezuela, including the ambassador. Only the \"lowest functionaries\" were left to staff the embassy.",
    "Ricardo Londo&#xF1;o, Colombia's first Formula One driver is murdered in the north Colombian C&#xF3;rdoba Department.",
    "Cuban artist Tania Bruguera sets a controversial performance in the National University of Colombia (Bogot&#xE1; branch), included consumption of cocaine provided by the artist to the attendants.",
    "President &#xC1;lvaro Uribe had contracted the AH1N1 flu virus, becoming the second head of state to do so (the first being &#xD3;scar Arias).",
    "A group of eradicators of Coca crops near the village of La Gabarra, Municipality of Tib&#xFA;, Norte de Santander is attacked by guerrilla forces with a donkey with bombs attached to it. 2 people deceased"
  ],
  "China": [
    "<i>July 2009 &#xDC;r&#xFC;mqi riots</i>: A riot of some thousand Uyghurs began which involved ethnic violence against the Han in &#xDC;r&#xFC;mqi.",
    "<i>60th anniversary of the People's Republic of China</i>: A military parade on Chang'an Avenue in Beijing commemorated the establishment of the PRC."
  ],
  "Burma": [
    "1st Kokang incident occurs"
  ],
  "Brazil": [
    "Air France Flight 447, en route from Rio de Janeiro, to Paris, crashes into the Atlantic Ocean, killing all 228 on board.",
    "The International Olympic Committee awards the 2016 Summer Olympics to Rio de Janeiro.",
    "Brasil de Pelotas bus crash: two players and a coach die."
  ],
  "Bhutan": [
    "Huanglongbing virus decimates Bhutan's orange crop, an important export for the kingdom.",
    "Parliament enacts the Local Government Act of Bhutan 2009, the sixth legislative reform of Bhutanese local governments since 1999. The Act devolves various administrative powers to Dzongkhags (districts), Dungkhags (subdistricts), Gewogs (village blocks), Chiwogs (constituencies), and Thromdes (municipalities) while retaining legislative authority as the sole purview of the central government.",
    "The 6.1-magnitude 2009 Bhutan earthquake strikes Mongar District, causing at least 12 deaths, extensive destruction, and severe aftershocks in Bhutan."
  ],
  "Belgium": [
    "Johan Bonny consecrated as bishop of Antwerp",
    "Father Damien canonised by Pope Benedict XVI",
    "Herman Van Rompuy becomes the first President of the European Council"
  ],
  "Bangladesh": [
    "Sheikh Hasina assumed her office as Prime Minister of Bangladesh.",
    "Mutiny staged by the paramilitary Bangladesh Rifles. (to 27 February)",
    "Fire at Bashundhara City killes seven.",
    "Cyclone Aila ravages the south-west coast.",
    "Verdict on the assassination of Sheikh Mujibur Rahman in the Bangabandhu Murder Case."
  ],
  "Australia": [
    "Black Saturday bushfires: Massive bushfires swept across Victoria, resulting in 173 fatalities."
  ],
  "Albania": [
    "Albania joins NATO and submit application for membership in the European Union",
    "Sali Berisha's centre-right Democratic Party wins 2009 parliamentary elections by a narrow margin. Prior to the election, the electoral law was changed to a regional proportionally system.Berisha's alliance won enough seats to form a government, though it fell one seat short of a majority during the elections of Jun 28, 2009, having to join forces with a splinter socialist party, the Socialist Movement for Integration of Ilir Meta, whom Berisha appointed to the post of Deputy Prime Minister for Foreign Affairs, and later Minister of Economy, Trade and Energy. It is the first time since the start of multi-party democracy in 1991 that a ruling party has been forced into a coalition through not winning enough seats on its own.",
    "Protests begin in Tirana, led by opposition Socialist Party leader Edi Rama, against allegedly rigged vote counting in the 2009 elections. Berisha has refused any recount of the votes, on the ground that the Albanian Constitution do not foresee such procedure. The political crisis between government and opposition has worsened over time, with the Socialists abandoning parliamentary debates for months and staging hungerstrikes to ask for internal and international support."
  ]
}