{
  "year": "2010",
  "Afghanistan": [
    "U.S. President Barack Obama sent additional 33,000 U.S. soldiers to Afghanistan, with the total international troops reaching 150,000."
  ],
  "Albania": [
    "The Socialist Party starts a civil disobedience campaign against the government, asking for a new count of votes, and including hunger strike of opposition leaders",
    "Economy minister Dritan Prifti resigns after being involved in a corruption scandal.",
    "The opposition Socialist Party again walks out of the Parliament",
    "The European Union rejects Albania&apos;s request for EU candidate status, but visa are liberalized. The ongoing political crisis was one of the reason of the refusal of granting Albania official candidacy status"
  ],
  "Australia": [
    "Julia Gillard challenged and replaced Kevin Rudd as leader of the Labor Party to become the 27th and first female Prime Minister of Australia.",
    "Mary MacKillop canonised as Australia&apos;s first Saint of the Roman Catholic Church.",
    "<i>Australian federal election, 2010</i>: Election results in hung Parliament and narrow victory by Julia Gillard (ALP) over Tony Abbott (Lib-Nat Coalition); Liberal Ken Wyatt becomes the first Aboriginal elected to the Australian House of Representatives"
  ],
  "Bangladesh": [
    "Execution of five condemned killers of Bangabandhu Sheikh Mujibur Rahman."
  ],
  "Barbados": [
    "UK&apos;s Prince Harry and Prince Seeiso of Lesotho hosted the Sentebale Charity Polo Event in Barbados.",
    "Several nations in the region, host the ICC World Twenty20 event, this included the finals held in Barbados. (to 16 May)",
    "The Tudor Street store, Campus Trendz is razed in a brazen robbery. Leading to a national day of mourning on 10 September."
  ],
  "Belgium": [
    "Andr&#xE9;-Joseph L&#xE9;onard succeeds Godfried Danneels as archbishop of Mechelen-Brussels",
    "Fall of Leterme II Government",
    "Pope Benedict XVI accepts the resignation of child molester Roger Vangheluwe as bishop of Bruges",
    "Belgian federal election, 2010 leads to formation of Di Rupo Government 541 days later"
  ],
  "Bhutan": [
    "A district court interprets the constitutional clause regarding religious &quot;coercion or inducement&quot; to prohibit not only forced conversion but also proselytism in the case of a Christian missionary pastor who used a generator and a projector in a private home on 21 May 2009. The pastor received a sentence of three years imprisonment for infringing the Constitution.",
    "Parliament enacts the Tobacco Control Act, restricting import and possession, and banning the sale of tobacco in Bhutan."
  ],
  "Brazil": [
    "January 2010 Rio de Janeiro floods and mudslides",
    "Sinking of the Concordia.",
    "April 2010 Rio de Janeiro floods and mudslides",
    "2010 northeastern Brazil floods",
    "2010 Rio de Janeiro Security Crisis"
  ],
  "Burma": [
    "Bombings kill 10 people and injured 178",
    "Government changes country&apos;s flag and its official name is adopted as &quot;Republic of the Union of Myanmar&quot;",
    "The 2010 general election gives the victory to military-backed USDP",
    "Aung San Suu Kyi is released from house arrest"
  ],
  "Chile": [
    "2010 Chile earthquake.",
    "Sebasti&#xE1;n Pi&#xF1;era assumed office as President of Chile.",
    "Copiap&#xF3; mining accident"
  ],
  "China": [
    "<i>2010 Yushu earthquake</i>: An earthquake with its epicenter in Yushu killed as many as three thousand people.",
    "<i>Expo 2010</i>: A world&apos;s fair began in Shanghai."
  ],
  "France": [
    "A law to ban face covering from public space is passed by the Senate of France. The law had been previously passed by the National Assembly of France on 13 July 2010. The law is renowned to target the burqa and the niqab, that President Sarkozy declared &quot;not welcome&quot; in France."
  ],
  "Germany": [
    "<i>European debt crisis</i>: Greece requested a loan from the EU and the International Monetary Fund.",
    "Germany wins the Eurovision Song Contest 2010, with Lena and &apos;Satellite&apos;. This was their second win."
  ],
  "Haiti": [
    "A major earthquake, 7.0 on the moment magnitude scale, kills over 230,000 and causes massive damage to buildings and infrastructure in Port-au-Prince."
  ],
  "India": [
    "16 people are killed in a bomb explosion at German Bakery in the city of Pune, Maharashtra.",
    "Surviving gunman of 2008 Mumbai attacks is convicted of murder, possession of explosives and waging war."
  ],
  "Indinesia": [
    "Merapi volcano erupted, over 350,000 people were evacuated, 353 people were killed, Borobudur was covered in volcanic ash. (to 17 November)"
  ],
  "Israel": [
    "<i>Gaza flotilla raid</i>: The navy boarded a flotilla organized by the Free Gaza Movement and the Turkish Foundation for Human Rights and Freedoms and Humanitarian Relief, which was attempting to break an Israeli and Egyptian blockade of the Gaza Strip, in international waters. During the takeover, a violent confrontation erupted on board the MV Mavi Marmara in which nine activists were killed.",
    "<i>Mount Carmel Forest Fire</i>: A forest fire began on Mount Carmel which would kill forty and burn nearly twenty square miles over the next three days."
  ],
  "Italy": [
    "Former President Francesco Cossiga dies."
  ],
  "Philippine": [
    "Sen. Panfilo Lacson leaves the country before charges against him, in connection to Dacer&#x2013;Corbito murders, are filed.",
    "The 2010 Philippine general elections, also the first national computerized election in the Philippine history, took place.",
    "President-elect Benigno Aquino III won the Presidential election, being the 15th President of the Philippines.",
    "Inauguration of Benigno Aquino III as the 15th President of the Philippines at the Quirino Grandstand, with oath taking before Assoc. Justice Conchita Carpio-Morales.",
    "A bus, which franchise is said to be illegally operated, crashes in Sablan, Benguet, killing 42 passengers.",
    "A hostage-taking incident at the Quirino Grandstand ends in a gunfight that killed a perpetrator and eight hostages.",
    "An explosion rocks the De La Salle University in Manila during the last day of that year&apos;s Bar Exams.",
    "Typhoon Juan, officially as Typhoon Megi, hits northeastern Luzon at Sierra Madre, creating widespread damage over Luzon.",
    "Supreme Court acquits Hubert Webb and six others convicted in the Vizconde massacre case.",
    "Philippine New Banknotes Released",
    "Sen. Antonio Trillanes IV is released from jail after 7 years in detention."
  ],
  "Poland": [
    "Bronis&#x142;aw Komorowski elected President."
  ],
  "Russia": [
    "The New START treaty, which would cut the nuclear arsenals of Russia and the United States by a third, was signed."
  ],
  "Slovenia": [
    "Slovenia becomes a member of the OECD."
  ],
  "Spain": [
    "Spain won the FIFA World Cup.",
    "Garz&#xF3;n was granted leave to work as a consultant to the International Criminal Court at The Hague."
  ],
  "Sweden": [
    "Military conscription is abolished in Sweden."
  ],
  "Tonga": [
    "<i>Tongan general election, 2010</i>: An election produced a Parliament in which an absolute majority of representatives were elected by the people, and which had the power to select a Prime Minister."
  ],
  "USA": [
    "The United States Navy lifted its ban on women in submarines.",
    "The Patient Protection and Affordable Care Act (PPACA) was signed into law by President Barack Obama.",
    "<i>Deepwater Horizon oil spill</i>: The BP oil rig <i>Deepwater Horizon</i> exploded in the Gulf of Mexico, killing 11 workers and spilling 4.9&#xA0;million barrels of oil into the Gulf over an 87-day period; being the largest marine oil spill in the history of the petroleum industry.",
    "The Dodd-Frank Wall Street Reform and Consumer Protection Act was signed into law; establishing the Consumer Financial Protection Bureau.",
    "<i>United States Senate elections, 2010</i>: The Republican Party gained five seats, to forty-seven, reducing the Democratic presence in the Senate to fifty-one. Two seats remained in the hands of independents.",
    "<i>United States House of Representatives elections, 2010</i>: The Republican Party gained sixty-two seats, giving them an absolute majority of 242 in the House and reducing the Democratic presence to 193.",
    "<i>United States diplomatic cables leak</i>: WikiLeaks began to release classified diplomatic documents to the international press.",
    "The Senate ratified the New START treaty.",
    "The Don&apos;t Ask, Don&apos;t Tell Repeal Act of 2010 was signed into law, ending the Don&apos;t ask, don&apos;t tell policy regarding homosexuals in the United States Armed Forces."
  ]
}