{
  "year": "2011",
  "Afghanistan": [
    "Afghanistan National Front was created by Tajik leader Ahmad Zia Massoud, Hazara leader Mohammad Mohaqiq and Uzbek leader Abdul Rashid Dostum."
  ],
  "Albania": [
    "The Central Election Commission begins burning the ballots of the 2009 parliamentary elections, in a routine process leading to the 8 May local elections, making a second count (repeatedly requested by opposition) impossible. The Socialist Party has accused the CEC and the Berisha government to attempt hiding vote manipulation.",
    "Economy and Trade Minister Ilir Meta resigns after being involved in a corruption scandal.",
    "Clashes break out between police and protesters in an anti-government rally in front of the Government building in Tirana. Three people are shot dead. The EU issues a statement to Albanian politicians, warning both sides to refrain from violence.",
    "Local elections see the victory of the Socialist Party of Albania (PS) in the main cities outside Tirana, Lezha and Scutari; The Organization for Security and Co-operation in Europe released a mixed evaluation of the electoral process, which was considered &quot;competitive and transparent, but took place in an environment of high polarization and mistrust&quot;. In Tirana, the match was between Edi Rama, incumbent mayor and PS leader, and Lulzim Basha, DP minister of the interior. After a long process of votes counting, Rama was first declared winner for a tight margin of 10 votes. Then, the DP-led Central Electoral Commission decided to add to the count some of the votes misplaced in the wrong boxes, a move on doubtful legal grounds that was contested by the opposition as well as by the OSCE. Basha was finally declared winner for 83 votes. The EU Commission president Jos&#xE9; Manuel Barroso consequently cancelled his visit to Tirana; the Nobel-prize Ismail Kadar&#xE9; pledged him to withdraw his candidacy to avoid the &quot;collapse&quot; and &quot;isolation&quot; of Albania."
  ],
  "Australia": [
    "Queensland is affected by major flooding followed by Cyclone Yasi."
  ],
  "Bangladesh": [
    "The Opening Ceremony of 2011 Cricket World Cup held in the venue Bangabandhu National Stadium in Dhaka."
  ],
  "Barbados": [
    "The introduction of Sixth Form into The St. Michael School and The Christ Church Foundation School."
  ],
  "Belgium": [
    "Sixth Belgian state reform finalised",
    "Di Rupo Government sworn in 541 days after the Belgian federal election, 2010"
  ],
  "Bhutan": [
    "Sonam Tshering, a 23-year-old ordained monk from Langpa in Haa, was caught with 480&#xA0;grams of chewing tobacco (purchased for Nu.120) en route from Phuntsholing to Thimphu. This presented the first prosecution under the Tobacco Control Act of Bhutan 2010 and was the result of a private individual informing the police that Tshering possessed tobacco. Although Tshering revealed the source of his tobacco to mitigate and qualify his offense as a misdemeanor, he failed to identify the location and supplier of the tobacco, apparently somewhere in the border town of Jaigaon. He was thus convicted of a felony, and sentenced to the minimum imprisonment of three years. The conviction and especially the sentence have made the Tobacco Control Act of Bhutan 2010 controversial in urban Bhutan due to their severity. Although the Constitution of Bhutan guarantees all persons the right to be represented by a <i>jabmi</i> (attorney), the Thimphu Dzongkhag Court closed the case before any <i>jabmi</i> could offer services. Tshering has since appealed the Dzongkhag Court ruling to the High Court of Bhutan, for which has retained a private attorney.",
    "Local government elections, originally slated for 2008, begin on a staggered scale in 3 of Bhutan&apos;s 20 Dzongkhags: Thimphu, Phuntsholing, and Samdrup Jongkhar.",
    "The Supreme Court of Bhutan declares unconstitutional the government&apos;s raising of personal vehicle import taxes in June 2010 without bicameral presentment and debate, affirming the judgment of the High Court Constitutional Bench against the Attorney General and for the Opposition in Parliament.",
    "The Election Commission announces the results of the first local government elections under the Constitution of Bhutan. Originally slated for 2008, elections faced multiple delays related to voter registration and constituency demarcation. Furthermore, voter turnout crept to 56% of eligible voters amid public sentiments of distrust and futility. In several instances, voters were unable to cast votes; in a few cases, legally unqualified candidates ran and won seats. Disqualified candidates, uncontested seats, and inconclusive results in some constituencies required the Election Commission to rerun elections at a later date.",
    "King Jigme Khesar Namgyel Wangchuck marries Jetsun Pema. Jetsun Pema, childhood friend of the Fifth King, becomes his Queen in a traditional Buddhist ceremony followed by three days of public holiday and celebrations. The much anticipated wedding, announced 20 May, was the largest media event in Bhutanese history."
  ],
  "Brazil": [
    "Inauguration of Dilma Rousseff as the 36th President of Brazil.",
    "January 2011 Rio de Janeiro floods and mudslides: Over 900 people are killed as a result of freak weather conditions.",
    "Rio de Janeiro school shooting: 12 children aged between 12 and 14 are killed and 12 others seriously wounded after an armed man opens fire at an elementary school in Realengo",
    "Noar Linhas A&#xE9;reas Flight 4896: A Noar Linhas A&#xE9;reas Let L-410 Turbolet crashes in Boa Viagem, Recife, killing all 16 people on board).",
    "Campos Basin oil spill: A Chevron-owned oil well began leaking causing 32,000 to 52,000 litres (200 to 330&#xA0;bbl) of crude oil to enter the ocean every day. The leak took place in Campos Basin, Brazil 120 kilometres (75&#xA0;mi) off the coast of Rio de Janeiro."
  ],
  "Burma": [
    "The first session of Pyidaungsu Hluttaw (parliament) convenes",
    "An earthquake occurs in Shan State",
    "Thein Sein becomes President of Burma",
    "Reforms in Burma begins"
  ],
  "Chile": [
    "2011 student protests, and later massive protest claiming for better education and economic equality."
  ],
  "China": [
    "<i>Wukan protests</i>: Farmers in Wukan attacked a government building due to the government&apos;s seizure without compensation of their farmland.",
    "<i>Tiangong-1</i> was launched as China&apos;s first prototype <i>space station</i>."
  ],
  "Estonia": [
    "Toomas Hendrik Ilves is re-elected president for a second five-year term."
  ],
  "France": [
    "France leads the NATO intervention in Libya to overthrow Muammar Gaddafi. The Libyan leader is eventually killed on 20 October 2011."
  ],
  "India": [
    "India wins cricket world cup after 28 years.",
    "After 34 years of Left Front Government, Trinamool Congress and Congress alliance come to power in West Bengal."
  ],
  "Indinesia": [
    "Jakarta host 18th ASEAN Summit, mark the beginning of Indonesian chairmanship in ASEAN 2011. (to 8 May)",
    "Opening ceremony of the 26th Southeast Asian Games was held in Palembang. The largest multi-event sports in the region was held in Jakarta and Palembang. (to 22 November)"
  ],
  "Israel": [
    "<i>2011 Israeli social justice protests</i>: Filmmaker Daphni Leef set up a tent in Habima Square and invited others to join a protest over the absence of affordable housing.",
    "<i>2011 attack on the Israeli Embassy in Egypt</i>: A crowd of thousands of Egyptian protestors breached the Israeli embassy in Cairo.",
    "<i>Gilad Shalit prisoner exchange</i>: Hamas released the Israeli soldier Gilad Shalit to Egypt in exchange for one thousand Palestinian other Arab prisoners held in Israel, including some three hundred serving life sentences for planning and perpetrating terror attacks."
  ],
  "Japan": [
    "2011 T&#x14D;hoku earthquake and tsunami, followed by Fukushima Daiichi nuclear disaster"
  ],
  "Malta": [
    "Malta votes in favour of divorce in a referendum. Parliament approved the law on 25 July and the law came into effect on 1 October."
  ],
  "Philippine": [
    "UST Quadricentennial Celebration",
    "The heroism of 12-year-old schoolgirl Janela Lelis.",
    "Atty. Koko Pimentel proclaimed as Senator of the Republic of the Philippines.",
    "Former President Gloria Macapagal-Arroyo was arrested.",
    "One hundred eighty-eight members of the House of Representatives sign Articles of Impeachment against Chief Justice Renato Corona, later to be sent to the Senate.",
    "Tropical Storm Washi (<i>Sendong</i>) causes flash floods, leaving 1,080 people dead and affecting Cagayan de Oro and Iligan cities."
  ],
  "Poland": [
    "Parliamentary election"
  ],
  "Serbia": [
    "Bosnian Serb military commander Ratko Mladi&#x107; arrested.",
    "Former President of Republic of Serbian Krajina, the last ICTY war crimes suspect Goran Had&#x17E;i&#x107; arrested.",
    ""
  ],
  "Singapore": [
    "PAP loses its grip on Aljunied Group Representation Constituency to the Workers&apos; Party in the General Election. This is the first time an opposition party has captured a GRC since the inception of this scheme in 1988.",
    "Singaporeans, for the first time since the establishment of Presidential Election, will be voting for the next President after the 6th President of Singapore &#x2013; SR Nathan stepped down on 31 August 2011. The candidates involves in this election includes &#x2013; Dr Tan Keng Yam Tony, Mr Tan Jee Say, Mr Tan Kin Lian and Dr. Tan Cheng Bock.",
    "Dr Tan Keng Yam Tony is sworn as the seventh President of Singapore."
  ],
  "Syria": [
    "<i>2011 Syrian uprising</i>: Anti-government protests began in Syria."
  ],
  "USA": [
    "<i>2011 Tucson shooting</i>: A gunman targeting Democratic Representative Gabrielle Giffords critically injured Giffords and killed six others, including federal judge John Roll, in Tucson, Arizona.",
    "<i>Operation Odyssey Dawn</i>: The United States began air and cruise missile attacks against Libya.",
    "<i>2011 Super Outbreak</i>: The largest tornado outbreak ever in United States history occurs in the American Midwest and Southern United States killing 348 people and causing $11 billion in damage.",
    "<i>Death of Osama bin Laden</i>: Al-Qaeda head Osama bin Laden was killed by United States forces in Abbottabad, Pakistan.",
    "<i>Joplin Tornado</i>: An EF-5 tornado tore through Joplin, Missouri, killing 161, and causing $2.8 Billion in damage, including the destruction of a large portion of the main retail strip, a hospital, the high school, a middle school, and several elementary schools.",
    "<i>United States debt-ceiling crisis</i>: The Budget Control Act of 2011 was signed into law, increasing the legal limit on federal government debt in order to prevent default and establishing the United States Congress Joint Select Committee on Deficit Reduction.",
    "<i>United States federal government credit-rating downgrade, 2011</i>: The credit-rating arm of Standard &amp; Poor&apos;s reduced the rating of United States federal government debt from AAA to AA+.",
    "<i>August 2011 stock markets fall</i>: Major United States stock market indices dropped in value by some two and a half trillion dollars.",
    "The populist Occupy Wall Street protest movement made camp in Zuccotti Park in New York City.",
    "<i>Withdrawal of U.S. troops from Iraq</i>: The last United States troops withdrew from Iraq under the terms of the U.S.&#x2013;Iraq Status of Forces Agreement."
  ],
  "Vietnam": [
    "Eleventh National Party Congress.",
    "M&#x1B0;&#x1EDD;ng Nh&#xE9; Uprising.",
    "President Nguy&#x1EC5;n Minh Tri&#x1EBF;t (2006&#x2013;2011) ended his rule of Vietnam."
  ]
}