{
  "year": "2015",
  "USA": [
    "<i>2015 Baltimore protests</i>: Protests and rioting occur in Baltimore, Maryland after the death of Freddie Gray in police custody.",
    "<i>Charleston church shooting</i>: A gunman killed 9, including a state senator in a church in Charleston, South Carolina.",
    "<i>Obergefell v. Hodges</i>: Gay marriage is fully legalized in all 50 states.",
    "Restoration of relations with Cuba.",
    "<i>2015 San Bernardino attack</i>: Rizwan Farook and Tashfeen Malik, a married radical Muslim couple, kills 14 people at a center for the developmentally disabled."
  ],
  "Taiwan": [
    "Ma Ying-jeou meets with Xi Jinping, the first Cross-Strait leader meeting."
  ],
  "Spain": [
    "<i>Artur Mas</i> defies Spain by calling early elections on independence of the region of Catalonia."
  ],
  "Singapore": [
    "Lee Kuan Yew passes away. Singapore enters a one-week mourning period.",
    "Singapore turns 50."
  ],
  "Poland": [
    "Andrzej Duda becomes President"
  ],
  "Philippine": [
    "Papal visit of Pope Francis in the Philippines, with a special Mass held at the Tacloban airport on the 17th.",
    "Forty-four PNP&#x2013;SAF officers are killed in an encounter in Mamasapano, Maguindanao.",
    "The AFP declared its all-out offensive campaign against the MILF break away group, the Bangsamoro Islamic Freedom Fighters.",
    "Death of Ameril Umbra Kato, the founding leader of the Bangsamoro Islamic Freedom Fighters.",
    "Execution of the convicted Filipina drug mule Mary Jane Veloso postponed.",
    "Manny Pacquiao is defeated by Floyd Mayweather Jr. in the so-called <i>Battle For Greatness</i> in MGM Grand Garden Arena, Las Vegas, Nevada.",
    "Abdul Basit Usman, the most wanted bomb expert in the country, was killed by a MILF group unit in Guindulungan, Maguindanao.",
    "Kentex Manufacturing slippers factory fire occurred. Result 72 employees were killed.",
    "President Benigno Aquino III signed Executive Order 183 that created the Negros Island Region.",
    "Death of Kumander Parago, the top commander of the New People&#x2019;s Army.",
    "The Iglesia ni Cristo has expelled Tenny and Angel Manalo.",
    "President Benigno Aquino III takes his final State of the Nation Address.",
    "Iglesia ni Cristo members staged demonstrations near the DOJ office and later in EDSA.",
    "Typhoon Lando officially as Typhoon Koppu hits northern and central Luzon, creating widespread damage and floods over Luzon.",
    "APEC Philippines 2015 is held, concludes with the APEC Economic Leaders' Meeting.",
    "LCpl. Joseph Scott Pemberton is convicted by the court for the death of a transgender in 2014.",
    "Typhoon Nona devastates parts of the Philippines, killing 41 and cost &#x20B1;2 billion in damages.",
    "Pia Alonzo Wurtzbach is crowned Miss Universe 2015 in Las Vegas, Nevada."
  ],
  "Nepal": [
    "Promulgation of a new constitution 2072 by president Dr. Ram Baran Yadav"
  ],
  "Malaysia": [
    "18 people were killed in the Sabah earthquake"
  ],
  "Italy": [
    "President Giorgio Napolitano resignes.",
    "Sergio Mattarella is the new President of the Italian Republic."
  ],
  "Ireland": [
    "A 62% to 38% referendum result makes Ireland the first country to legalise same-sex marriage by popular vote."
  ],
  "Indonesia": [
    "Dozens of Indonesians are killed by respiratory illness and accidents due to poor visibility caused by severe haze. The haze occurs annually during dry season and is largely caused by illegal agricultural fires due to slash-and-burn practices in Indonesia, especially from the provinces of South Sumatra and Riau in Indonesia's Sumatra island, and Kalimantan on Indonesian Borneo. The haze also hit neighboring Singapore, Malaysia, and Brunei."
  ],
  "Germany": [
    "In European migrant crisis migrants number in Germany increase up to 1.5 million in 2015."
  ],
  "France": [
    "17 people, including three police officers, are killed in two terrorist attacks by Muslim extremists; the Charlie Hebdo shooting targeted a magazine which published cartoons of Mohammed.",
    "Some 3.7 million people demonstrate nationwide against terrorism and for freedom of speech following the terrorist attack at <i>Charlie Hebdo</i>.",
    "ISIS sends three teams of suicide bombers to attack multiple targets in Paris including a soccer stadium, a concert, and several restaurants; over 120 dead."
  ],
  "England": [
    "Queen Elizabeth II becomes longest-reigning UK monarch."
  ],
  "China": [
    "<i>2015&#x2013;16 Chinese stock market turbulence</i> started.",
    "<i>2015 China Victory Day Parade</i> was held on the <i>Tiananmen Square</i>."
  ],
  "Burma": [
    "2nd Kokang incident occurs",
    "Government suppresses education law protests",
    "Severe flooding occur",
    "The 2015 general election gives the victory to NLD",
    "A major landslide kills at least 116 people"
  ],
  "Brazil": [
    "Two commuter trains collide at Mesquita, Rio de Janeiro, injuring 158 people.",
    "Hundreds of thousands of people in Brazil protest against corruption and denounce the government of President Dilma Rousseff.",
    "An iron ore tailings dam in Bento Rodrigues, a subdistrict of Mariana, Brazil, suffered a catastrophic failure, causing flooding, killing 17 and injuring 16."
  ],
  "Belgium": [
    "Jozef De Kesel succeeds Andr&#xE9;-Joseph L&#xE9;onard as archbishop of Mechelen-Brussels",
    "Brussels lockdown"
  ],
  "Australia": [
    "Death of Malcolm Fraser, 22nd Prime Minister of Australia.",
    "Malcolm Turnbull defeats Tony Abbott to become the 29th Prime Minister of Australia."
  ],
  "Armenia": [
    "2015 Gyumri massacre"
  ]
}