{
  "year": "2016",
  "USA": [
    "<i>2016 Orlando Nightclub Shooting</i>: A self-proclaimed Islamic State fighter, Omar Mateen, kills 49 and injures 53 at a gay nightclub in Orlando, before being shot and killed by an officer.",
    "<i>2016 shooting of Dallas police officers</i>: Micah Xavier Johnson ambushed and fired upon a group of police officers in Dallas, Texas, killing five officers and injuring nine others. Two civilians were also wounded. Johnson was an Army Reserve Afghan War veteran who was reportedly angry over police shootings of black men and stated that he wanted to kill white people, especially white police officers. The shooting happened at the end of a peaceful protest against police killings of Alton Sterling in Baton Rouge, Louisiana, and Philando Castile in Falcon Heights, Minnesota, which had occurred in the preceding days.",
    "<i>2016 Louisiana floods</i>: Prolonged rainfall in southern parts of the U.S. state of Louisiana resulted in catastrophic flooding that submerged thousands of houses and businesses. Louisiana's governor, John Bel Edwards, called the disaster a \"historic, unprecedented flooding event\" and declared a state of emergency.",
    "<i>2016 Milwaukee riots</i>: A riot began in Milwaukee, Wisconsin, sparked by the fatal police shooting of 23-year-old Sylville Smith. During the three-day turmoil, several people, including police officers, were injured and dozens of protesters arrested.",
    "<i>United States presidential election, 2016</i>: Donald Trump wins the 2016 presidential election, and becomes the forty-fifth president of the United States. The Republicans also regained the majority of both the House and Senate; an election in which the Republican candidate wins the election while the majority in Congress maintains a Republican control hasn't happened since 2004."
  ],
  "Taiwan": [
    "presidential election; with 56.3% of the vote, DPP candidate Tsai Ing-wen defeats KMT candidate Eric Chu.",
    "Tsai Ing-wen sworn into office as the 14th and current President of ROC. Third peaceful transfer of power."
  ],
  "Singapore": [
    "S R Nathan passes away. Singapore enters a one-week mourning period.",
    "Beginning construction of the new Thomson-East coast line consisting of 31 new stations (including 7 interchanges). Expected to be completed by 2019."
  ],
  "Philippine": [
    "The 51st International Eucharistic Congress was held in Cebu City.",
    "The National Mapping and Resource Information Authority announces that it has documented more than 400 additional islands.",
    "Re-interment of the remains of the late former President Elpidio Quirino was held in <i>Libingan ng mga Bayani</i> on his 60th death anniversary.",
    "Diwata-1 was launched to the International Space Station aboard the Cygnus spacecraft on a supply mission.",
    "At least 3 are killed and several others are wounded when police dispersed a farmers' protest action in Kidapawan City.",
    "18 soldiers and 5 Abu Sayyaf bandits are killed during a clash in Tipo-Tipo, Basilan.",
    "Philippine general election, 2016 (Rodrigo Duterte is elected)",
    "Arianwen Rollan was awarded for her Malunggay Anti-Cancer research.",
    "Jaclyn Jose wins the Cannes Film Festival Award for Best Actress at the 2016 Cannes Film Festival.",
    "Philippines beats Thailand in the 2016 SEABA Stankovic Cup.",
    "Rodrigo Duterte and Leni Robredo were proclaimed as the new President and Vice President of the Philippines.",
    "Rodrigo Duterte and Leni Robredo were inaugurated as the 16th President of the Philippines and 14th Vice President of the Philippines.",
    "The Philippines men's national basketball team ends their bid for the 2016 Summer Olympics in Rio de Janeiro, Brazil after they were defeated by New Zealand in the 2016 FIBA World Olympic Qualifying Tournament.",
    "The Permanent Court of Arbitration ruled in favor of the Philippines against China over territorial disputes in the South China Sea",
    "Former Vice President Jejomar Binay was filed by the Office of the Ombudsman with graft, falsification and violation of the government procurement law charges in connection with the Makati City Hall Building II project.",
    "The Supreme Court acquits former President Gloria Macapagal Arroyo of her plunder case regarding the alleged misuse of funds for the PCSO in an 11&#x2013;4 ruling.",
    "President Duterte signs an executive order for the implementation of the Freedom of Information (FOI).",
    "First State of the Nation Address of Rodrigo Duterte.",
    "Launch of the 911 emergency number and 8888 civil service complaint hotline",
    "At the 2016 Summer Olympics in Rio de Janeiro, Hidilyn Diaz wins a silver medal at the Women's 53 kg event for weightlifting. It is the Philippines' tenth Olympic medal overall and the country's first since the 1996 Summer Olympics in Atlanta, 20 years prior.",
    "An explosion rocks a night market in Davao City, where at least 15 people were killed and 70 were reported to have been injured.",
    "President Rodrigo Duterte issued Proclamation No. 55 declaring a state of emergency in the Philippines on account of lawless violence following the Davao City bombing.",
    "Lav Diaz&#x2019;s <i>Ang Babaeng Humayo</i> wins the Golden Lion, in the 73rd Venice International Film Festival.",
    "Janelle Frayna became the Philippines&#x2019; first female chess grandmaster after achieving her third and final norm during Round 9 of the World Chess Olympiad in Baku, Azerbaijan.",
    "At the 2016 Summer Paralympics in Rio de Janeiro, Josephine Medina wins a bronze medal at the women's individual &#x2013; Class 8 tournament for table tennis. It is the Philippines' second Paralympic medal overall after Adeline Dumapong won a bronze for powerlifting at the 2000 Summer Paralympics in Sydney, 16 years prior.",
    "Typhoon Haima (Lawin). Typhoon signal number 5 raised for the first time.",
    "Miss Philippines Kylie Verzosa crowned Miss International 2016.",
    "Philippine Drug War: Death of Rolando Espinosa",
    "The controversial burial of Ferdinand Marcos at the Heroes' Cemetery",
    "<i>Drug Abuse Treatment and Rehabilitation Center</i> in Nueva Ecija inaugurated.",
    "27 were injured after an improvised explosive device (IED) explodes during a boxing fight in a festival in Hilongos, Leyte."
  ],
  "Italy": [
    "Former President Carlo Azeglio Ciampi dies."
  ],
  "Indonesia": [
    "At least three militants reportedly detonated explosives in or near a Starbucks cafe in Central Jakarta. Then the militants threw grenade to a police post nearby, destroying the post and killing at least 3 men. Gunfire had ensued when police arrived shortly afterwards."
  ],
  "India": [
    "Terror Attacks on Pathankot Air Base.",
    "India becomes a member of Missile Technology Control Regime.",
    "Unrest in Kashmir.",
    "India launches its first space laboratory Astrosat in its biggest project since its Mars orbiter mission in 2014.",
    "India signs a billion-dollar defence deal with France to buy 36 Rafale fighter jets.",
    "In a surprise announcement, the government withdraws high denomination notes from circulation causing chaotic scenes at banks across the country as customers try to exchange old notes."
  ],
  "Iceland": [
    "Panama Papers reveal that Prime Minister Sigmundur Dav&#xED;&#xF0; Gunnlaugsson had links to private companies dealing in offshore tax havens, resulting in a call for a snap election\" ",
    "Gu&#xF0;ni Th. J&#xF3;hannesson becomes president of Iceland."
  ],
  "Haiti": [
    "Hurricane Matthew makes landfall on the peninsula of the nation as a category 4, killing over 700 (although estimates place the toll at ~1,600) and causing massive damage in its wake"
  ],
  "Germany": [
    "<i>Bad Aibling rail accident</i>",
    "2016 Berlin terror attack on a Christmas market"
  ],
  "France": [
    "A cargo truck was deliberately driven into crowds of people celebrating Bastille Day on the Promenade des Anglais in Nice resulting in the deaths of 86 people and the injury of 458 others. 2016 Nice attack"
  ],
  "Estonia": [
    "Kersti Kaljulaid was elected President of Estonia."
  ],
  "England": [
    "Theresa May becomes the second female Prime Minister of the UK."
  ],
  "Cuba": [
    "Fidel\n<pre>Castro announced \"The commander in chief of the Cuban revolution died at 22:29 hours this evening (03:29 GMT Saturday),\" \n</pre>"
  ],
  "China": [
    "<i>Tiangong-2</i> was launched with mission of more than ten scientific experiments.",
    "<i>2016 G20 Hangzhou summit</i> was held in the city of <i>Hangzhou</i>."
  ],
  "Burma": [
    "The second session of Pyithu Hluttaw (lower house) convenes",
    "The second session of Amyotha Hluttaw (upper house) convenes",
    "The second session of Assembly of the Union (Union Parliament) convenes",
    "The second session of State and Region Hluttaws (regional parliaments) convenes",
    "Htin Kyaw becomes President of Myanmar",
    "Aung San Suu Kyi becomes State Counsellor of Myanmar (<i>de facto</i> prime minister)"
  ],
  "Brazil": [
    "Hundreds of thousands of people all over Brazil protest against corruption and denounce the government of President Dilma Rousseff.",
    "A bus plunges over a ravine in Brazil's S&#xE3;o Paulo state, resulting in at least 18 people killed and 28 injured.",
    "The 2016 Summer Olympics are held in Rio de Janeiro.",
    "The Senate votes 61&#x2013;20 in favor of removing Dilma Rousseff from office as President of Brazil. Current Acting President Michel Temer will serve out the remainder of the term, which ends 1 January 2019.",
    "A wildlife sanctuary for rescued elephants opens in Mato Grosso.",
    "Clashes between rival gangs in at least two prisons, leave at least 18 people killed.",
    "A chartered Avro RJ85 plane carrying 77 people, including the Chapecoense football team, crashes near Medell&#xED;n, Colombia. Rescuers report at least six survivors have been found in the wreckage. The 2016 Copa Sudamericana Finals are suspended. The title is later awarded to Chapecoense."
  ],
  "Belgium": [
    "2016 Brussels bombings"
  ],
  "Australia": [
    "<i>Australian federal election, 2016</i>: Malcolm Turnbull remains as Prime Minister of Australia."
  ]
}