{
  "year": "2017",
  "USA": [
    "<i>Inauguration of Donald Trump</i>: Donald Trump is inaugurated as the forty-fifth president of the United States.",
    "The Tax Cuts and Jobs Act of 2017 is signed into law, lowering income tax rates and the corporate tax rate."
  ],
  "Singapore": [
    "Nearly 300 year old Tembusu tree at Singapore Botanic Gardens falls, killing one and injured 4 others.",
    "Othman Wok passes away. Singapore enters a one-week mourning period."
  ],
  "Philippine": [
    "About a hundred armed men, whose affiliation is undetermined, launched an attack on a prison in Kidapawan freeing at least 158 inmates.",
    "Death of Mohammad Jaafar Maguid, the leader of Ansar Al-Khilafah Philippines.",
    "President Duterte signed an executive order mandating universal access to modern family planning tools.",
    "Several parts of Visayas and Mindanao experienced flooding as a result of a low pressure area, combined with the tail-end of a cold front.",
    "Miss Universe 2016, its 65th pageant, was held in Manila.",
    "A 6.7 magnitude earthquake hits Surigao del Norte, killing at least 8 people.",
    "A tourist bus carrying mostly college students crashes into a roadside electricity pole along a highway in Tanay, Rizal, killing at least 15 on board.",
    "Arrest of Leila de Lima for violations of Republic Act 9165, (Comprehensive Dangerous Drugs Act of 2002) related to her alleged involvement in the New Bilibid Prison drug trafficking scandal.",
    "Philippines' signing of the Paris Agreement on Climate Change.",
    "10 were killed after a series of clashes between the AFP, PNP and Abu Sayyaf that took place in Inabanga, Bohol.",
    "A bus falls off a ravine in Carranglan, Nueva Ecija, killing at least 35 on board.",
    "President Rodrigo Duterte signed Executive Order No. 25, that renamed Benham Rise to Philippine Rise.",
    "President Rodrigo Duterte signed Executive Order No. 26, that ordered a nationwide smoking ban.",
    "President Rodrigo Duterte signed Proclamation No. 216 declaring a 60-day martial law in Mindanao following clashes between government forces and the Maute group in Marawi.",
    "A gunman attacked Resorts World Manila in Pasay around midnight, caused a major panic within the complex. Around 38 people were dead, due to smoke inhalation from the fire while injuring 70 people.",
    "Sixteen people, including Mayor Reynaldo Parojinog Sr. and his wife, are killed in a police drug raid in Ozamiz, Misamis Occidental."
  ],
  "Malaysia": [
    "Death of Kim Jong Nam by nerve gas VX"
  ],
  "Kenya": [
    "Kenyan General Elections are held but annulment occurs, then proceeds in 26 October"
  ],
  "India": [
    "The Goods and Services Tax (GST) launched, the biggest tax reform in history of India."
  ],
  "Germany": [
    "Frank-Walter Steinmeier became Federal President.",
    "Same-sex marriage was legalized by German parliament, effective 1 October.",
    "German federal election, 2017: Elections were held to the Bundestag. The ruling coalition of CDU/CSU and SPD took significant losses, with AfD, entering parliament for the first time, the main winner. FDP re-entered parliament, bringing the overall number of political parties in the Bundestag up to six.",
    "After an initial refusal by the SPD to continue the previous governing coalition, the attempt by CDU/CSU, Alliance 90/The Greens and FDP to form a <i>Jamaica coalition</i> failed with the withdrawal by the FDP around Christian Lindner."
  ],
  "France": [
    "Emmanuel Macron began his term as president of France."
  ],
  "Brazil": [
    "At least 56 people are killed in rebellion at Anisio Jobim penitentiary complex in Amazonas state.",
    "Members of the Primeiro Comando da Capital prison gang kill 31 inmates in the Monte Cristo prison in the state of Roraima. This action was revenge for an earlier massacre in a prison in Amazonas that killed 56 inmates.",
    "A police strike leads to a wave of violence and looting in Esp&#xED;rito Santo, including dozens of murders in the state capital, Vit&#xF3;ria.",
    "Operation Carne Fraca starts.",
    "A general strike is held in the country, the first one in twenty years."
  ],
  "Australia": [
    "John Cameron sets off the chain of events that became the 2017 Australian parliamentary eligibility crisis."
  ]
}